Repository: Enalean/tuleap
Catalog: plugins/openidconnectclient/site-content/*/LC_MESSAGES/tuleap-openidconnectclient.po
Languages: fr_fr

source: Add Azure Active Directory provider
fr_fr: Ajouter un fournisseur s'appuyant sur Azure Active Directory

source: Add provider
fr_fr: Ajouter un fournisseur

source: An error occurred while removing the link with %1$s.
fr_fr: Une erreur est survenue lors de la suppression du lien avec %1$s.

source: An error occurred, please retry
fr_fr: Une erreur est survenue, merci de réessayer

source: Any users with a work/school account from Azure Active Directory or a personal Microsoft account
fr_fr: Tout utilisateur disposant d'un compte professionnel/scolaire de Azure Active Directory ou d'un compte Microsoft personnel

source: Authenticate users with OpenID Connect
fr_fr: Authentifie des utilisateurs à l'aide d'OpenID Connect

source: Authentication allowed for
fr_fr: Authentification autorisée pour

source: Authorization endpoint
fr_fr: Route de gestion de l'autorisation

source: Be sure that your provider can provide the profile and email scopes otherwise users will not have an account created automatically.
fr_fr: Soyez certains que ce fournisseur est capable de fournir les scopes profile et email sans quoi les comptes utilisateur ne pourront pas être créés.

source: Cancel
fr_fr: Annuler

source: Client ID
fr_fr: Id du client

source: Client secret
fr_fr: Clé secrète du client

source: Color
fr_fr: Couleur

source: Connected OpenID Connect providers
fr_fr: Fournisseurs OpenID Connect connectés

source: Create the provider
fr_fr: Créer le fournisseur

source: Default
fr_fr: Défaut

source: Delete
fr_fr: Supprimer

source: Delete a provider
fr_fr: Supprimer un fournisseur

source: Disabled
fr_fr: Désactivé

source: Edit provider
fr_fr: Éditer le fournisseur

source: Empty
fr_fr: Vide

source: Following information have to be generated on the OpenID Connect provider side. You'll need to give a callback url to do that, here it is:
fr_fr: Les informations suivantes doivent être générées du côté du fournisseur OpenID Connect. Vous allez avoir besoin d'une url de callback, la voici :

source: Icon
fr_fr: Icône

source: If you no longer trust one of those provider, you can unlink it.
fr_fr: Si vous ne faites plus confiance à un fournisseur, vous pouvez supprimer le lien.

source: JWKS endpoint
fr_fr: Route du document JWKS

source: Last login date
fr_fr: Dernière connexion

source: Link an account
fr_fr: Liez un compte

source: List all OpenID Connect providers you authorized for authentication.
fr_fr: Liste de tous les fournisseurs OpenID Connect que vous avez autorisés à vous identifier.

source: Name
fr_fr: Nom

source: No provider
fr_fr: Aucun fournisseur

source: Only users with a personal Microsoft account
fr_fr: Uniquement les utilisateurs disposant d'un compte Microsoft personnel

source: Only users with a work/school account from Azure Active Directory
fr_fr: Uniquement les utilisateurs disposant d'un compte professionnel/scolaire de Azure Active Directory

source: OpenID Connect provider last login information.
fr_fr: Dernière information de connexion au fournisseur OpenID Connect.

source: OpenID Connect providers
fr_fr: Fournisseurs OpenID Connect

source: Preview
fr_fr: Aperçu

source: Preview of the login page button
fr_fr: Aperçu du bouton de la page de connexion

source: Provider
fr_fr: Fournisseur

source: Register a new account
fr_fr: Créer un nouveau compte

source: Request seems invalid, please retry
fr_fr: La requête semble invalide, merci de réessayer

source: Tenant ID
fr_fr: Id du locataire

source: The data you provided are not valid.
fr_fr: Les données que vous avez fournies ne sont pas valides.

source: The link with %1$s have been removed.
fr_fr: Le lien avec %1$s a été supprimé.

source: The new provider %1$s have been successfully created.
fr_fr: Le nouveau fournisseur %1$s a été créé avec succès.

source: The provider %1$s have been removed.
fr_fr: Le fournisseur %1$s a été supprimé.

source: The provider %1$s have been successfully updated.
fr_fr: Le fournisseur %1$s a été mis à jour avec succès.

source: There are no authorized providers yet
fr_fr: Il n'y a aucun fournisseur autorisé pour le moment

source: This provider is the only authentication method.
fr_fr: Ce fournisseur est le seul moyen d'authentification.

source: Token endpoint
fr_fr: Route de génération du jeton

source: Unique authentication source
fr_fr: Source d'authentification unique

source: Unlink
fr_fr: Supprimer le lien

source: Update the provider
fr_fr: Mettre à jour le fournisseur

source: User information endpoint
fr_fr: Route des informations utilisateur

source: Users from your specific Azure Active Directory
fr_fr: Tout utilisateur de votre Azure Active Directory spécifique

source: You are about to delete a provider. This action is irreversible. Do you confirm this deletion?
fr_fr: Vous êtes sur le point de supprimer un fournisseur. Cette action est irréversible. Confirmez-vous cette action ?

source: You can only enable this provider as unique authentication method if you are yourself linked to it.
fr_fr: Vous ne pouvez activer ce fourniseur comme seul moyen d'authentification que si vous y êtes vous même lié.

source: You have successfully been authenticated by %1$s. The only remaining step is to create a link with an existing %2$s account or register a new one.
fr_fr: Vous avez été authentifié avec succès par %1$s. Vous devez maintenant créer un lien avec un compte %2$s existant ou en créer un nouveau.

source: You have successfully been authenticated by %1$s. The only remaining step is to create a link with an existing %2$s account.
fr_fr: Vous avez été authentifié avec succès par %1$s. Vous devez maintenant créer un lien avec un compte %2$s existant.

source: You must link another account to be able to remove this link
fr_fr: Vous devez lier un autre compte pour pouvoir supprimer ce lien

source: Your account has been successfully linked to %1$s
fr_fr: Votre compte a bien été lié à %1$s

source: Your account have been created but needs to be approved by an administrator
fr_fr: Votre compte a été créé mais doit être approuvé par un administrateur

source: Your account is linked to an OpenID Connect provider, you must use it to authenticate
fr_fr: Votre compte est associé à un fournisseur OpenID Connect, vous devez utiliser celui ci pour vous identifier

source: Your new user account will be linked with %1$s.
fr_fr: Votre nouveau compte utilisateur sera lié avec %1$s.

source: or
fr_fr: ou

source: or login with
fr_fr: ou connectez-vous avec

source: to OpenID Connect
fr_fr: à OpenID Connect
