Repository: Enalean/tuleap
Catalog: plugins/cardwall/site-content/*/LC_MESSAGES/tuleap-cardwall.po
Languages: fr_fr

source: <b>%s</b> field will determine background color.
fr_fr: Le champ <b>%s</b> va définir la couleur de fond des cartes.

source: <p>Note: you can delete a column by removing its name (make text field blank).</p>
fr_fr: <p>Note : vous pouvez supprimer une colonne en supprimant son nom (effacer le champ text correspondant).</p>

source: <p>You can define your own set of columns for the cardwall. Values will be associated is they match column title (be careful to lower case/upper case).</p>
fr_fr: <p>Vous pouvez définir les colonnes dont vous avez besoin. Les valeurs des champs seront automatiquement associées si leur nom correspond (attention aux majuscules/minuscules).</p>

source: A card will be displayed for each available background color.
fr_fr: Pour chaque couleur de fond disponible, une carte sera affichée.

source: Add a field to the cards
fr_fr: Ajouter un champ aux cartes

source: At least one backlog element has no initial effort. Fallback on open/closed count.
fr_fr: Au moins un élément du backlog n'a pas d'effort initial. Plan B: comptage des cartes.

source: Auto stack the cards in this column
fr_fr: Empiler automatiquement les cartes dans cette colonne

source: Background color
fr_fr: Couleur de fond

source: Backlog items
fr_fr: Éléments du backlog

source: Capacity: %1$s
fr_fr: Capacité : %1$s

source: Card design is the same as Kanban.
fr_fr: Le design des cartes est le même que celui de Kanban.

source: Cards
fr_fr: Cartes

source: Cardwall disabled
fr_fr: Cardwall désactivé

source: Choose a field to define card background color
fr_fr: Choisissez un champ pour définir la couleur de fond des cartes

source: Choose a field...
fr_fr: Choisissez un champ...

source: Column %1$s changed
fr_fr: Colonne %1$s modifiée

source: Column added
fr_fr: Colonne ajoutée

source: Column removed
fr_fr: Colonne supprimée

source: Custom mapping
fr_fr: Association spécifique

source: Display Avatar
fr_fr: Afficher l'avatar

source: E.g.: %1$s
fr_fr: Ex. : %1$s

source: Electronic card wall for trackers for scrum, kanban, ...
fr_fr: Mur virtuel de notes repositionnables pour scrum, kanban, ...

source: Enable cardwall on top of this planning
fr_fr: Activer un cardwall au dessus du planning

source: Expand cards
fr_fr: Dépiler les cartes

source: Field not found
fr_fr: Champ non trouvé

source: Fields
fr_fr: Champs

source: Fullscreen
fr_fr: Plein écran

source: Go to field administration
fr_fr: Aller à l'administration du champ

source: If a color corresponds to multiple values, the preview will display only one card with this background color.
fr_fr: Si une couleur correspond à plusieurs valeurs, l'aperçu va afficher seulement une carte pour ce fond.

source: Initial effort: %1$s
fr_fr: Effort initial : %1$s

source: Manage the Fields to be displayed on cards
fr_fr: Gérer les champs devant être affichés sur les cartes

source: Mapping on %1$s added
fr_fr: Correspondance avec le champ %1$s ajoutée

source: Mapping on %1$s changed to %2$s
fr_fr: Correspondance avec %1$s modifiée à %2$s

source: Mapping on %1$s removed
fr_fr: Correspondance avec le champ %1$s supprimée

source: New column:
fr_fr: Nouvelle colonne :

source: No field can be chosen for card color background. Only selectbox and radiobutton bind on static values with no value linked to the old color picker can be used.
fr_fr: Aucun champ ne peut être choisi comme couleur de fond. Seules les listes déroulante et les boutons radio basés sur des valeurs statiques qui n'ont aucune de leur valeurs liées à l'ancienne palette de couleur peuvent être utilisés.

source: No field is chosen to determine the background color
fr_fr: Aucun champ n'a été choisi pour définir la couleur de fond des cartes.

source: No matching for this column
fr_fr: Aucune correspondance

source: Now a cardwall exists on top of the tracker
fr_fr: Un cardwall existe maintenant au dessus de tracker

source: On Going
fr_fr: En Cours

source: Only selectbox and radiobutton bind on static values with no value linked to the old color picker can be used.
fr_fr: Seules les listes déroulantes et les boutons radio basés sur des valeurs statiques qui n'ont aucune de leur valeurs liées à l'ancienne palette de couleur peuvent être utilisés.

source: Only static fields with values bound to new color picker can be chosen as background color
fr_fr: Seuls les champs statiques avec des valeurs liées à la nouvelle palette de couleur peuvent être choisis comme couleur de fond des cartes

source: Please select a field to group artifacts in columns.
fr_fr: Sélectionnez un champ pour grouper les artifacts en colonnes.

source: Preview of the card
fr_fr: Aperçu des cartes

source: Provided color value %1$s for column %2$s is not valid.
fr_fr: La valeur de la couleur %1$s pour la colonne %2$s n'est pas valide.

source: Provided column value %1$s is not valid. Skipping mapping value.
fr_fr: La colonne %1$s n'est pas valide.

source: Provided field value %1$s is not valid. Skipping mapping.
fr_fr: La valeur du champ %1$s n'est pas valide.

source: Provided tracker value %1$s is not valid. Skipping mapping.
fr_fr: La valeur du tracker %1$s n'est pas valide.

source: Provided value %1$s is not valid. Skipping mapping value.
fr_fr: La valeur %1$s n'est pas valide.

source: Remove background color
fr_fr: Supprimer la couleur de fond

source: Search for: user, title, ...
fr_fr: Recherchez : personnes, titre, ...

source: Some cards might be hidden
fr_fr: Certaines cartes peuvent être cachées

source: Stack cards
fr_fr: Empiler les cartes

source: Submit
fr_fr: Soumettre

source: The backlog item <a href="%3$s"><u>%1$s</u></a> cannot be displayed since the column matchings have not be defined between <b>%2$s</b> and this planning
fr_fr: L'élément du backlog <a href="%3$s"><u>%1$s</u></a> ne peut être affiché. Il n'y a pas de correspondance de colonnes définie entre <b>%2$s</b> et ce planning

source: The field used to determine background color has been removed with success.
fr_fr: Le champ choisi pour déterminer la couleur du fond des cartes a été supprimé avec succès.

source: The field used to determine background color is now %s
fr_fr: Le champ choisi pour déterminer la couleur du fond des cartes est maintenant %s

source: The following fields are added to the cards
fr_fr: Les champs suivants sont ajoutés aux cartes

source: The following fields are added to the cards:
fr_fr: Les champs suivants sont ajoutés aux cartes:

source: The preview respects the following rules:
fr_fr: L'aperçu suit les règles suivantes :

source: The start date and the duration are not defined
fr_fr: La date de début et la durée ne sont pas définies

source: There aren't any fields added to cards yet.
fr_fr: Aucun champ n'est ajouté aux cartes pour l'instant

source: There is no initial effort
fr_fr: Il n'y pas d'effort initial

source: There is no more field that can be added to the cards.
fr_fr: Il n'y a plus de champs pouvant être ajoutés aux cartes

source: There is no values in the field %1$s. Please choose another one.
fr_fr: Il n'y a pas de valeur pour le champ %1$s. Choisissez-en un autre.

source: There isn't any value
fr_fr: Il n'y a aucune valeur

source: This is an example title
fr_fr: Ceci est un exemple de titre

source: Todo|On Going|Done|Done-Done
fr_fr: A Faire|En Cours|Fini|Terminé

source: Toggle the avatar or username display
fr_fr: Basculer vers l'affichage des utilisateurs ou des avatars

source: Values mapping changed for "%1$s" field
fr_fr: Modification de la correspondance des valeurs avec le champ %1$s

source: cards open
fr_fr: cartes ouvertes

source: day to go
fr_fr: jour restant

source: days to go
fr_fr: jours restants

source: details
fr_fr: détails

source: go back to semantic overview
fr_fr: retour à l'administration de la sémantique

source: or
fr_fr: ou

source: point remaining
fr_fr: point restant

source: points remaining
fr_fr: points restants
