Repository: Enalean/tuleap
Catalog: plugins/baseline/scripts/baseline/po/*.po
Languages: fr_fr

source: All artifacts are hidden
fr_fr: Tous les artéfacts sont masqués

source: Artifact added
fr_fr: Artéfact ajouté

source: Artifact deleted
fr_fr: Artéfact supprimé

source: Artifact modified
fr_fr: Artéfact modifié

source: Artifacts added
fr_fr: Artéfacts ajoutés

source: Artifacts deleted
fr_fr: Artéfacts supprimés

source: Artifacts modified
fr_fr: Artéfacts modifiés

source: Author
fr_fr: Auteur

source: Baseline #%u
fr_fr: Baselines #%u

source: Baselines available
fr_fr: Baselines disponibles

source: Baselines comparison #%u
fr_fr: Comparaison de baselines #%u

source: Baselines comparison #%u/#%u
fr_fr: Comparaison des baselines #%u/#%u

source: Cancel
fr_fr: Annuler

source: Cannot create baseline
fr_fr: Impossible de créer une baseline

source: Cannot delete baseline
fr_fr: Impossible de supprimer la baseline

source: Cannot delete comparison
fr_fr: Impossible de supprimer la comparaison

source: Cannot fetch baseline
fr_fr: Impossible de charger la baseline

source: Cannot fetch baseline artifacts
fr_fr: Impossible de charger les artéfacts de la baseline

source: Cannot fetch milestones
fr_fr: Impossible de charger les milestones

source: Cannot save comparison
fr_fr: Impossible de sauvegarder la comparaison

source: Choose a baseline to compare…
fr_fr: Choisissez une baseline à comparer…

source: Choose a baseline…
fr_fr: Choisissez une baseline…

source: Choose a reference baseline…
fr_fr: Choisissez une baseline de référence…

source: Choose a tracker…
fr_fr: Choisissez un tracker…

source: Close
fr_fr: Fermer

source: Comment
fr_fr: Commentaire

source: Compare baselines
fr_fr: Comparer des baselines

source: Compared to
fr_fr: Comparée à

source: Comparisons
fr_fr: Comparaisons

source: Comparisons available
fr_fr: Comparaisons disponibles

source: Consult
fr_fr: Consulter

source: Content
fr_fr: Contenu

source: Create baseline
fr_fr: Créer la baseline

source: Created by
fr_fr: Créé par

source: Delete
fr_fr: Supprimer

source: Delete baseline
fr_fr: Supprimer la baseline

source: Delete comparison
fr_fr: Supprimer la comparaison

source: Filters
fr_fr: Filtres

source: Hidden trackers
fr_fr: Trackers masqués

source: Linked artifacts are skipped because depth limit has been reached.
fr_fr: Les artéfacts liés sont ignorés parce que la limite de profondeur a été atteinte.

source: Name
fr_fr: Nom

source: New baseline
fr_fr: Nouvelle baseline

source: New comparison
fr_fr: Nouvelle comparaison

source: No artifact to compare
fr_fr: Aucun artéfact à comparer

source: No artifacts
fr_fr: Aucun artéfact disponible

source: No baseline available
fr_fr: Aucune baseline disponible

source: No comparison available
fr_fr: Aucune comparaison disponible

source: No milestone available
fr_fr: Aucune milestone disponible

source: No other baseline available on same artifact.
fr_fr: Aucune autre baseline disponible posée sur le même artéfact.

source: Only open milestone are visible here
fr_fr: Seules les milestones ouvertes sont visibles ici

source: Page not found
fr_fr: Page non trouvée

source: Please choose two baselines to compare
fr_fr: Veuillez choisir deux baselines à comparer

source: Please confirm your action.
fr_fr: Veuillez confirmer votre action.

source: Reference
fr_fr: Référence

source: Reference…
fr_fr: Référence…

source: Save
fr_fr: Sauvegarder

source: Save comparison
fr_fr: Sauvegarder la comparaison

source: Show comparison
fr_fr: Afficher la comparaison

source: Snapshot Date
fr_fr: Date de la capture

source: Snapshot date
fr_fr: Date de la capture

source: The baseline cannot be deleted because it is associated to a comparison.
fr_fr: La baseline ne peut pas être supprimée car elle est associée à une comparaison.

source: The baseline was created
fr_fr: La baseline a été créée

source: The baseline was deleted
fr_fr: La baseline a été supprimée

source: The comparison was deleted
fr_fr: La comparaison a été supprimée

source: The comparison was saved
fr_fr: La comparaison a été sauvegardée

source: Without date, the baseline will be created with the current date
fr_fr: Sans date, la baseline sera créée avec la date du jour

source: You are about to delete the baseline <strong>%{ baseline_name }</strong>.
fr_fr: Vous êtes sur le point de supprimer la baseline <strong>%{ baseline_name }</strong>.

source: You are about to delete the comparison between the baselines <strong>%{ base_baseline_name }</strong> and <strong>%{ compared_to_baseline_name }</strong>.
fr_fr: Vous êtes sur le point de supprimer la comparaison portant sur les baselines <strong>%{ base_baseline_name }</strong> et <strong>%{ compared_to_baseline_name }</strong>.

source: on
fr_fr: au

source: your baselines
fr_fr: vos baselines

source: … compared to
fr_fr: … comparée à
