Repository: Enalean/tuleap
Catalog: plugins/tracker/scripts/workflow-transitions/po/*.po
Languages: fr_fr

source: (New artifact)
fr_fr: (Nouvel artéfact)

source: Actions automatically performed
fr_fr: Actions exécutées automatiquement

source: Add action
fr_fr: Ajouter une action

source: Add another action
fr_fr: Ajouter une nouvelle action

source: Add to the backlog
fr_fr: Ajouter au backlog

source: Add to the backlog (already used)
fr_fr: Ajouter au backlog (déjà utilisé)

source: Add to the top backlog
fr_fr: Ajouter à la planification générale

source: Add to the top backlog (already used)
fr_fr: Ajouter à la plannification générale (déjà utilisé)

source: Advanced configuration is incompatible with this post-action
fr_fr: La configuration avancée est incompatible avec cette post-action

source: An error occurred
fr_fr: Une erreur est survenue

source: Are you sure you want to change the field used to define the transitions?
fr_fr: Êtes-vous sûr de vouloir changer le champ utilisé pour définir les transitions ?

source: Are you sure you want to delete this transition? Its configuration will be lost and cannot be recovered.
fr_fr: Êtes-vous sûr de vouloir supprimer cette transition ? Sa configuration sera perdue et ne pourra pas être récupérée.

source: Are you sure you want to delete this transition? Since it is the last transition for this state, deleting it will also delete the state's configuration. It cannot be recovered.
fr_fr: Êtes-vous sûr de vouloir supprimer cette transition ? Comme c'est la dernière transition pour cet état, si vous la supprimez la configuration de l'état sera aussi supprimée. La configuration ne pourra pas être récupérée.

source: By clicking on "Fully deactivate the workflow", the workflow's behaviour will be fixed.
fr_fr: En cliquant sur "Désactiver complètement le workflow", le comportement de votre workflow sera corrigé.

source: Cancel
fr_fr: Annuler

source: Change or remove
fr_fr: Modifier ou supprimer

source: Change or remove field
fr_fr: Modifier ou supprimer le champ

source: Change the value of a field
fr_fr: Modifier la valeur d'un champ

source: Change the value of a field (incompatible)
fr_fr: Modifier la valeur d'un champ (incompatible)

source: Choose a field
fr_fr: Choisissez un champ

source: Choose a fieldset
fr_fr: Choisissez un groupe de champs

source: Clear
fr_fr: Effacer

source: Comment must not be empty
fr_fr: Le commentaire doit être rempli

source: Conditions of the transition
fr_fr: Conditions de la transition

source: Configure
fr_fr: Configurer

source: Configure all transitions to %{to_state_label}
fr_fr: Configurer toutes les transitions vers %{to_state_label}

source: Configure it
fr_fr: Configurez le

source: Configure state
fr_fr: Configurer l'état

source: Configure transition from %{from_state_label} to %{to_state_label}
fr_fr: Configurer la transition de %{from_state_label} vers %{to_state_label}

source: Confirm
fr_fr: Confirmer

source: Confirm deleting the transition
fr_fr: Confirmer la suppression de cette transition

source: Current time
fr_fr: Date courante

source: Delete this action
fr_fr: Supprimer cette action

source: Delete transition
fr_fr: Supprimer cette transition

source: Enable transition rules
fr_fr: Activer les règles de transition

source: Field
fr_fr: Champ

source: Field(s) that must not be empty
fr_fr: Le(s) champs suivant(s) doivent obligatoirement avoir une valeur

source: Fields that will be frozen
fr_fr: Champs qui seront figés

source: Fieldsets that will be hidden by default
fr_fr: Groupes de champs qui seront cachés par défaut

source: Floats
fr_fr: Flottants

source: Freeze fields
fr_fr: Figer des champs

source: Freeze fields (already used)
fr_fr: Figer des champs (déjà utilisé)

source: Freeze fields (incompatible)
fr_fr: Figer des champs (incompatible)

source: Fully deactivate the workflow
fr_fr: Désactiver complètement le workflow

source: Groups that may process the transition
fr_fr: Groupes autorisés à effectuer la transition

source: Hide fieldsets
fr_fr: Cacher des groupes champs

source: Hide fieldsets (already used)
fr_fr: Cacher des groupes champs (déjà utilisé)

source: Hide fieldsets (incompatible)
fr_fr: Cacher des groupes champs (incompatible)

source: If you have any post actions of type "Frozen Fields" or "Hidden Fieldsets", they will be deleted.
fr_fr: Si vous avez configuré des post-actions de type "Champs Figés" ou "Groupes de Champs Cachés", elles seront supprimées.

source: In order to configure transitions rules on this tracker, your first need to choose a list field. Once chosen, you will be able to configure transition using the configuration matrix.
fr_fr: Afin de configurer les règles de transition sur cet outil de suivi, vous devez d'abord choisir un champ de type liste. Une fois choisi, vous pourrez configurer les transitions en utilisant la matrice de configuration.

source: Integers
fr_fr: Entiers

source: Job url
fr_fr: Adresse URL de la tâche

source: Launch a CI job
fr_fr: Exécuter une tâche CI

source: Loading transition
fr_fr: Chargement de la transition

source: New value
fr_fr: Nouvelle valeur

source: No action is currently defined. Start by adding one.
fr_fr: Aucune action n'est encore définie. Commencez par en ajouter une.

source: Other actions
fr_fr: Autres actions

source: Please choose
fr_fr: Veuillez choisir

source: Please confirm your action.
fr_fr: Veuillez confirmer votre action.

source: Save and start configuration
fr_fr: Sauvegarder et démarrer la configuration

source: Save configuration
fr_fr: Sauvegarder la configuration

source: Selected fieldsets won't be displayed by default but users can make them visible if they want to. It's not an Access Control option.
fr_fr: Les groupes de champs sélectionnés ne seront pas affichés par défaut mais les utilisateurs pourront les rendre visibles s'ils le souhaitent. Il ne s'agit pas d'une fonctionnalité de contrôle d'accès.

source: Switch to advanced configuration
fr_fr: Passer à la configuration avancée

source: Switch to simple configuration
fr_fr: Passer à la configuration simple

source: The artifact is added to Scrum backlog (Agile Dashboard). If it's already present, nothing is done.
fr_fr: L'artéfact est ajouté au backlog de Scrum (Tableau de bord agile). S'il est déjà présent, rien ne sera fait.

source: The artifact is added to Scrum top backlog (Agile Dashboard). If it's already present, nothing is done.
fr_fr: L'artéfact est ajouté à la planification générale de scrum (Tableau de bord agile). S'il est déjà présent, rien ne sera fait.

source: The artifact is added to the backlog. If it's already present, nothing is done.
fr_fr: L'artéfact est ajouté au backlog. S'il est déjà présent, rien ne sera fait.

source: The artifact is added to the top backlog. If it's already present, nothing is done.
fr_fr: L'artéfact est ajouté à la planification générale. S'il est déjà présent, rien ne sera fait.

source: The field on which the transitions are based has no selectable value
fr_fr: Le champ sur lequel sont basées les transitions ne contient aucune valeur

source: There is no selectbox bound to static values in your tracker! Please <a href="%{ url }">add one</a> before configuring the workflow.
fr_fr: Votre tracker n'a aucun champ "Liste de choix" associée à des valeurs statiques ! Veuillez en <a href="%{ url }">ajouter un</a> avant de configurer le workflow.

source: This action will delete all transition rules! It is irreversible.
fr_fr: Cette action supprimera toutes les règles de transitions ! Cela est irréversible.

source: This workflow has an incoherent behaviour: pre conditions and post actions defined in transitions are processed even if the workflow is not activated.
fr_fr: Ce workflow a un comportement incohérent : les conditions ainsi que les actions définies dans les transitions sont exécutées bien qu'il soit désactivé.

source: Tracker cannot be loaded
fr_fr: Le tracker ne peut pas être chargé

source: Transition rules are currently applied.
fr_fr: Les règles de transitions sont actives.

source: Transition rules don't apply yet.
fr_fr: Les règles de transitions ne sont pas encore appliquées.

source: Transitions based field
fr_fr: Champ sur lequel les transitions sont basées

source: Transitions rules configuration
fr_fr: Configuration des règles de transitions

source: Transitions rules were deleted. Workflow is reset.
fr_fr: Les règles de transitions ont été supprimées. Le workflow est réinitialisé.

source: Tuleap will automatically pass the following parameters to the job:
fr_fr: Tuleap va automatiquement transmettre les paramètres suivants à la tâche :

source: Unique actions
fr_fr: Actions uniques

source: Use advanced configuration
fr_fr: Utiliser la configuration avancée

source: Use advanced configuration if you want to configure each transition independently.
fr_fr: Utilisez la configuration avancée si vous voulez configurer chaque transition indépendamment.

source: Wait a minute...
fr_fr: Attendez une minute...

source: You can only have this post-action once.
fr_fr: Vous ne pouvez avoir cette post-action qu'une seule fois.

source: You're about to switch to advanced configuration mode. Each transition will be configurable independently. They will copy their state configuration during the switch.
fr_fr: Vous êtes sur le point de passer à la configuration avancée. Chaque transition sera configurable indépendamment. Lors du changement de mode, elles copieront la configuration de leur état.

source: You're about to switch to simple configuration mode. The first configuration in the destination state column will be applied to the whole state. Please check that each state configuration is correct.
fr_fr: Vous êtes sur le point de passer à la configuration simple. La première configuration de la colonne de l'état destination sera copiée pour tout l'état. Merci de bien vouloir vérifier les configurations mises en place pour chaque état.

source: Your tracker doesn't seem to have available fieldsets
fr_fr: Votre outil de suivi ne semble pas avoir de groupes de champs disponibles

source: Your tracker doesn't seem to have available writable fields
fr_fr: Votre outil de suivi ne semble pas avoir de champs inscriptibles disponibles.

source: Your tracker doesn't seem to have integer, float or date fields.
fr_fr: Votre outil de suivi ne semble pas avoir de champs entier, flottant ou date.

source: artifactId: identifier of the artifact where the transition happens (integer)
fr_fr: artifactId : identifiant de l'artéfact où la transition est survenue (numérique)

source: projectId: identifier of the current project (ie. %{ project_id }) (integer)
fr_fr: projectId : identifiant du projet courant (i.e. %{ project_id }) (numérique)

source: trackerId: identifier of the current tracker (ie. %{ tracker_id }) (integer)
fr_fr: trackerId : identifiant du tracker courant (i.e. %{ tracker_id }) (numérique)

source: triggerFieldValue: value of current transition target (ie. %{ transition_id }) (string)
fr_fr: triggerFieldValue : valeur de la destination de la transition courante (i.e. %{ transition_id }) (numérique)

source: userId: identifier of Tuleap user who made the transition (integer)
fr_fr: userId : identifiant de l'utilisateur Tuleap qui a réalisé la transition (numérique)
