Repository: Enalean/tuleap
Catalog: plugins/taskboard/site-content/*/LC_MESSAGES/tuleap-taskboard.po
Languages: fr_fr

source: Artifact to add %d must be a child of swimlane %d.
fr_fr: L'artifact à ajouter %d doit être enfant de la swimlane %d.

source: Board type
fr_fr: Type de tableau

source: Cardwall & Taskboard
fr_fr: Cardwall & Tableau de tâches

source: Cardwall (legacy, for backward compatibility)
fr_fr: Cardwall (ancien, pour rétrocompatibilité)

source: Could not find artifact to add with id %d.
fr_fr: L'artifact à ajouter avec l'id %d n'a pas été trouvé.

source: Milestone not found.
fr_fr: Le jalon n'a pas été trouvé.

source: Please specify 'add' and/or 'order' in the payload.
fr_fr: Veuillez fournir 'add' et/ou 'order' dans la requête.

source: Taskboard
fr_fr: Tableau de tâches

source: Taskboard (new, recommended)
fr_fr: Tableau de tâches (nouveau, recommandé)

source: Taskboard is not activated in project %s.
fr_fr: Le tableau de tâches n'est pas activé pour le projet %s.

source: Taskboard not found.
fr_fr: Le tableau de tâches n'a pas été trouvé.

source: The artifact does not have a remaining effort numeric field
fr_fr: L'artifact n'a pas de champ numérique pour l'effort restant

source: Tracker %s has no list field mapped to column %s, please check its configuration.
fr_fr: L'outil de suivi %s n'a pas de champ liste associé à la colonne %s, veuillez vérifier sa configuration.

source: Tracker %s has no value mapped to column %s, please check its configuration.
fr_fr: L'outil de suivi %s n'a pas de valeur associée à la colonne %s, veuillez vérifier sa configuration.

source: Visually keep track of things that need to get done in a task board, used in Agile Dashboard.
fr_fr: Gardez une trace visuelle des tâches à effectuer dans un tableau, utilisé dans Agile Dashboard.

source: You don't have permission to update the %s field.
fr_fr: Vous n'avez pas la permission de mettre à jour le champ %s.
