Repository: Enalean/tuleap
Catalog: plugins/gitlfs/site-content/*/LC_MESSAGES/tuleap-gitlfs.po
Languages: fr_fr

source: An error occured while updating max file size.
fr_fr: Une erreur est survenue lors de la mise à jour de la taille maximale des fichiers.

source: Max file size
fr_fr: Taille maximale des fichiers

source: Max file size (in MiB)
fr_fr: Taille maximale des fichiers (en Mio)

source: Max file size configuration
fr_fr: Configuration de la taille maximale des fichiers

source: Max file size updated.
fr_fr: Taille maximale des fichiers mise à jour.

source: Save
fr_fr: Enregistrer

source: Support of large file upload and download in Git
fr_fr: Supporte l'envoi et la réception de fichiers volumineux dans Git

source: The configuration could not be updated through the Web UI.
fr_fr: La configuration ne peut être mise à jour via l'interface.

source: The configuration page is not available.
fr_fr: La page de configuration n'est pas disponible.

source: The provided LFS object does not exist.
fr_fr: L'objet LFS demandé n'existe pas.

source: You are not allowed to access this Git repository.
fr_fr: Vous n'êtes pas autorisé à accéder à ce dépôt Git.

source: You should be site administrator to access this page
fr_fr: Vous devez être administrateur site pour accéder à cette page
