Repository: Enalean/tuleap
Catalog: plugins/git/scripts/repositories-list/po/*.po
Languages: fr_fr

source: %{ countJenkinsServers } Jenkins server setup
fr_fr: %{ countJenkinsServers } serveur Jenkins configuré

source: A repository with same name and path was already integrated.
fr_fr: Un dépôt avec le même nom et chemin a déjà été intégré.

source: Add GitLab repository
fr_fr: Ajouter un dépôt GitLab

source: Add project repository
fr_fr: Ajouter un dépôt

source: Allow artifact closure
fr_fr: Autoriser la fermeture des artifacts

source: Allowed characters: a-zA-Z0-9/_.-
fr_fr: Caractères autorisés : a-zA-Z0-9/_.-

source: Allowed characters: a-zA-Z0-9/_.- and max length is 255, no slashes at the beginning or the end, and repositories names must not finish with ".git".
fr_fr: Caractères autorisés : a-zA-Z0-9/_.-, la longueur maximale est de 255 caractères, pas de slashes au début ou à la fin, et le nom des repertoires ne doivent pas finir par ".git".

source: An error occurred during your last action.
fr_fr: Une erreur est survenue lors de votre dernière action.

source: An error occurred while creating the repository.
fr_fr: Une erreur est survenue lors de la création du dépôt.

source: Artifact closure
fr_fr: Fermeture d'artifact

source: Artifact closure is now allowed for '%{repository}'!
fr_fr: La fermeture d'artifacts est maintenant activée pour '%{repository}' !

source: Artifact closure is now disabled for '%{repository}'!
fr_fr: La fermeture d'artifacts est maintenant désactivée pour '%{repository}' !

source: Back
fr_fr: Retour

source: Cancel
fr_fr: Annuler

source: Cannot connect to GitLab server, please check your credentials.
fr_fr: Impossible de se connecter au serveur GitLab, veuillez vérifier vos identifiants de connexion.

source: Check new token validity
fr_fr: Vérifier la validité du nouveau jeton

source: Close
fr_fr: Fermer

source: Create GitLab branch prefix
fr_fr: Créer un préfixe de branche GitLab

source: Create a repository
fr_fr: Créer un dépôt

source: Create branch prefix
fr_fr: Créer un préfixe de branche

source: Create branch prefix for integration %{repository} has been successfully cleared.
fr_fr: Le préfixe de création de branche pour l'intégration %{repository} a été vidé avec succès.

source: Create branch prefix for integration %{repository} has been successfully updated to '%{branch_prefix}'!
fr_fr: Le préfixe de création de branche pour l'intégration %{repository} a été mis à jour avec succès avec la valeur '%{branch_prefix}' !

source: Edit access token
fr_fr: Éditer le jeton d'accès

source: Fetch GitLab repositories
fr_fr: Récuperer les dépôts GitLab

source: Fork repositories
fr_fr: Fork de dépôts Git

source: Git plugin is not activated
fr_fr: Le plugin Git est désactivé

source: Git repositories
fr_fr: Dépôts Git

source: GitLab access token (personal or project)
fr_fr: Jeton d'accès de GitLab (personnel ou projet)

source: GitLab access token scope must contain at least: api.
fr_fr: La portée du jeton d'accès de GitLab doit contenir au moins : api.

source: GitLab repository
fr_fr: Dépôt GitLab

source: GitLab repository %{ label } has been successfully integrated!
fr_fr: Le dépot GitLab %{ label } a été intégré avec succès !

source: GitLab repository %{ label } has been successfully unlinked!
fr_fr: L'intégration du dépot GitLab %{ label } a été supprimée avec succès !

source: GitLab server URL
fr_fr: URL du serveur GitLab

source: Go to repository administration
fr_fr: Aller à l'administration du dépôt

source: If selected, artifacts of this project can be closed with GitLab commit messages from the selected repository.
fr_fr: Si choisi, les artifacts de ce projet pourront être fermés à l'aide des messages de commit de GitLab depuis le dépôt sélectionné.

source: If set, this prefix will be automatically added to the branch name in the create GitLab branch action
fr_fr: Si une valeur existe, ce préfixe sera automatiquement ajouté au nom de la branche dans l'action de création de branche GitLab

source: Integrate selected repository
fr_fr: Intégrer le dépôt sélectionné

source: Jenkins servers
fr_fr: Serveurs Jenkins

source: Manage the repository
fr_fr: Gérer le dépôt

source: New repository
fr_fr: Nouveau dépôt

source: New webhook of GitLab repository %{ label } has been successfully regenerated.
fr_fr: Un nouveau webhook pour le dépot GitLab %{ label } a été regénéré avec succès.

source: No matching repository
fr_fr: Aucun dépôt correspondant

source: No repository is available with your GitLab account
fr_fr: Aucun dépôt n'est disponible avec votre compte GitLab

source: No repository name matching your query has been found.
fr_fr: Aucun nom de dépôt ne correspond à votre recherche.

source: Oops, an error occurred!
fr_fr: Oups, une erreur s'est produite !

source: Please confirm your action.
fr_fr: Merci de confirmer votre action.

source: Prefix of the branch name
fr_fr: Préfixe du nom de la branche

source: Project not found
fr_fr: Projet non trouvé

source: Project repositories
fr_fr: Dépôts du projet

source: Regenerate the GitLab webhook
fr_fr: Regénérer le webhook GitLab

source: Regenerate the GitLab webhook will invalidate the previous webhook, and create a new one with a new secret. Webhook is used to allow GitLab to securely communicate with Tuleap whenever something happen in the repository (e.g. push commits, new merge requests, ...).
fr_fr: Regénérer le webhook GitLab invalidera l'ancien, et créera un nouveau webhook avec un nouveau secret. Le webhook et le secret sont utilisés pour permettre à GitLab de communiquer en sécurité avec Tuleap lorsque quelque chose se produit sur le dépôt (e.g. commits poussés, nouvelle demande de fusion, ...).

source: Regenerate webhook
fr_fr: Regénérer le webhook

source: Repository
fr_fr: Dépôt

source: Repository list
fr_fr: Liste des dépôts

source: Repository name
fr_fr: Nom du dépôt

source: Repository name is not well formatted or is already used. Allowed characters: a-zA-Z0-9/_.- and max length is 255, no slashes at the beginning or the end, and repositories names must not finish with ".git".
fr_fr: Le nom du dépôt n'est pas correct ou est déjà utilisé. Caractères autorisés : a-zA-Z0-9/_.-, la longueur maximale est de 255 caractères, pas de slashes au début ou à la fin, les noms des repertoires ne doivent pas finir par ".git".

source: Save
fr_fr: Sauvegarder

source: Save new token
fr_fr: Sauvegarder le nouveau jeton d'accès

source: Save prefix
fr_fr: Sauvegarder le préfixe

source: Server url is invalid
fr_fr: L'url du serveur est invalide

source: Sort repositories alphabetically
fr_fr: Trier les dépôts par ordre alphabétique

source: Sort repositories by their last update date
fr_fr: Trier les dépôts par leur date de dernière mise à jour

source: Submitted token is invalid to access to this repository on this GitLab server.
fr_fr: Le jeton fourni est invalide pour accéder à ce dépôt sur ce serveur GitLab.

source: The access token will be used to configure project hooks and automatically write comments on GitLab commits and merge requests. It's also needed to be able to extract Tuleap references from GitLab tag message.
fr_fr: Le jeton d'accès sera utilisé pour configurer les hooks de projet et commenter automatiquement les commits et les demandes de fusion GitLab. Il est également utilisé afin d'extraire les références Tuleap contenues dans les étiquettes GitLab.

source: The access token will be used to fetch repositories, configure project hooks and automatically write comments on GitLab commit and merge requests.
fr_fr: Le jeton d'accès sera utilisé pour configurer les hooks de projet et commenter automatiquement les commits et les demandes de fusion GitLab.

source: There are no repositories in this project
fr_fr: Il n'y a aucun dépôt dans ce projet

source: Theses servers are triggered at each push in any repository of the project:
fr_fr: Ces serveurs seront appelés lors de chaque push fait dans les dépôts du projet :

source: This repository comes from GitLab.
fr_fr: Ce dépôt vient de GitLab.

source: This repository is already integrated.
fr_fr: Ce dépôt est déjà intégré.

source: This repository is handled by Gerrit.
fr_fr: Ce dépôt est géré par Gerrit.

source: Token of GitLab repository %{ label } has been successfully updated.
fr_fr: Le jeton d'accès du dépot GitLab %{ label } a été mis à jour avec succès.

source: Unlink GitLab repository?
fr_fr: Voulez-vous supprimer l'intégration du dépôt GitLab ?

source: Unlink the repository
fr_fr: Supprimer l'intégration du dépôt

source: Updated %{time_ago}
fr_fr: Mis à jour %{time_ago}

source: Users forks
fr_fr: Forks des utilisateurs

source: Webhook must be regenerated.
fr_fr: Le webhook doit être regénéré.

source: Wow, wait a minute. You are about to unlink the GitLab repository %{ label }. Please confirm your action.
fr_fr: Hé, une petite minute. Vous allez supprimer l'intégration du dépôt GitLab %{ label }. Merci de confirmer votre action.

source: You are about to regenerate the webhook for %{ label } repository located at %{ instance_url }.
fr_fr: Vous allez regénérer le webhook du dépôt %{ label } localisé sur %{ instance_url }.

source: You are about to update the token used to integrate %{ label } repository of %{ instance_url }.
fr_fr: Vous allez mettre à jours le jeton d'accès utilisé pour intégrer le dépôt %{ label } sur %{ instance_url }.

source: You don't have permission to create Git repositories as you are not Git administrator.
fr_fr: Vous n'avez pas la permission de créer de dépôts git comme vous n'êtes pas administrateur du service Git.

source: You must provide a valid GitLab API token
fr_fr: Vous devez fournir un jeton d'API valide

source: You must provide a valid GitLab server and user API token
fr_fr: Vous devez fournir un serveur GitLab et un jeton d'API valides
