Repository: Enalean/tuleap
Catalog: plugins/tracker_functions/site-content/*/LC_MESSAGES/tuleap-tracker_functions.po
Languages: fr_fr

source: %sSee details%s
fr_fr: %sVoir les détails%s

source: Activated
fr_fr: Activé

source: Artifact
fr_fr: Artéfact

source: Cancel
fr_fr: Annuler

source: Change
fr_fr: Changer

source: Close
fr_fr: Fermer

source: Copied!
fr_fr: Copié !

source: Copy
fr_fr: Copier

source: Copy the input payload
fr_fr: Copier les données d'entrée

source: Copy the output payload
fr_fr: Copier les données de sortie

source: Creation
fr_fr: Création

source: Details
fr_fr: Détails

source: Error
fr_fr: Erreur

source: Error message
fr_fr: Message d'erreur

source: Execution date
fr_fr: Date d'exécution

source: Execution date: %s
fr_fr: Date d'exécution : %s

source: Execution details
fr_fr: Détails d'exécution

source: Failed to write file to disk.
fr_fr: Échec de l'écriture du fichier sur le disque.

source: File upload stopped by extension.
fr_fr: L'envoie de fichier est arrêté par une extension.

source: For more information please %ssee the dedicated documentation%s.
fr_fr: Pour plus d'informations merci de %sconsulter la documentation dédiée%s.

source: Function does not exist, maybe it has already been removed?
fr_fr: La fonction n'existe pas, peut-être a-t-elle déjà été supprimé ?

source: Function uploaded
fr_fr: Fonction téléversé

source: Input payload
fr_fr: Données d'entrée

source: Logs will also be deleted.
fr_fr: Les logs seront aussi supprimés.

source: Missing a temporary folder.
fr_fr: Un dossier temporaire est manquant.

source: No error message
fr_fr: Pas de message d'erreur

source: No file was uploaded.
fr_fr: Aucun fichier téléversé.

source: No function has been uploaded
fr_fr: Aucune fonction n'a été téléversé

source: No function!
fr_fr: Pas de fonction !

source: Output payload
fr_fr: Données de sortie

source: Please confirm your action.
fr_fr: Veuillez confirmer votre action.

source: Please upload a WebAssembly function.
fr_fr: Merci de téléverser une fonction WebAssembly.

source: Remove
fr_fr: Supprimer

source: Remove WASM functions
fr_fr: Supprimer la fonction WASM

source: Remove function
fr_fr: Supprimer la fonction

source: Run your own code on artifact updates to automate any kind of computation.
fr_fr: Exécuter votre propre code sur les mises à jour d'artéfact afin d'automatiser toute sorte de calculs.

source: See details: %s
fr_fr: Voir les détails : %s

source: Success
fr_fr: Succès

source: The artifact will be updated with this output payload (update fields and/or add a follow-up comment) with a dedicated "Tuleap Functions" user.
fr_fr: L'artéfact sera mis à jour par ces données de sortie (mise à jour des champs et/ou ajout d'un commentaire) par un utilisateur dédié "Tuleap Functions".

source: The function has been activated
fr_fr: La fonction a été activée

source: The function has been removed
fr_fr: La fonction a été désactivée

source: The function has been uploaded
fr_fr: La fonction a été téléversée

source: The function must output (stdout) a payload identical to the one that is used by REST API to update an artifact (%sSee <code>PUT /artifact/:id</code>%s).
fr_fr: La fonction doit sortir (stdout) un jeu de données identique à celui utilisé par l'API REST pour mettre à jour un artéfact (%sVoir <code>PUT /artifact/:id</code>%s).

source: The maximum file size for the function is %sMB.
fr_fr: La taille maximum pour le fichier de la fonction est %sMo.

source: The payload sent to the function via stdin is the same as the one for %sthe tracker webhook%s.
fr_fr: Les données envoyées en entrée de la fonction via stdin sont les mêmes que pour %sle webhook de tracker%s.

source: The uploaded file exceeds the maximum allowed file size.
fr_fr: Le fichier est trop gros.

source: The uploaded file was only partially uploaded.
fr_fr: Le fichier n'a été que partiellement téléversé.

source: There isn't any activity yet
fr_fr: Il n'y a pas encore d'activité

source: There isn't any uploaded function to execute.
fr_fr: Il n'y a aucune fonction a exécuter.

source: Tuleap Functions for Trackers
fr_fr: Tuleap Functions pour les Trackers

source: Tuleap function activated
fr_fr: La fonction Tuleap est activée

source: Tuleap function deactivated
fr_fr: La fonction Tuleap est désactivée

source: Tuleap function failed
fr_fr: La fonction Tuleap a échoué

source: Tuleap function failed for artifact #%s
fr_fr: La fonction Tuleap a échoué pour l'artéfact #%s

source: Tuleap function removed
fr_fr: La fonction Tuleap est supprimée

source: Tuleap function uploaded
fr_fr: La fonction Tuleap est téléversée

source: Tuleap functions as artifact post action
fr_fr: Tuleap function lors de la modification d'un artéfact

source: Unable to remove the function
fr_fr: Impossible de supprimer la fonction

source: Unable to upload the function
fr_fr: Impossible de téléverser la fonction

source: Update
fr_fr: Mise à jour

source: Upload WASM function
fr_fr: Téléverser une fonction WASM

source: Upload a WebAssembly function
fr_fr: Téléverser une fonction WebAssembly

source: Upload function
fr_fr: Téléverser une fonction

source: WebAssembly function
fr_fr: Fonction WebAssembly

source: You are about to remove the function from this tracker.
fr_fr: Vous êtes sur le point de supprimer la fonction de ce tracker.

source: You can upload here a %sWebAssembly%s (WASM) function (built with WASI Preview 1 support) that will be executed asynchronously after each artifact update (or creation).
fr_fr: Vous pouvez téléverser ici une fonction %sWebAssembly%s (WASM, construit avec le support de WASI Preview 1) qui sera exécuté de manière asynchrone après chaque mise à jour (ou création) d'artéfact.

source: You will not be able to retrieve it.
fr_fr: Vous ne pourrez pas la retrouver.
