Repository: Enalean/tuleap
Catalog: plugins/program_management/site-content/*/LC_MESSAGES/tuleap-program_management.po
Languages: fr_fr

source: %s - Iterations - %s
fr_fr: %s - Itérations - %s

source: %s of project %s
fr_fr: %s du projet %s

source: <a href='%s'>Title semantic</a> of tracker %s of project %s is using field %s and have an incorrect type it must be a string field.
fr_fr: <a href='%s'>La sémantique titre</a> de l'outil de suivi %s projet %s utilise le champ %s et a un type incorrect il doit être de type chaîne de caractères.

source: <a href='%s'>Tracker %s</a> of tracker %s of project does not have an artifact link field
fr_fr: <a href='%s'>L'outil de suivi %s</a> du projet %s n'a pas de champ lien entre artéfact

source: Add to backlog
fr_fr: Ajouter au backlog

source: Add to top backlog
fr_fr: Ajouter à la planification générale

source: Aggregate others projects to have an overall view of your Program activities. These projects will be considered as Teams.
fr_fr: Regrouper d'autres projets pour avoir une vue d'ensemble des activités de votre Programme. Ces projets seront considérés comme des Équipes.

source: Aggregate project
fr_fr: Regrouper le projet

source: Aggregated projects
fr_fr: Projets regroupés

source: Align several teams to a shared mission applying the principles of the Essential SAFe(R). Manage Agile Release Train, Program Increments and Roadmap. This template has to be used with the Tuleap template "Essential SAFe(R) - Scrum Team"
fr_fr: Alignez plusieurs équipes sur une mission partagée en appliquant les principes de "Essential SAFe(R)". Gérez un Train Agile, des Program Increments et une Roadmap. Ce modèle doit être utilisé avec le modèle Tuleap "Essential SAFe(R) - Équipe Scrum"

source: Artifact links with "%s" type cannot be removed.
fr_fr: Les liens entre artéfacts de type "%s" ne peuvent pas être supprimés.

source: Artifact links with "%s" type cannot be updated.
fr_fr: Les liens entre artéfacts de type "%s" ne peuvent pas être mis à jour.

source: Can prioritize features
fr_fr: Peut prioriser des fonctionnalités

source: Cancel
fr_fr: Annuler

source: Close
fr_fr: Fermer

source: Configuration is incorrect, you won't be able to create new program increments.
fr_fr: La configuration est incorrecte, vous ne pourrez pas créer d'incréments de programme.

source: Configure the teams
fr_fr: Configurer les équipes

source: Could not add feature #%d to program increment #%d
fr_fr: La fonctionnalité #%d n'a pas pu être ajoutée à l'incrément de programme #%d

source: Could not find feature with id #%d
fr_fr: La fonctionnalité avec l'id #%d n'a pas pu être trouvée

source: Could not find the iteration #%d
fr_fr: L'itération #%d n'a pas été trouvée

source: Could not find the program of iteration #%d
fr_fr: Le programme de l'itération #%d n'a pas été trouvé

source: Could not find the program of program increment #%d
fr_fr: Le programme de l'incrément de programme #%d n'a pas été trouvé

source: Could not remove feature #%d from all program increments
fr_fr: La fonctionnalité #%d n'a pas pu être enlevée de tous les incréments de programme

source: Custom name for a milestone of type of Iteration
fr_fr: Nom personnalisé pour un jalon de type Itération

source: Custom name for a milestone of type of Program Increment
fr_fr: Nom personnalisé pour un jalon de type Incrément de Programme

source: Custom name for the Iterations section
fr_fr: Nom personnalisé pour la section Itération

source: Custom name for the Program Increments section
fr_fr: Nom personnalisé pour la section Incréments de Programme

source: Enables managing several related projects, synchronizing teams and milestones
fr_fr: Permet la gestion de plusieurs projets, de synchroniser les équipes et les jalons

source: Essential SAFe(R) - Agile Release Train
fr_fr: Essential SAFe(R) - Train Agile

source: Essential SAFe(R) - Scrum Team
fr_fr: Essential SAFe(R) - Équipe Scrum

source: Expected tracker with id #%d to have a %s field associated to its TimeFrame semantic, but this field was not found
fr_fr: L'outil de suivi avec l'identifiant #%d devrait avoir un champ de type %s associé à sa sémantique plage de temps, mais le champ n'a pas été trouvé

source: Expected tracker with id %d to have a field associated to its %s semantic, but this field was not found
fr_fr: L'outil de suivi %d devrait avoir un champ associé à sa sémantique %s, mais le champ n'a pas été trouvé

source: Feature #%d cannot be planned in program increment #%d
fr_fr: La fonctionnalité #%d ne peut pas être planifiée dans l'incrément de programme #%d

source: Feature #%d does not exist in program increment #%d
fr_fr: La fonctionnalité #%d n'existe pas dans l'incrément de programme #%d

source: Feature cannot be ranked with itself
fr_fr: La fonctionnalité ne peut pas être réordonnée avec elle-même

source: Field <a href='%s'>%s</a> of tracker %s of project %s is required but cannot be synchronized
fr_fr: Le champ <a href='%s'>%s</a> de l'outil de suivi %s du projet %s est requis mais ne peut pas être synchronisé

source: Following trackers are using a synchronized field in a <a href='%s'>workflow date</a> rule (global rules) {{ tracker_label }} of project {{ project_label }}
fr_fr: Les outils de suivi suivants utilisent un champ synchronisé avec un <a href='%s'>workflow sur les dates</a> (règles globales) {{ tracker_label }} du projet {{ project_label }}

source: Following trackers are using a synchronized field in a <a href='%s'>workflow list</a> rule (field dependencies) {{ tracker_label }} of project {{ project_label }}
fr_fr: Les outils de suivi suivants utilisent un champ synchronisé avec un <a href='%s'>workflow sur une liste</a> (dépendances de champs) {{ tracker_label }} du projet {{ project_label }}

source: Following trackers are using a synchronized field in a <a href='%s'>workflow transition</a> rule {{ tracker_label }} of project {{ project_label }}
fr_fr: Les outils de suivi suivants utilisent un champ synchronisé avec des <a href='%s'>règles de transition</a> de workflow {{ tracker_label }} du projet {{ project_label }}

source: Good to know:
fr_fr: Bon à savoir :

source: Granted groups
fr_fr: Groupes autorisés

source: Helps cross-functional teams to deliver an increment of value based on Scrum approach. This template has to be used with the Tuleap template "Essential SAFe(R) - Agile Release Train"
fr_fr: Aidez les équipes pluridisciplinaires à livrer un incrément de valeur sur la base de la méthodologie Scrum. Ce modèle doit être utilisé avec "Essential SAFe(R) - Train Agile"

source: In order to access program administration you must be able to access <b>all</b> aggregated projects. You cannot access %s.
fr_fr: Pour accéder à l'administration du programme, vous devez avoir accès à <b>tous</b>les projets regroupés. Vous n'avez pas accès à %s.

source: Iteration configuration is incorrect:
fr_fr: La configuration de l'itération est incorrecte :

source: Iteration tracker id must not be contained into plannable tracker ids
fr_fr: Les ids des trackers planifiables ne doivent pas contenir l'id de l'outils de suivi d'itération

source: Iteration tracker in program %d is not found
fr_fr: L'outil de suivi d'itérations du programme %d n'a pas été trouvé

source: Iterations
fr_fr: Itérations

source: M d
fr_fr: j M

source: Manage sets of applications and products into a portfolio to align strategy to execution. This template has to be used with the 2 Essential SAFe(R) templates.
fr_fr: Organiser plusieurs applications et produits dans un portfolio afin d'aligner la stratégie avec l'exécution. Ce modèle doit être utilisé avec les 2 modèles Essential SAFe(R).

source: Milestones
fr_fr: Jalons

source: Mirror of
fr_fr: Réplique de

source: Mirrored by
fr_fr: Répliqué par

source: Modification of the milestone tracker of this planning is prohibited because this project is part of a program backlog.
fr_fr: La modification de l'outil de suivi de jalons de cette planification est interdite parce que ce projet fait partie du backlog d'un programme.

source: No matching value found for value %s in field #%d of tracker #%d by duck typing.
fr_fr: Aucune valeur trouvé pour %s dans le champ #%d de l'outil de suivi #%d par duck typing.

source: No project have been aggregated yet.
fr_fr: Aucun projet n'a encore été regroupé.

source: Plannable tracker id cannot be empty
fr_fr: L'id de l'outil de suivi panifiable ne doit pas être vide

source: Please confirm your action.
fr_fr: Merci de confirmer votre action.

source: Plural. Leave it blank to keep default label "Iterations".
fr_fr: Au pluriel. Laisser vide pour garder le label par défaut "Itérations".

source: Plural. Leave it blank to keep default label "Program Increments".
fr_fr: Au pluriel. Laisser vide pour garder le label par défaut "Program Increments".

source: Post action of type %s can only be defined for plannable tracker of a plan.
fr_fr: Une post-action de type %s peut uniquement être définie pour les outils de suivis planifiable d'un plan.

source: Preview
fr_fr: Aperçu

source: Program
fr_fr: Programme

source: Program %d can not be a Program and a Team in the same time
fr_fr: Le Programme %d ne peut pas être à la fois un Programme et une Équipe

source: Program Increment artifact #%d could not be found
fr_fr: L'artéfact Incrément de Programme #%d n'a pas été trouvé

source: Program Increment tracker id must not be contained into plannable tracker ids
fr_fr: Les ids des trackers planifiables ne doivent pas contenir l'id de l'outils de suivi d'Incrément de Programme

source: Program Increments
fr_fr: Incréments de Programme

source: Program Increments, Iterations
fr_fr: Incréments de Programme, Itérations

source: Program Management
fr_fr: Gestion de Programme

source: Program administration
fr_fr: Administration du Programme

source: Program increment configuration is incorrect:
fr_fr: La configuration des Incréments de Programme est incorrecte :

source: Program increment tracker and Iteration tracker must not be the same tracker.
fr_fr: L'outil de suivi d'incréments de programme et des itérations ne peut pas être le même.

source: Program management service is disabled.
fr_fr: Le service de gestion de programme est désactivé.

source: Program service cannot be enabled for Team projects.
fr_fr: Le service Programme ne peut pas être activé pour les projets Équipe.

source: Program service cannot be enabled when the project also uses the Backlog service.
fr_fr: Le service Programme ne peut pas être activé quand le projet utilise aussi le service Backlog.

source: Program service cannot be enabled when the project has a Scrum configuration in the AgileDashboard service.
fr_fr: Le service Programme ne peut pas être activé quand le projet utilise une configuration Scrum dans le service des tableaux de bord Agile.

source: Program service cannot be enabled when the project has a Scrum configuration in the Backlog service.
fr_fr: Le service Programme ne peut pas être activé quand le projet utilise une configuration Scrum dans le service Backlog.

source: Project #%d cannot be a Team because it is not in the explicit backlog mode
fr_fr: Le projet #%d ne peut pas être une Équipe parce qu'il n'utilise pas la planification générale explicite

source: Project #%d is defined as a Program project. It can not be used as Team.
fr_fr: Le projet #%d est défini en tant que projet Programme. Il ne peut pas être utilisé en tant qu'Équipe.

source: Project #%d is defined as a Team project. It cannot be used as a Program
fr_fr: Le projet #%d est défini en tant que projet Équipe. Il ne peut pas être utilisé en tant que Programme

source: Project #%d is not a Program. Please use a project defined as a Program
fr_fr: Le projet #%d n'est pas un projet Programme. Merci d'utiliser un projet défini en tant que Programme

source: Project %d is not a team of program %d
fr_fr: Le projet %d n'est pas une équipe du program %d

source: Project is defined as a Team project. It can not be used as a Program.
fr_fr: Le projet est défini en tant que projet Équipe. Il ne peut pas être utilisé en tant que Programme.

source: Remove from backlog
fr_fr: Supprimer du backlog

source: Remove from top backlog
fr_fr: Supprimer de la planification générale

source: Remove team
fr_fr: Enlever l'équipe

source: Remove team from program
fr_fr: Enlever l'équipe du programme

source: SAFe(R)
fr_fr: SAFe®

source: Save milestones configuration
fr_fr: Sauvegarder la configuration des jalons

source: Second-level planning not found in project <a href='/plugins/agiledashboard/?group_id=%s&action=admin'>%s</a> or you can't access it
fr_fr: Le planning de second niveau du projet <a href='/plugins/agiledashboard/?group_id=%s&action=admin'>%s</a> n'a pas été trouvé ou vous ne pouvez pas y accéder

source: Semantic '%s' is not well configured. Please check semantic of following trackers:
fr_fr: La sémantique '%s' n'est pas bien configurée. Merci de vérifier la sémantique des outils de suivi suivants :

source: Semantic 'status' is not well configured. Please check semantic of following trackers:
fr_fr: La sémantique 'statut' n'est pas bien configurée. Merci de vérifier la sémantique des outils de suivi suivants :

source: Singular and lowercase. Leave it blank to keep default label "iteration".
fr_fr: Au singulier et en minuscule. Laisser vide pour garder le label par défaut "itération".

source: Singular and lowercase. Leave it blank to keep default label "program increment".
fr_fr: Au singulier et en minuscule. Laisser vide pour garder le label par défaut "program increment".

source: Some plannable tracker have incorrect configuration:
fr_fr: Certains outils de suivi planifiables ont une configuration incorrecte :

source: Source tracker for Iterations
fr_fr: Outil de suivi source pour les Itérations

source: Source tracker for Program Increments
fr_fr: Outil de suivi source pour les Incréments de Programme

source: Status semantic is not defined, the artifact cannot be added to the backlog
fr_fr: La sémantique status n'est pas définie, l'artéfact ne peut pas être ajouté au backlog

source: Status semantic is not defined, the artifact cannot be added to the top backlog
fr_fr: La sémantique status n'est pas définie, l'artéfact ne peut pas être ajouté à la planification générale

source: Status semantic is not linked to a field in program tracker <a href='%s'>#%s</a>:
fr_fr: La sémantique statut est liée à aucun champ dans l'outil de suivi du programme <a href='%s'>#%s</a>:

source: Sync open %s
fr_fr: Sync %s ouverts

source: Sync open Program Increments
fr_fr: Sync Incréments de Programme ouverts

source: Synchronization error
fr_fr: Erreur de synchronisation

source: Synchronization has failed, an error has occurred, please contact your platform administrator
fr_fr: La synchronisation a échoué, une erreur est survenue, veuillez contacter l'administrateur de votre plateforme

source: Team project <a href='/plugins/agiledashboard/?group_id=%s&action=admin'>%s</a> has no root planning or you can't access it
fr_fr: Le projet Équipe <a href='/plugins/agiledashboard/?group_id=%s&action=admin'>%s</a> n'a pas de planning racine défini ou vous ne pouvez pas y accéder

source: Teams
fr_fr: Équipes

source: The feature with id #%d cannot be unplanned because some linked user stories are planned in Teams project.
fr_fr: La fonctionnalité avec l'id #%d ne peut pas être déplanifié car elle est liée à des user stories planifiées dans les projets Équipes.

source: The post action cannot be saved because this tracker is not a plannable tracker of a plan.
fr_fr: La post-action ne peut pas être enregistrée parce que cet outil de suivi n'est pas un outil de suivi planifiable d'un plan.

source: The title field with id #%d in tracker #%d has an incorrect type, it must be a string type
fr_fr: Le champ titre avec l'identifiant #%d dans l'outil de suivi #%d a un type incorrect, il doit être de type chaîne de caractère

source: The user group %s does not exist in the Program
fr_fr: Le groupe utilisateur %s n'existe pas dans le Programme

source: This artifact cannot be moved because it is a program increment.
fr_fr: Cet artéfact ne peut pas être déplacé car c'est un incrément de programme.

source: This artifact cannot be moved because it is a program iteration.
fr_fr: Cet artéfact ne peut pas être déplacé car c'est une itération de programme.

source: This artifact cannot be moved because it is part of a program plan.
fr_fr: Cet artéfact ne peut pas être déplacé car il fait partie de la planification d'un programme.

source: This team is being synchronized
fr_fr: Cette équipe est en cours de synchronisation

source: Timeframe
fr_fr: Plage de temps

source: Title
fr_fr: Titre

source: Title semantic is not defined, the artifact cannot be added to the backlog
fr_fr: La sémantique titre n'est pas définie, l'artéfact ne peut pas être ajouté au backlog

source: Title semantic is not defined, the artifact cannot be added to the top backlog
fr_fr: La sémantique titre n'est pas définie, l'artéfact ne peut pas être ajouté à la planification générale

source: To be planned
fr_fr: À planifier

source: To be planned by Teams
fr_fr: À planifier par les Équipes

source: Top backlog actions
fr_fr: Actions liées à la planification générale

source: Tracker #%d does not belong to project #%d
fr_fr: L'outil de suivi #%d n'existe pas dans le projet #%d

source: Tracker #%d is not found
fr_fr: L'outil de suivi %d n'a pas été trouvé

source: Tracker id #%d is not a plannable tracker
fr_fr: L'outil de suivi avec l'id #%d n'est pas un outils de suivi planifiable

source: Tracker with id #%d has no artifact link field
fr_fr: L'outil de suivi avec l'id #%d n'a pas de champ de lien d'artéfacts

source: Unchanged
fr_fr: Inchangé

source: User #%d cannot manipulate the top backlog of the Program #%d
fr_fr: L'utilisateur #%d ne peut pas manipuler la planification générale du Programme #%d

source: User #%d cannot see the team %s of Program #%d
fr_fr: L'utilisateur #%d ne peut pas voir l'équipe %s du programme #%d

source: User #%d does not have permission to prioritize features in the program increment #%d
fr_fr: L'utilisateur #%d n'a pas les permissions pour prioriser des fonctionnalités dans le l'incrément de programme #%d

source: User %s can not access to Program #%d
fr_fr: L'utilisateur %s ne peut pas accéder au Programme #%d

source: User can not submit artifact in Team tracker #%s
fr_fr: L'utilisateur ne peut pas soumettre d'artéfact dans l'outil de suivi de l'Équipe #%s

source: User can not submit the field <a href='%s'>%s</a> of tracker %s of project %s
fr_fr: L'utilisateur ne peut pas soumettre le champ <a href='%s'>%s</a> de l'outil de suivi %s du project %s

source: User can not update the field <a href='%s'>%s</a> of tracker %s of project %s
fr_fr: L'utilisateur ne peut pas mettre à jour le champ <a href='%s'>%s</a> de l'outil de suivi %s du project %s

source: Values '%s' are not found in every tracker, please check tracker
fr_fr: Les valeurs '%s' n'ont pas été trouvées dans tous les outils de suivi, merci de vérifier les outils de suivi

source: Which tracker's artifacts can be planned in Program increments?
fr_fr: Quels outils de suivi peuvent être planifiés dans les Incréments de Programme ?

source: Who can prioritize and plan items into Program Increments?
fr_fr: Qui peut prioriser et planifier des éléments dans les Incréments de Programme ?

source: You are about to remove Team {{ public_name }} from this Program.
fr_fr: Vous êtes sur le point d'enlever l'Équipe {{ public_name }} de ce Programme.

source: You are creating a new iteration, it will create associated milestones in team projects.
fr_fr: Vous allez créer une nouvelle itération, les jalons correspondants seront créés dans les projets des équipes.

source: You are creating a new program increment, it will create associated milestones in team projects.
fr_fr: Vous allez créer un nouvel incrément de programme, les jalons correspondants seront créés dans les projets des équipes.

source: You are editing an iteration, it will update associated milestones in team projects.
fr_fr: Vous êtes en train d'éditer une itération, les jalons correspondants seront mis à jour dans les projets des équipes.

source: You are updating a program increment, it will update associated milestones in team projects.
fr_fr: Vous allez mettre à jour un incrément de programme, les jalons correspondants seront mis à jour dans les projets des équipes.

source: You must be administrator of the projects you want aggregate.
fr_fr: Vous devez être administrateur des projets que vous voulez regrouper.

source: You must be project administrator of project #%d to define it as Team.
fr_fr: Vous devez être administrateur du projet #%d pour le définir en tant qu'Équipe.

source: You need to be project administrator to access to program administration.
fr_fr: Vous devez être administrateur du projet pour accéder à l'administration du programme.

source: `add` and `order` must not both be null
fr_fr: `add` et `order` ne peuvent être null en même temps

source: iteration
fr_fr: itération

source: program increment
fr_fr: incrément de programme

source: {{ user_group_name }} has no permission
fr_fr: {{ user_group_name }} n'a aucune permission
