Repository: Enalean/tuleap
Catalog: plugins/tracker/scripts/tracker-creation/po/*.po
Languages: fr_fr

source: %{ company_name } templates
fr_fr: Modèles de %{ company_name }

source: API Token (or password for Jira Server)
fr_fr: Jeton d'API (ou mot de passe Jira Server)

source: Avoid spaces and punctuation
fr_fr: Évitez les espaces et la ponctuation

source: Back
fr_fr: Retour

source: Choose a project...
fr_fr: Choisissez un projet ...

source: Choose a starting point
fr_fr: Choisissez un point de départ

source: Choose a tracker...
fr_fr: Choisissez un outil de suivi ...

source: Choose an issue type...
fr_fr: Choisissez un type de ticket ...

source: Choose one tracker template among ones available in your platform.
fr_fr: Choisissez un modèle d'outil de suivi parmi ceux disponibles sur votre plate-forme.

source: Chosen template
fr_fr: Modèle choisi

source: Color
fr_fr: Couleur

source: Connect
fr_fr: Connexion

source: Create my tracker
fr_fr: Créer mon outil de suivi

source: Create your new tracker and import its issues from Jira server
fr_fr: Créez votre nouvel outil de suivi et importez ses tickets depuis un serveur Jira

source: Create your new tracker based on a tracker template XML file.
fr_fr: Créez votre nouvel outil de suivi basé sur un fichier au format XML.

source: Create your new tracker by replicating the configuration of an existing one.
fr_fr: Créez votre nouvel outil de suivi en répliquant la configuration d'un autre déjà existant.

source: Create your new tracker without any configuration.
fr_fr: Créez votre nouvel outil de suivi sans aucune configuration.

source: Custom templates
fr_fr: Modèles personnalisés

source: Don't worry, you will still be able to modify your tracker after it has been created.
fr_fr: Ne vous inquiétez pas, vous serez toujours en mesure de modifier votre outil de suivi après sa création.

source: Empty
fr_fr: Vide

source: For advanced users
fr_fr: Pour les utilisateurs avancés

source: From Jira
fr_fr: Depuis Jira

source: Give your tracker some basic info
fr_fr: Donnez à votre outil de suivi quelques infos de base

source: I want to migrate a tracker v3
fr_fr: Je veux migrer un outil de suivi v3

source: Issue type
fr_fr: Type de ticket

source: My %{ tracker_name } tracker description...
fr_fr: Ma description de l'outil de suivi %{ tracker_name } ...

source: Name
fr_fr: Nom

source: Next
fr_fr: Suivant

source: Project
fr_fr: Projet

source: Shortname
fr_fr: Nom court

source: Source project
fr_fr: Projet source

source: Template
fr_fr: Modèle

source: The chosen name already exist in this project, please choose another one.
fr_fr: Le nom choisi existe déjà dans ce projet, veuillez en choisir un autre.

source: The chosen shortname already exist in this project, please choose another one.
fr_fr: Le nom court choisi existe déjà dans ce projet, veuillez en choisir un autre.

source: The provided file is not a valid XML file
fr_fr: Le fichier fourni n'est pas un fichier XML valide

source: The tracker shortname must have a length between 1 and 25 characters. It can only contain alphanumerical characters and underscores.
fr_fr: Le nom court de l'outil de suivi doit avoir une longueur comprise entre 1 et 25 caractères. Il ne peut contenir que des caractères alphanumériques et des tirets bas.

source: The tracker template you will select provides preconfigured fields, permissions, workflow...
fr_fr: Le modèle de l'outil de suivi que vous sélectionnez fournit des champs préconfigurés, des permissions, des règles de transitions ...

source: Tracker XML file
fr_fr: Fichier XML

source: Tracker from another project
fr_fr: Outil de suivi d'un autre project

source: Tracker shortname:
fr_fr: Nom court de l'outil de suivi :

source: Trackers from template projects
fr_fr: Outils de suivi des modèles de projet

source: Tuleap template
fr_fr: Modèle d'outil de suivi Tuleap

source: User email (or jira login for Jira Server)
fr_fr: Email utilisateur (ou identifiant Jira Server)

source: Your Jira server url
fr_fr: L'url de votre serveur Jira
