Repository: Enalean/tuleap
Catalog: plugins/statistics/site-content/*/LC_MESSAGES/tuleap-statistics.po
Languages: fr_fr

source: %1$s GB
fr_fr: %1$s Go

source: A collection of statistics tools & scripts
fr_fr: Collection d'outils et de scripts de statistiques sur les données du site

source: Add quota
fr_fr: Définir un quota

source: All projects quota
fr_fr: Tous les quotas par projet

source: An error occurred when adding the entry
fr_fr: Une erreur est survenue lors de l'ajout

source: An error occurred when deleting entries
fr_fr: Une erreur est survenue lors de la suppression

source: Backup
fr_fr: Sauvegarde

source: Backup old
fr_fr: Ancienne sauvegarde

source: Closed (or wished end date) Artifacts (V3)
fr_fr: Artéfacts fermés (ou date de fin souhaitée) (V3)

source: Codendi Logs
fr_fr: Logs Codendi

source: Comment...
fr_fr: Commentaire…

source: Current project size
fr_fr: Taille actuelle du projet

source: Data export
fr_fr: Export de données

source: Day
fr_fr: Jour

source: Dear project administrator,<br><br>The size of the project <a href="%1$s">%2$s</a> is: "%3$s".<br>We advise you to delete unneeded data in order to decrease the project size growth. <br>(please note that deleting items from a subversion repository has no effect on the disk size, on the contrary, it may increase your server repository size).<br>We advise you to avoid storing binaries into your Subversion repository.<br>For Documents, you can remove oldest versions in order to decrease the project's size.<br><br>--<br>Please note that without any actions from you, for the safety of the entire platform, your project may be suspended until we find a solution.
fr_fr: Cher administrateur de projet, <br><br> La taille du projet <a href="%1$s" >%2$s</a> est: "%3$s".<br> Nous vous conseillons de supprimer des données inutiles pour diminuer la croissance de la taille de votre projet. <br> ( Il est à noter que la suppression d'élèments d'un dépôt Subversion n'a aucun effet sur la taille de disque, au contraire, il peut augmenter la taille de votre dépôt de serveur).<br> Nous vous conseillons d'éviter de stocker des fichiers binaires dans votre dépôt Subversion.<br> Pour les documents, vous pouvez enlever les versions les plus vieilles pour diminuer la taille du projet.<br> <br>--<br> Notez S'il vous plaît que sans aucune action de vous, pour la sécurité de la plate-forme entière, votre projet peut être suspendu jusqu'à ce que nous trouvions une solution.

source: Delete
fr_fr: Supprimer

source: Delete quota
fr_fr: Supprimer le quota

source: Details
fr_fr: Détails

source: Differences may exist between actual size of a project/service and statistics which are computed daily
fr_fr: Il peut y avoir des différences entre la taille réelle des projets/services et les statistiques qui sont calculées chaque jour

source: Disk usage
fr_fr: Utilisation disque

source: End date
fr_fr: Date de fin

source: End size
fr_fr: Taille de fin

source: Evolution rate (%)
fr_fr: Moyenne de l'évolution (%)

source: Exceeding size
fr_fr: Taille en excès

source: Export CSV
fr_fr: Exporter en CSV

source: Files downloaded
fr_fr: Fichiers téléchargés

source: Files released
fr_fr: Fichiers publiés

source: Filter
fr_fr: Filtrer

source: Frequencies
fr_fr: Fréquences

source: GB
fr_fr: Go

source: Generate a CSV file that contains the progress of some data figures (number of users, number of projects) over the time. For each month, it outputs the number of created projects and user accounts.
fr_fr: Génére un fichier CSV qui contient la progression de quelques chiffres de données (nombre d'utilisateurs, nombre de projets) dans le temps. Pour chaque mois, il génère le nombre de projets et de comptes d'utilisateur créés.

source: Global usage
fr_fr: Utilisation globale

source: Group by
fr_fr: Grouper par

source: Group by day
fr_fr: Grouper par jour

source: Group by hour
fr_fr: Grouper par heure

source: Group by month
fr_fr: Grouper par mois

source: Invalid Action
fr_fr: Action invalide

source: Invalid project
fr_fr: Projet invalide

source: Maximum quota is %1$s GB
fr_fr: Le quota maximum est de %1$s Go

source: Messages in forums
fr_fr: Messages de forums

source: Month
fr_fr: Mois

source: MyProject
fr_fr: MonProjet

source: Name
fr_fr: Nom

source: No data to display
fr_fr: Il n'y a pas de données à afficher

source: No matching data for this user
fr_fr: Aucune données correspondantes pour cet utilisateur

source: No matching user data
fr_fr: Aucune données utilisateur correspondantes

source: No motivation
fr_fr: Pas de motivation donnée

source: No user selected
fr_fr: Aucun utilisateur sélectionné

source: One user details
fr_fr: Utilisation par utilisateur

source: Opened Artifacts (V3)
fr_fr: Artéfacts ouverts (V3)

source: Project
fr_fr: Projet

source: Project Id is optional, you can leave it empty to calculate statistics for the whole platform.
fr_fr: L'identifiant du projet est optionnel, laissez le champ vide pour calculer les statistiques de toute la plateforme.

source: Project by service growth over time
fr_fr: Croissance du project par service en fonction du temps

source: Project created
fr_fr: Projets créés

source: Project name
fr_fr: Nom du projet

source: Project not found
fr_fr: Projet non trouvé

source: Project quota
fr_fr: Quota par projet

source: Project statistics
fr_fr: Statistiques du projet

source: Projects exceeding their disk quota
fr_fr: Projets excédant leur part de disque

source: Projects over quota
fr_fr: Projets dépassant les quotas

source: Quota deleted for %1$s
fr_fr: Quota supprimé pour %1$s

source: Quota for project "%1$s" is now %2$s GB
fr_fr: Le quota pour le projet "%1$s" est maintenant %2$s Go

source: Quota must be between 1 and %1$s Gb
fr_fr: Le quota doit être compris entre 1 et %1$s Go

source: Rank
fr_fr: Rang

source: Relative Y axis (depends on data set values)
fr_fr: Relatif à l'axe des Y (dépend du jeu de données)

source: Remaining space
fr_fr: Espace restant

source: Requester
fr_fr: Demandeur

source: Results
fr_fr: Résultats

source: SCM statistics
fr_fr: Statistiques des SCM

source: Service usage
fr_fr: Utilisation des services

source: Services growth over time
fr_fr: Croissance des services en fonction du temps

source: Services/Projects
fr_fr: Services/Projets

source: Show project disk statistics
fr_fr: Affiche les statistiques disque du projet

source: Size
fr_fr: Taille

source: Size evolution
fr_fr: Évolution de la taille

source: Start date
fr_fr: Date de début

source: Start size
fr_fr: Taille de départ

source: Statistics
fr_fr: Statistiques

source: Sum of end sizes
fr_fr: Somme des tailles de fin

source: Sum of size evolution
fr_fr: Somme des évolutions des tailles

source: Sum of start sizes
fr_fr: Somme des tailles de départ

source: There is no matching data per project
fr_fr: Il n'y a pas de données par projet

source: There is no matching global data
fr_fr: Il n'y a pas de données globale

source: There is no matching services data
fr_fr: Il n'y a pas de données sur les services

source: There isn't any matching projects.
fr_fr: Aucun projet correspondant.

source: There isn't any projects with a custom quota. All projects have the default quota (%1$s GB).
fr_fr: Il n'y a pas de projet avec un quota personnalisé. Tous les projets ont le quota par défaut (%1$s Go).

source: There isn't any quota for the selected project
fr_fr: Il n'y a pas de quota défini pour le projet sélectionné

source: This project uses <b>%1$s</b> of the <b>%2$s</b> allowed quota.
fr_fr: Ce projet utilise <b>%1$s</b> de <b>%2$s</b> alloué.

source: Top 10 users
fr_fr: Top 10 des utilisateurs

source: Top projects
fr_fr: Top des projets

source: Top projects (number of commits)
fr_fr: Top des projets (nombre de commits)

source: Top users
fr_fr: Top des utilisateurs

source: Top users (number of commits)
fr_fr: Top des utilisateurs (nombre de commits)

source: Total number of CVS commits
fr_fr: Nombre total des commits CVS

source: Total number of CVS read access
fr_fr: Nombre total d'accès en lecture à CVS

source: Total number of SVN commits
fr_fr: Nombre total des commits SVN

source: Total number of SVN read access
fr_fr: Nombre total d'accès en lecture à SVN

source: Total number of projects with CVS commits
fr_fr: Nombre total de projets avec des commits CVS

source: Total number of projects with CVS read access
fr_fr: Nombre total de projets avec des accès en lecture à CVS

source: Total number of projects with SVN commits
fr_fr: Nombre total de projets avec des commits SVN

source: Total number of projects with SVN read access
fr_fr: Nombre total de projets avec des accès en lecture à SVN

source: Total number of repositories containing commits
fr_fr: Nombre total des dépôts contenant au moins un commit

source: Total number of users with CVS commits
fr_fr: Nombre total d'utilisateurs avec des commits CVS

source: Total number of users with CVS read access
fr_fr: Nombre total d'utilisateurs avec des accès en lecture à CVS

source: Total number of users with SVN commits
fr_fr: Nombre total d'utilisateurs avec des commits SVN

source: Total number of users with SVN read access
fr_fr: Nombre total d'utilisateurs avec des accès en lecture à SVN

source: Total project size:
fr_fr: Taille totale du Projet:

source: Usage global on %1$s
fr_fr: Utilisation globale du %1$s

source: Usage per project
fr_fr: Utilisation par projet

source: Usage per service
fr_fr: Utilisation par service

source: Usage progress
fr_fr: Progression de l'utilisation

source: Used proportion
fr_fr: Espace utilisé

source: User
fr_fr: Utilisateur

source: User consumption over time
fr_fr: Consommation de l'utilisateur en fonction du temps

source: User statistics
fr_fr: Statistiques de l'utilisateur

source: Users
fr_fr: Utilisateurs

source: Warn administrators
fr_fr: Notifier les administrateurs

source: Week
fr_fr: Semaine

source: Wiki pages viewed
fr_fr: Pages wiki vues

source: Wow, wait a minute. You are about to delete the quota for <b>%1$s</b> project. Please confirm your action.
fr_fr: Hop, hop, hop ! Attendez un instant. Vous êtes en train de supprimer le quota pour le projet <b>%1$s</b>. Merci de confirmer votre action.

source: Year
fr_fr: Année

source: You made a mistake in selecting period. Please try again!
fr_fr: Vous avez fait une erreur en selectionnant la période. Veuillez réessayer!

source: [Disk quota] [Warning] Project %1$s is exceeding allowed disk quota
fr_fr: [Quota disque] [Avertissement] Le projet %1$s excède la part de disque permise
