Repository: Enalean/tuleap
Catalog: plugins/pullrequest/site-content/*/LC_MESSAGES/tuleap-pullrequest.po
Languages: fr_fr

source: %s commented on #%d: %s in %s: %s %s
fr_fr: %s a laissé un commentaire sur #%d: %s dans %s : %s %s

source: %s commented on #%d: %s.
fr_fr: %s a laissé un commentaire sur #%d : %s.

source: %s commented on %s: %s in %s:
fr_fr: %s a laissé un commentaire sur %s : %s dans %s

source: %s commented on %s: %s.
fr_fr: %s a laissé un commentaire sur %s : %s.

source: %s created the pull request #%d: %s
fr_fr: %s a créé la pull request #%d : %s

source: %s created the pull request %s: %s
fr_fr: %s a créé la pull request %s : %s

source: %s has abandoned the pull request #%d: %s
fr_fr: %s a abandonné la pull request #%d : %s

source: %s has abandoned the pull request %s: %s
fr_fr: %s a abandonné la pull request %s : %s

source: %s has merged the pull request #%d: %s into %s
fr_fr: %s a fusionné la pull request #%d : %s dans %s

source: %s has merged the pull request %s: %s into %s
fr_fr: %s a fusionné la pull request %s : %s dans %s

source: %s pushed %d commit updating the pull request #%d: %s.
fr_fr: %s a publié %d commit mettant à jour la pull request #%d: %s.

source: %s pushed %s commit updating the pull request %s: %s.
fr_fr: %s a publié %s commit mettant à jour la pull request %s : %s.

source: %s requested your review on #%d: %s
fr_fr: %s a demandé une revue de votre part sur #%d: %s

source: %s requested your review on %s: %s
fr_fr: %s a demandé une revue de votre part sur %s : %s

source: %s updated the description of the pull request #%d: %s
fr_fr: %s a modifié la description de la pull request #%d : %s

source: %s updated the description of the pull request %s: %s
fr_fr: %s a modifié la description de la pull request %s : %s

source: %s updated their comment on #%d: %s in %s: %s %s
fr_fr: %s a édité son commentaire sur #%d: %s dans %s : %s %s

source: %s updated their comment on #%d: %s.
fr_fr: %s a édité son commentaire sur #%d : %s.

source: %s updated their comment on %s: %s in %s:
fr_fr: %s a édité son commentaire sur %s : %s dans %s :

source: %s updated their comment on %s: %s.
fr_fr: %s a édité son commentaire sur %s : %s.

source: Abandonned
fr_fr: Abandonnée

source: Comment #%d not found
fr_fr: Commentaire #%d introuvable

source: Comment not found: %s
fr_fr: Commentaire introuvable : %s

source: Default (Will fast-forward when possible, fallback to merge when not possible)
fr_fr: Par défaut (avance rapide "fast-forward" si possible, sinon création d'un commit de fusion)

source: Default pull requests settings updated
fr_fr: Les paramètres par defaut des pull requests ont été mis à jour

source: Editing comments in '%s' format is not allowed.
fr_fr: L'édition de commentaires au format '%s' n'est pas autorisée.

source: Fast-forward only
fr_fr: Avance rapide uniquement

source: Git repository #%d not found
fr_fr: Dépôt Git #%d introuvable

source: Inline comment #%d not found
fr_fr: Commentaire en ligne #%d introuvable

source: Merge
fr_fr: Fusion

source: Merged
fr_fr: Intégrée

source: Nothing to see here
fr_fr: Rien à voir ici

source: Pull requests settings updated
fr_fr: Les paramètres des pull requests ont été mis à jour

source: Review
fr_fr: En revue

source: The comment with #%d has already a parent comment. Please provide the id of the first comment of the thread.
fr_fr: Le commentaire avec l'identifiant #%d a déjà un commentaire parent. Veuillez fournir l'identifiant du tout premier commentaire du fil de commentaire.

source: The pull request #%d does not exist
fr_fr: La pull request #%d n'existe pas

source: The pull request is not accessible anymore
fr_fr: Cette pull request n'est plus accessible

source: There are broken pull-requests in this repository.
fr_fr: Il y a des pull-requests cassées dans ce dépôt.

source: There is no pull-request yet
fr_fr: Il n'y a pas encore de pull-request

source: You are not allowed to edit a comment from another user
fr_fr: Vous n'êtes pas autorisé à éditer un commentaire d'un autre utilisateur
