Repository: Enalean/tuleap
Catalog: plugins/projectmilestones/site-content/*/LC_MESSAGES/tuleap-projectmilestones.po
Languages: fr_fr

source: %s Milestones
fr_fr: Jalons de %s

source: A widget for milestones monitoring.
fr_fr: Un widget pour le suivi de jalons.

source: Invalid Timeframe Semantic configuration.
fr_fr: Mauvaise configuration de sémantique plage de temps.

source: No root planning is defined.
fr_fr: Aucun planning racine n'est défini.

source: Project Milestones
fr_fr: Jalons de projet

source: Project does not exist.
fr_fr: Le project n'existe pas.

source: Project name
fr_fr: Nom du projet

source: Service AgileDashboard is disabled.
fr_fr: Le service des tableaux de bords agile est désactivé.

source: This is a private project. You may only have access to private projects you are member of.
fr_fr: Ce projet est privé. Vous pouvez seulement accéder aux projets privés dont vous êtes membre.

source: You can not access to this project.
fr_fr: Vous ne pouvez pas accéder à ce projet.
