Repository: Enalean/tuleap
Catalog: plugins/testplan/site-content/*/LC_MESSAGES/tuleap-testplan.po
Languages: fr_fr

source: Edge Legacy is not supported, please upgrade to the latest version.
fr_fr: Edge Legacy n'est pas supporté, veuillez mettre à jour à la dernière version.

source: Integration between the agiledashboard and the testmanagement plugins
fr_fr: Intégration entre les plugins agiledashboard et testmanagement

source: Milestone not found.
fr_fr: Le jalon n'a pas été trouvé.

source: Project does not use agile dashboard.
fr_fr: Le projet n'utilise pas le dashboard agile.

source: Test plan cannot be displayed. Maybe you don't have enough rights to view it.
fr_fr: Le plan de test ne peut pas être affiché. Peut-être que vous n'avez pas les droits suffisants pour le voir.

source: Unable to link the backlog item to the new artifact
fr_fr: Impossible de lier l'élément du backlog au nouvel artéfact

source: We recommend the latest version of Firefox, Chrome, or Edge.
fr_fr: Nous recommandons d'utiliser la dernière version de Firefox, Chrome, ou Edge.

source: You are creating a new test that will cover: %s
fr_fr: Vous êtes en train de créer un test qui couvrira : %s

source: You are editing a backlog item included in the milestone: %s
fr_fr: Vous êtes en train d'éditer un élément du backlog inclut dans le jalon : %s

source: You are editing a test covering: %s
fr_fr: Vous êtes en train de créer un test qui couvrira : %s

source: Your browser is not supported.
fr_fr: Votre navigateur n'est pas supporté.
