Repository: Enalean/tuleap
Catalog: plugins/forumml/site-content/*/LC_MESSAGES/tuleap-forumml.po
Languages: fr_fr

source: %s replies
fr_fr: %s réponses

source: Add cc
fr_fr: Ajouter Cc

source: Attach file
fr_fr: Attacher un fichier

source: Attachment not found
fr_fr: Attachement manquant

source: Avatar of %s
fr_fr: Avatar de %s

source: Back to the list
fr_fr: Retour à la liste

source: Check carefully your post before submitting. The message is sent without confirmation.
fr_fr: Veuillez bien vérifier votre message avant de l'envoyer. Le message va être envoyé sans confirmation.

source: Erase
fr_fr: Effacer

source: ForumML provide a nice view of GNU Mailman archives.
fr_fr: ForumML fournit une interface plus conviviale pour naviger dans des archives Mailman.

source: Mail Sent successfully.
fr_fr: E-mail envoyé avec succès.

source: Mailing list
fr_fr: Listes de discussions

source: Mailing-List '%1$s'
fr_fr: List de diffusion '%1$s'

source: Missing 'date' and/or 'filename' parameters.
fr_fr: Les paramètres 'date' et/ou 'filename' sont manquants.

source: Monospaced font
fr_fr: Police à chasse fixe

source: Permalink
fr_fr: Lien permanent

source: Post a new Thread
fr_fr: Soumettre un nouveau fil de discussion

source: Post a new thread
fr_fr: Soumettre un nouveau fil de discussion

source: Reply
fr_fr: Répondre

source: Search results for '%1$s'
fr_fr: Résultat de recherche pour '%1$s'

source: Send
fr_fr: Envoyer

source: Sending Mail failed.
fr_fr: Echec d'envoi de l'e-mail.

source: Subject
fr_fr: Sujet

source: Submit failed. Invalid e-mail address in CC List.<br>'%1$s'
fr_fr: Echec d'envoi. Adresse courriel en Cc non valide.<br>'%1$s'

source: Submit failed. You must specify the mail subject.
fr_fr: L'envoi a échoué. Vous devez spécifier le sujet du mail.

source: The mailing-list does not exist or is inactive.
fr_fr: Cette mailing-liste n'existe pas ou bien elle est inactive.

source: There aren't any threads matching your query.
fr_fr: Il n'y a pas de fil de discussion qui corresponde à votre requête.

source: There aren't any threads yet.
fr_fr: Il n'y a pas de fil de discussion pour l'instant.

source: There can be some delay before to see the message in the archives. If you don't see your mail, please refresh the page in a few moment.
fr_fr: Il peut y avoir un délai avant de voir le message dans les archives. Si vous ne voyez pas votre message, merci de rafraichir la page dans quelques instants.

source: Threads
fr_fr: Fils

source: Toggle font familly (typewriter/normal)
fr_fr: Changer la police (courier/normal)

source: You are not allowed to access the archives of this list
fr_fr: Vous n'êtes pas autorisé à accéder aux archives de cette liste

source: You must specify the mailing-list id.
fr_fr: Vous devez spécifier l'identificateur (id) de la mailing-liste.

source: Your current mail transport configuration is not compatible with this plugin.
fr_fr: La configuration actuelle du transport des emails n'est pas compatible avec ce plugin.

source: on %1$s
fr_fr: le %1$s
