Repository: Enalean/tuleap
Catalog: plugins/agiledashboard/www/js/planning-v2/po/*.po
Languages: fr

source: (auto-computed)
fr: (calculé automatiquement)

source: {{ selected_bar_controller.nb_selected_backlog_items }} item is selected.
fr: {{ selected_bar_controller.nb_selected_backlog_items }} élément est sélectionné.

source: A server error has occured. <b>You should refresh this page</b>.
fr: Une erreur est survenue. <b>Veuillez rafraîchir cette page</b>.

source: Add a {{ accepted_type.label }}
fr: Ajouter un(e) {{ accepted_type.label }}

source: Add a {{ backlog.details.accepted_types.content[0].label }}
fr: Ajouter un(e) {{ backlog.details.accepted_types.content[0].label }}

source: Add a {{ planning.backlog.submilestone_type.label }}
fr: Ajouter un(e) {{ planning.backlog.submilestone_type.label }}

source: Add a new item
fr: Ajouter un nouvel élément

source: Add an item
fr: Ajouter un élément

source: All items have been loaded.
fr: Tous les éléments ont été chargés.

source: Capacity:
fr: Capacité:

source: Closed milestones are below
fr: Les jalons fermés sont en dessous

source: Compact view
fr: Vue compacte

source: Content
fr: Contenu

source: Detailed view
fr: Vue détaillée

source: Edit
fr: Éditer

source: Edit this item
fr: Éditer cet élément

source: Empty
fr: Aucun(e)

source: Filter...
fr: Filtrer...

source: Hide closed backlog items
fr: Cacher les éléments du backlog fermés

source: Initial effort
fr: Effort estimé

source: Initial effort:
fr: Effort estimé:

source: Load closed milestones
fr: Charger les jalons fermés

source: Milestones
fr: Jalons

source: Move to bottom
fr: Déplacer en bas

source: Move to top
fr: Déplacer en haut

source: No initial effort defined
fr: Aucun effort n’a été estimé

source: Planning
fr: Planification

source: Press <span class="label">ESC</span> to cancel the selection, only siblings can be multi-selected.
fr: Appuyez sur <span class="label">Echap</span> pour annuler la sélection, seuls les éléments frères peuvent être multi-sélectionnés.

source: Show closed backlog items
fr: Afficher les éléments du backlog fermés

source: There are no closed milestones
fr: Aucun jalon fermé

source: There are no open milestones
fr: Aucun jalon ouvert

source: To be planned
fr: A planifier

source: You are not allowed to rank on this planning
fr: Vous n'êtes pas autorisé à prioriser sur ce planning
