Repository: Enalean/tuleap
Catalog: plugins/artidoc/scripts/artidoc/po/*.po
Languages: fr_fr

source: Actions in Artidoc document
fr_fr: Actions dans le document Artidoc

source: Activate and display versions (experimental)
fr_fr: Activer et afficher les versions (expérimental)

source: Add freetext
fr_fr: Ajouter du texte libre

source: Add new %{tracker_label}
fr_fr: Créer un(e) %{tracker_label}

source: Add new section
fr_fr: Créer une nouvelle section

source: Add section
fr_fr: Ajouter la section

source: All versions
fr_fr: Toutes les versions

source: Already existing as section in this document
fr_fr: Existent déjà en tant que section dans ce document

source: An error occurred
fr_fr: Une erreur est survenue

source: An error occurred while creating section from existing artifact %{ xref }: %{ details }
fr_fr: Une erreur est survenue lors de la création d'une section à partir de l'artifact existant %{ xref } : %{ details }

source: An error occurred while getting versions: %{ error }
fr_fr: Une erreur est survenue lors de la récupération des versions : %{ error }

source: An error occurred while removing the freetext section.
fr_fr: Une erreur est survenue lors de la suppression de la section de texte libre.

source: An error occurred while removing the section.
fr_fr: Une erreur est survenue lors de la suppression de la section.

source: An error occurred while searching for artifacts: %{ details }
fr_fr: Une erreur est survenue lors de la recherche d'artifacts : %{ details }

source: An error occurred while trying to export the document as PDF.
fr_fr: Une erreur est survenue lors de l'export du document en PDF.

source: An error occurred while trying to save the configuration.
fr_fr: Une erreur est survenue lors de la sauvegarde de la configuration.

source: An error occurred while trying to update the section.
fr_fr: Une erreur est survenue lors de la mise à jour de la section.

source: Are you sure you want to delete this freetext section?
fr_fr: Êtes vous sûr de vouloir supprimer cette section de texte libre ?

source: Artidoc allows composition of a document based on artifacts.
fr_fr: Artidoc permet la composition d'un document basé sur des artifacts.

source: As soon as you reload the page, the feature will no longer be displayed.
fr_fr: À partir du moment où vous rechargerez la page, la fonctionnalité ne sera plus affichée.

source: Available templates
fr_fr: Modèles disponibles

source: Blocked
fr_fr: Bloqué

source: Cancel
fr_fr: Annuler

source: Change display of versions
fr_fr: Changer l'affichage des versions

source: Change section heading level
fr_fr: Changer le niveau de titre d'une section

source: Change to heading 1
fr_fr: Changer en titre 1

source: Change to heading 2
fr_fr: Changer en titre 2

source: Change to heading 3
fr_fr: Changer en titre 3

source: Choose a tracker
fr_fr: Choisissez un tracker

source: Close
fr_fr: Fermer

source: Close sidebar
fr_fr: Fermer la barre latérale

source: Collapse
fr_fr: Réduire

source: Configuration failure
fr_fr: Échec de la configuration

source: Configuration of %{ title }
fr_fr: Configuration de %{ title }

source: Configuration saved successfully
fr_fr: Configuration sauvegardée

source: Configure document
fr_fr: Configurer le document

source: Data is fake in order to gather feedback about the feature.
fr_fr: Les données sont simulées afin de pouvoir obtenir des retours à propos de la fonctionnalité.

source: Display
fr_fr: Affichage

source: Display automatic versions
fr_fr: Afficher les versions automatiques

source: Display this version
fr_fr: Afficher cette version

source: Do you want to continue to force save your modification, or discard it and load the new one?
fr_fr: Voulez-vous continuer en forçant la sauvegarde de vos modifications, ou annuler et charger la nouvelle section ?

source: Each section is an artifact.
fr_fr: Chaque section est un artifact.

source: Empty
fr_fr: Vide

source: Error
fr_fr: Erreur

source: Error details
fr_fr: Détails de l'erreur

source: Expand
fr_fr: Agrandir

source: Expected results
fr_fr: Résultats attendus

source: Experimental features
fr_fr: Fonctionnalités expérimentales

source: Export document in PDF
fr_fr: Exporter le document en PDF

source: Export error
fr_fr: Erreur d'export

source: Failed
fr_fr: Échoué

source: Fake display of versions
fr_fr: Affichage simulé des versions

source: Field
fr_fr: Champ

source: Fields selection
fr_fr: Sélection des champs

source: Force save
fr_fr: Forcer la sauvegarde

source: Full row
fr_fr: Ligne entière

source: Fullscreen
fr_fr: Plein écran

source: Go to artifact
fr_fr: Aller à l'artifact

source: Group by named versions
fr_fr: Grouper par versions nommées

source: Heading 1
fr_fr: Titre 1

source: Heading 2
fr_fr: Titre 2

source: Heading 3
fr_fr: Titre 3

source: Hide automatic versions
fr_fr: Cacher les versions automatiques

source: If you choose another tracker, your current fields will be replaced and lost.
fr_fr: Si vous choisissez un autre tracker, vos champs actuels seront remplacés et perdus.

source: Import existing %{tracker_label}
fr_fr: Importer un(e) %{tracker_label} existant(e)

source: Import existing section
fr_fr: Importer une section existante

source: In order to be able to add new sections to your document, we need to know in which tracker the sections will be created into.
fr_fr: Afin d'être en mesure d'ajouter de nouvelles sections à votre document, nous avons besoin de savoir dans quel tracker les sections vont être créées.

source: Load more versions
fr_fr: Charger plus de versions

source: Load new section
fr_fr: Charger la nouvelle section

source: Matching artifacts
fr_fr: Artifacts correspondants

source: Matching artifacts to use as section
fr_fr: Artifacts correspondants à utiliser comme section

source: Move down
fr_fr: Déplacer vers le bas

source: Move up
fr_fr: Déplacer vers le haut

source: Named versions
fr_fr: Les versions nommées

source: No artifact is matching your query
fr_fr: Aucun artifact ne correspond à votre recherche

source: No fields selected
fr_fr: Aucun champ n'est sélectionné

source: No template was defined for export, please contact site administrator
fr_fr: Aucun modèles n'a été défini pour l'export, veuillez contacter l'administrateur de la plateforme

source: Not run
fr_fr: Non exécuté

source: Note: the tracker must have a title semantic (string field), a description semantic, and no required fields except title and description.
fr_fr: Note : le tracker doit avoir une sémantique titre (champ chaîne de caractères), une sémantique description, et aucun champ requis autre que titre et description.

source: Ok, got it
fr_fr: Ok, j'ai compris

source: Open artifact
fr_fr: Ouvrir l'artifact

source: Open contextual menu
fr_fr: Ouvrir le menu contextuel

source: Open sidebar
fr_fr: Ouvrir la barre latérale

source: Passed
fr_fr: Succès

source: Please log in in order to be able to export as PDF
fr_fr: Veuillez vous connecter afin de pouvoir exporter en PDF

source: Please note that you can display directly the versions with the following shortcut:
fr_fr: Veuillez noter que vous pouvez afficher les versions directement en utilisant le raccourci clavier suivant :

source: Please select a tracker first
fr_fr: Veuillez sélectionner un tracker au préalable

source: Please select the fields you want to display below each artifact section.
fr_fr: Veuillez sélectionner les champs que vous souhaitez afficher sous chaque section d'artifact.

source: Read-only fields provide context information about each artifact section.
fr_fr: Les champs en lecture seule fournissent des informations contextuelles sur chaque section d'artifact.

source: Reload page
fr_fr: Recharger la page

source: Remove
fr_fr: Enlever

source: Remove a freetext section
fr_fr: Supprimer une section de texte libre

source: Remove section
fr_fr: Supprimer la section

source: Remove the section from this document.
fr_fr: Supprimer la section de ce document.

source: Remove the section from this document. Corresponding artifact won't be deleted.
fr_fr: Enlève la section de ce document. L'artifact correspondant ne sera pas supprimé.

source: Save
fr_fr: Sauvegarder

source: Save configuration
fr_fr: Sauvegarder la configuration

source: Search existing artifact to use as section inside tracker %{ tracker }
fr_fr: Recherche d'artifact existant à utiliser comme section dans le tracker %{ tracker }

source: Select fields...
fr_fr: Sélectionner les champs...

source: Table of contents
fr_fr: Table des matières

source: The display type of this type of field cannot be changed, otherwise its readability would be impacted.
fr_fr: Le type d'affichage de ce type de champ ne peut pas être modifié, sinon sa lisibilité serait impactée.

source: The document is being edited. Please save your work beforehand.
fr_fr: Le document est en cours d'édition. Veuillez au préalable sauvegarder votre travail.

source: The removal of a freetext section is definitive
fr_fr: La suppression d'une section de texte libre est définitive

source: The section you are trying to update does not exist or you don't have anymore access to it.
fr_fr: La section que vous êtes en train d'éditer n'existe pas ou vous n'y avez plus accès.

source: The selection of fields to be displayed in an artidoc is tied to the selected tracker, meaning they cannot be set up until a tracker is configured.
fr_fr: La sélection des champs à afficher dans un artidoc est liée au tracker sélectionné, ce qui signifie qu'ils ne peuvent pas être configurés tant qu'un tracker n'est pas configuré.

source: There is %{ remaining_uploads } other upload in progress...
fr_fr: Il y a %{ remaining_uploads } autre téléchargement en cours...

source: There is no title field on the configured tracker %{ tracker } (or you cannot submit it), therefore you cannot search for artifacts to import.
fr_fr: Il n'y a pas de titre dans le tracker configuré %{ tracker } (ou vous n'avez pas les droits de le soumettre), ainsi vous ne pouvez pas rechercher des artifacts pour les importer.

source: There isn't any suitable trackers in this project
fr_fr: Il n'y a pas de tracker utilisable dans ce projet

source: This activation is personal and not persistent.
fr_fr: Cette activation est personnelle et n'est pas sauvegardée.

source: This artidoc has no versions yet
fr_fr: Cet artidoc n'a pas encore de versions

source: This document is empty
fr_fr: Ce document est vide

source: This feature of artidoc is under construction.
fr_fr: Cette fonctionnalité d'artidoc est en cours de développement.

source: This option is here to gather feedback about versions display, feel free to get back to Tuleap development team if you have something to share.
fr_fr: Cette option existe pour récolter vos retours à propos de l'affichage des versions, veuillez contacter l'équipe de développement de Tuleap si vous avez des remarques à partager.

source: This section cannot be on a level below an Artifact section, please either change its heading level to the same level or a higher level.
fr_fr: Cette section ne peut pas être à un niveau de titre en-dessous d'une section Artifact, veuillez changer son niveau de titre et choisir le même niveau ou bien un niveau supérieur.

source: This section has been edited by someone else.
fr_fr: Cette section a été mise à jour par quelqu'un d'autre.

source: This will display a fake list of versions next to Artidoc.
fr_fr: Ceci affichera une liste simulée de versions à côté d'Artidoc.

source: Title...
fr_fr: Titre...

source: To configure the fields, you must be a Document Manager and have access to the tracker.
fr_fr: Pour configurer les champs, vous devez être Gestionnaire de document et avoir accès au tracker.

source: Toggle fullscreen
fr_fr: Basculer en plein écran

source: Toggle fullscreen to remove header and sidebar in order to maximize the writing space.
fr_fr: Basculer en plein écran pour supprimer l'entête et la barre latérale afin de maximiser l'espace disponible pour l'écriture.

source: Tracker selection
fr_fr: Sélection du tracker

source: Unable to reorder the sections
fr_fr: Impossible de réorganiser les sections

source: User avatar
fr_fr: Avatar de l'utilisateur

source: Versions based on fake data
fr_fr: Versions basées sur des données simulées

source: You are currently viewing "%{ title }" in read-only mode.
fr_fr: Vous être actuellement en train de visionner "%{ title }" en lecture seule.

source: You can now select your fields or go back to the document and create new sections, they will be stored as artifacts in the selected tracker.
fr_fr: Vous pouvez désormais sélectionner vos champs ou retourner au document et créer de nouvelles sections, elles seront stockées en tant qu'artifacts dans le tracker sélectionné.

source: You can open the corresponding artifact in a new tab to fix the situation.
fr_fr: Vous pouvez ouvrir l'artifact correspondant dans un nouvel onglet pour corriger la situation.

source: You can read this document, it's just empty for now
fr_fr: Vous pouvez lire ce document, mais celui-ci est vide pour l'instant

source: You cannot create new sections because you don't have submit permission for the description field of the selected tracker.
fr_fr: Vous ne pouvez pas créer de nouvelles sections car vous n'avez pas les droits de soumission pour le champ description du tracker sélectionné.

source: You cannot create new sections because you don't have submit permission for the title and description fields of the selected tracker.
fr_fr: Vous ne pouvez pas créer de nouvelles sections car vous n'avez pas les droits de soumission pour les champs titre et description du tracker sélectionné.

source: You cannot create new sections because you don't have submit permission for the title field of the selected tracker.
fr_fr: Vous ne pouvez pas créer de nouvelles sections car vous n'avez pas les droits de soumission pour le champ titre du tracker sélectionné.

source: You can’t see nor edit this document
fr_fr: Vous ne pouvez pas lire ou éditer ce document

source: You don't have access to this document
fr_fr: Vous n'avez pas les droits d'accès à ce document

source: You should reload the page to have a clean state (you will loose your modifications though).
fr_fr: Vous devriez recharger la page afin de retrouver un état correct (cependant vous allez perdre vos modifications).

source: You will be able to display "%{ title }" a read-only version (not yet implemented).
fr_fr: Vous serez capable d'afficher la version "%{ title }" en lecture seule (en cours de développement).

source: Your artidoc is currently set up on "%{ tracker_name }"
fr_fr: Votre artidoc est actuellement configuré sur "%{ tracker_name }"

source: by:
fr_fr: par :
