Repository: Enalean/tuleap
Catalog: plugins/kanban/scripts/kanban/po/*.po
Languages: fr_fr

source: A card has been updated by another user. As your kanban is filtered you can't see modifications.
fr_fr: Une carte a été modifiée par un autre utilisateur. Comme votre kanban est filtré, vous ne pouvez pas voir les modifications.

source: Add
fr_fr: Ajouter

source: Add a column
fr_fr: Ajouter une colonne

source: Add new {{ kanban.kanban.tracker.item_name }}
fr_fr: Ajouter un(e) {{ kanban.kanban.tracker.item_name }}

source: An error occured while saving one of your last action. <br>We're afraid that you will have to reload the page in order to bring you back to a consistent state.
fr_fr: Une erreur est survenue lors de la sauvegarde de votre dernière action. <br>Vous allez devoir rafraichir la page afin de retrouver un état cohérent.

source: Based on the {{ trackerLink }} tracker.
fr_fr: Basé sur l’outil de suivi {{ trackerLink }}.

source: Cancel
fr_fr: Annuler

source: Card summary
fr_fr: Titre de la carte

source: Changing this settings requires to reload the page in order to see the change.
fr_fr: Changer cette configuration nécessite de recharger la page afin de voir les effets.

source: Column name
fr_fr: Nom de la colonne

source: Columns configuration
fr_fr: Configuration des colonnes

source: Compact view
fr_fr: Vue compacte

source: Confirm deletion
fr_fr: Confirmer la suppression

source: Confirm deletion of this Kanban
fr_fr: Confirmer la suppression de ce Kanban

source: Cumulative flow chart
fr_fr: Diagramme de flux cumulé

source: Danger zone
fr_fr: Zone de danger

source: Define max:
fr_fr: Maximum :

source: Delete this Kanban
fr_fr: Supprimer ce Kanban

source: Detailed view
fr_fr: Vue détaillée

source: Edit
fr_fr: Éditer

source: Edit this Kanban
fr_fr: Éditer ce Kanban

source: Error details
fr_fr: Détails de l'erreur

source: Expand/collapse the card
fr_fr: Afficher/cacher les détails de la carte

source: Filters:
fr_fr: Filtres :

source: General configuration
fr_fr: Configuration générale

source: Go to Kanban
fr_fr: Aller sur le Kanban

source: In Kanban since:
fr_fr: Dans le Kanban depuis :

source: In column since:
fr_fr: Dans la colonne depuis :

source: Is promoted
fr_fr: Est promu

source: Kanban label:
fr_fr: Label du Kanban :

source: Kanban {{ label }} successfully deleted
fr_fr: Le Kanban {{ label }} a été supprimé

source: Last 3 months
fr_fr: 3 derniers mois

source: Last 6 months
fr_fr: 6 derniers mois

source: Last 7 days
fr_fr: 7 derniers jours

source: Last month
fr_fr: Dernier mois

source: Last year
fr_fr: Dernière année

source: MM/DD
fr_fr: DD/MM

source: More information about columns are available in the field administration used by the semantic status in the {{ trackerLink }} tracker.
fr_fr: Plus d’informations concernant les colonnes sont disponibles dans l’administration du champ utilisé par la sémantique de statut dans l’outil de suivi {{ tracker_link }}.

source: Move to bottom
fr_fr: Déplacer en bas

source: Move to top
fr_fr: Déplacer en haut

source: Nb. of cards
fr_fr: Nb. de cartes

source: None
fr_fr: Aucun

source: OK, reload the page
fr_fr: OK, rafraichir la page

source: Oh snap!
fr_fr: Oups !

source: Please reload your page.
fr_fr: Veuillez recharger votre page.

source: Promoted kanban will be displayed in the project sidebar.
fr_fr: Les kanban promus seront affichés dans la barre latérale du projet.

source: Remove
fr_fr: Supprimer

source: Save
fr_fr: Enregistrer

source: Save the selected reports
fr_fr: Sauvegarder les rapports sélectionnés

source: Select tracker reports
fr_fr: Sélectionnez des rapports d'outil de suivi

source: Select which tracker reports can be used to filter this kanban.
fr_fr: Sélectionnez quels rapports d'outil de suivi peuvent être utilisées pour filtrer ce kanban.

source: Show details
fr_fr: Afficher plus de détails

source: Show reports
fr_fr: Afficher les rapports

source: The card has been created below.
fr_fr: La carte a été créée ci-dessous.

source: The deletion of a Kanban is irreversible. Please be certain before doing it.
fr_fr: La suppression d'un Kanban est irréversible. Veuillez être certain de ce que vous faites.

source: There was an error while loading the Edit Kanban modal. Please check your network connection.
fr_fr: Une erreur est survenue pendant le chargement de la modale d'édition du Kanban. Veuillez vérifier votre connexion au réseau.

source: There was an error while loading the Reports modal. Please check your network connection.
fr_fr: Une erreur est survenue pendant le chargement de la modale des Rapports. Veuillez vérifier votre connexion au réseau.

source: Timeframe:
fr_fr: Période de temps :

source: Toggle the archive
fr_fr: Basculer l'affichage de l'archive

source: Toggle the backlog
fr_fr: Basculer l'affichage du backlog

source: Toggle this column
fr_fr: Basculer l'affichage de cette colonne

source: Tracker report filters
fr_fr: Rapports de l'outil de suivi

source: You are disconnected from real time. Please reload your page.
fr_fr: Vous êtes déconnecté du temps réel. Rechargez votre page.

source: You can't manage columns of the tracker configuration. More information about columns are available in the field administration used by the semantic status in the {{ trackerLink }} tracker.
fr_fr: Vous ne pouvez pas gérer les colonnes. Plus d’informations concernant les colonnes sont disponibles dans l’administration du champ utilisé par la sémantique de statut dans l’outil de suivi {{ tracker_link }}.

source: You have reached the work in progress limit for this column!
fr_fr: Vous avez atteint la limite du nombre de carte de cette colonne !

source: Your kanban is filtered, there is no update of cards in real time or WIP.
fr_fr: Votre kanban est filtré, il n'y a pas de mise à jour des cartes en temps réel, ou du WIP.

source: id, title, ...
fr_fr: id, titre, ...

source: {{ reports_modal.kanban_label }} reports
fr_fr: Rapports de {{ reports_modal.kanban_label }}
