Repository: Enalean/tuleap
Catalog: plugins/crosstracker/site-content/*/LC_MESSAGES/tuleap-crosstracker.po
Languages: fr_fr

source: %s cannot be compared to '%s'.
fr_fr: %s ne peut pas être comparé à '%s'.

source: %s cannot be compared to MYSELF() for anonymous users.
fr_fr: %s ne peut pas être comparé à MYSELF() pour les utilisateurs anonymes.

source: %s cannot be compared to MYSELF().
fr_fr: %s ne peut pas être comparé à MYSELF().

source: %s cannot be compared to NOW() with the operator %s.
fr_fr: %s ne peut pas être comparé à NOW() avec l'opérateur %s.

source: %s cannot be compared to NOW().
fr_fr: %s ne peut pas être comparé à NOW().

source: %s cannot be compared to OPEN().
fr_fr: %s ne peut pas être comparé à OPEN().

source: %s cannot be compared to a string.
fr_fr: %s ne peut pas être comparé à une chaîne de caractères.

source: %s cannot be compared to an empty string.
fr_fr: %s ne peut pas être comparé à une chaîne de caractères vide.

source: %s cannot be compared to an integer lesser than one.
fr_fr: %s ne peut pas être comparé à un nombre entier inférieur à un.

source: %s cannot be compared to the empty string with %s operator.
fr_fr: %s ne peut pas être comparé à une chaîne vide avec l'opérateur %s.

source: %s cannot be compared to the string value '%s'.
fr_fr: %s ne peut pas être comparé à '%s'.

source: %s cannot be compared with the BETWEEN() operator because the minimum value is greater than the maximum value.
fr_fr: %s ne peut pas être comparé avec l'opérateur BETWEEN() car la valeur minimum est plus grande que la valeur maximum.

source: %s is a list with multiple values, sorting artifacts by it is not allowed. Please refine your query or check the configuration of the trackers.
fr_fr: %s est une liste avec plusieurs valeurs, ordonner les artéfacts avec n'est pas autorisé. Merci de modifier votre requête ou de vérifier la configuration des outils de suivi.

source: %s is not supported for the operator %s.
fr_fr: %s ne supporte pas l'opérateur %s.

source: 'limit' and 'offset' are required parameters. Please add them in the query.
fr_fr: 'limit' et 'offset' sont des paramètres requis. Merci de les ajouter à la requête.

source: @project IN(...) cannot contain multiple times the same value
fr_fr: @project IN(...) ne peut pas contenir plusieurs fois la même valeur

source: @project.category cannot be empty
fr_fr: @project.category ne peut pas être vide

source: @project.name cannot be empty
fr_fr: @project.name ne peut pas être vide

source: @tracker.name cannot be empty
fr_fr: @tracker.name ne peut pas être vide

source: All trackers involved in the query do not expose a last update by field. Please refine your query or check the configuration of the trackers.
fr_fr: Tous les outils de suivi utilisés pour la requête n'exposent pas de champs "Mis à jour par". Merci de modifier votre requête ou de vérifier la configuration des outils de suivi.

source: All trackers involved in the query do not expose a last update date field. Please refine your query or check the configuration of the trackers.
fr_fr: Tous les outils de suivi utilisés pour la requête n'exposent pas de champs "Mis à jour le". Merci de modifier votre requête ou de vérifier la configuration des outils de suivi.

source: All trackers involved in the query do not expose a submitted by field. Please refine your query or check the configuration of the trackers.
fr_fr: Tous les outils de suivi utilisés pour la requête n'exposent pas de champs Auteur. Merci de modifier votre requête ou de vérifier la configuration des outils de suivi.

source: All trackers involved in the query do not expose a submitted on field. Please refine your query or check the configuration of the trackers.
fr_fr: Tous les outils de suivi utilisés pour la requête n'exposent pas de champs Date de soumission. Merci de modifier votre requête ou de vérifier la configuration des outils de suivi.

source: All trackers involved in the query do not expose an artifact id field. Please refine your query or check the configuration of the trackers.
fr_fr: Tous les outils de suivi utilisés pour la requête n'exposent pas de champs ID de l'artéfact. Merci de modifier votre requête ou de vérifier la configuration des outils de suivi.

source: All trackers involved in the query do not have the semantic contributor/assignee defined. Please refine your query or check the configuration of the trackers.
fr_fr: Tous les outils de suivi utilisés pour la requête n'ont pas de sémantique contributeur définie. Merci de modifier votre requête ou de vérifier la configuration des outils de suivi.

source: All trackers involved in the query do not have the semantic description defined. Please refine your query or check the configuration of the trackers.
fr_fr: Tous les outils de suivi utilisés pour la requête n'ont pas de sémantique description définie. Merci de modifier votre requête ou de vérifier la configuration des outils de suivi.

source: All trackers involved in the query do not have the semantic status defined. Please refine your query or check the configuration of the trackers.
fr_fr: Tous les outils de suivi utilisés pour la requête n'ont pas de sémantique état définie. Merci de modifier votre requête ou de vérifier la configuration des outils de suivi.

source: All trackers involved in the query do not have the semantic title defined. Please refine your query or check the configuration of the trackers.
fr_fr: Tous les outils de suivi utilisés pour la requête n'ont pas de sémantique titre définie. Merci de modifier votre requête ou de vérifier la configuration des outils de suivi.

source: Anonymous user
fr_fr: Utilisateur anonyme

source: CSV export of expert report is not supported
fr_fr: L'export CSV d'un rapport expert n'est pas supporté

source: Cross trackers search
fr_fr: Recherche multi trackers

source: Error while parsing the query
fr_fr: Erreur pendant l'analyse de la requête

source: Expert query is required and cannot be empty
fr_fr: La requête expert est obligatoire et ne peut pas être vide

source: Field '%s' is present in trackers '%s' but their types cannot be compared. Please refine your query or check the configuration of the trackers.
fr_fr: Le champ '%s' est présent dans les outils de suivi '%s' mais leurs types ne peuvent pas être comparés. Veuillez modifier votre requête ou vérifier la configuration des outils de suivi.

source: In the context of a personal dashboard, you must provide a @project condition in the FROM part of your query
fr_fr: Dans le contexte d'un tableau de bord personnel, vous devez fournir une condition sur @project dans la partie FROM de votre requête

source: Invalid value for 'limit'. It must be an integer
fr_fr: La valeur pour 'limit' est incorrecte. 'limit' doit être un entier

source: Invalid value for 'offset'. It must be an integer
fr_fr: La valeur pour 'offset' est incorrecte. 'offset' doit être un entier

source: No tracker found
fr_fr: Aucun outils de suivi trouvé

source: Only 'self' and 'aggregated' are supported for @project IN(...)
fr_fr: Seulement 'self' et 'aggregated' sont supportés pour @project IN(...)

source: Only @project = 'self' and @project = 'aggregated' are supported
fr_fr: Seulement @project = 'self' et @project = 'aggregated' sont supportés

source: Project not found
fr_fr: Le projet n'a pas été trouvé

source: Report not found
fr_fr: Le rapport n'a pas été trouvé

source: Report with id %d not found
fr_fr: Le rapport avec l'identifiant %d n'a pas été trouvé

source: Search artifacts that are in different trackers
fr_fr: Permet la recherche d'artéfacts à travers plusieurs outils de suivi

source: Search into multiple trackers and multiple projects.
fr_fr: Rechercher dans plusieurs outils de suivi et plusieurs projets.

source: Sorting artifacts by %s is not allowed. Please refine your query or check the configuration of the trackers.
fr_fr: Ordonner les artéfacts avec %s n'est pas autorisé. Merci de modifier votre requête ou de vérifier la configuration des outils de suivi.

source: The both conditions of 'FROM' must be on "tracker" and "project". If you want to search on several trackers or projects, please use 'IN' operator instead. (e.g @tracker.name IN('t1', ...))
fr_fr: Les deux condition du 'FROM' doivent être sur "outil de suivi" et "projet". Si vous souhaitez chercher sur plusieurs outils de suivi ou projets, veuillez utiliser l'opérateur 'IN' à la place (ex @tracker.name IN('t1', ...))

source: The maximum value for 'limit' is %d
fr_fr: La valeur maximum pour 'limit' est %d

source: You can use @project with 'aggregated' only in a Program project
fr_fr: Vous ne pouvez utiliser @project avec 'aggregated' que dans un projet Programme

source: You cannot access all projects of the search
fr_fr: Vous ne pouvez pas accéder à tous les projets de cette recherche

source: You cannot access all the columns displayed in this search
fr_fr: Vous ne pouvez pas accéder à toutes les colonnes affichées dans cette recherche

source: You cannot access all the fields used to filter the search
fr_fr: Vous ne pouvez pas accéder à tous les champs utilisés pour filtrer cette recherche

source: You cannot access all trackers of the search
fr_fr: Vous ne pouvez pas accéder à tous les outils de suivi de cette recherche

source: You cannot search on '%s', please refer to the documentation about the 'FROM' syntax part.
fr_fr: Vous ne pouvez pas chercher sur '%s', référez vous à la documentation sur la syntaxe du 'FROM'.

source: You cannot sort artifacts by %s, the field is a list with multiple values
fr_fr: Vous ne pouvez pas ordonner avec %s, le champs est une liste avec plusieurs valeurs

source: You cannot use @project with 'aggregated' in a project without service Program enabled
fr_fr: Vous ne pouvez pas utiliser @project avec 'aggregated' dans un projet sans le service Programme activé

source: You cannot use @project with 'aggregated' in the context of a personal dashboard
fr_fr: Vous ne pouvez pas utiliser @project avec 'aggregated' dans le contexte d'un tableau de bord personnel

source: You cannot use @project with 'self' in the context of a personal dashboard
fr_fr: Vous ne pouvez pas utiliser @project avec 'self' dans le contexte d'un tableau de bord personnel

source: You don't have permission to access this project
fr_fr: Vous n'avez pas la permission d'accéder à ce projet
