Repository: Enalean/tuleap
Catalog: site-content/*/LC_MESSAGES/tuleap-core.po
Languages: fr_fr

source: This description will be displayed in a tooltip above reference.
fr_fr: La description sera affichée dans une infobulle lorsque le pointeur est au dessus d'une référence extraite.

source: This feature aims to provide a way to structure projects organizations from permissions, user groups and control point of view. As of today, it's only used by Git/Gerrit for umbrella projects (if relevant to your platform/project). However, setting a hierarchy between projects might have future impacts (e.g. members of the parent project could possibly have access to all sub-projects even without explicit permissions granted).
fr_fr: Cette fonctionnalité permet d'organiser vos projets les uns par rapport aux autres en termes de permissions, groupes d'utilisateurs et de contrôle. Cependant, à l'heure actuelle, elle n'est exploitée que par Git/Gerrit pour les projets "parapluies" (si ces services sont activés/disponibles sur votre plate-forme). Veuillez noter que la définition d'une hiérarchie pourra avoir un impact futur sur l'organisation des enfants (ex. les administrateurs d'un projet parent pourraient avoir automatiquement accès à l'administration de tous les sous-projets).

source: This feature allows you to prevent the usage of passwords commonly found in known data breaches as these passwords are privileged targets.
fr_fr: Cette fonctionnalité vous permet d'empêcher l'utilisation de mots de passe fréquemment présent dans des fuites d'information, ces mots de passe étant considérés comme faible.

source: This group does not have any members yet.
fr_fr: Ce groupe n'a pas encore de membres.

source: This is a preview
fr_fr: Ceci est un aperçu

source: This is a private project
fr_fr: Ce projet est privé

source: This is a system group, you cannot delete it.
fr_fr: Ceci est un groupe système, vous ne pouvez pas le supprimer.

source: This is a system service, you cannot delete it.
fr_fr: Ceci est un service système, vous ne pouvez pas le supprimer.

source: This label is used in the project
fr_fr: Ce label est utilisé dans le projet

source: This license agreement cannot be deleted because it's used by following packages:
fr_fr: Ce texte de licence ne peut être supprimé car il est utilisé par les paquets suivants :

source: This mail has been automatically sent from %s application
fr_fr: Cet e-mail a été envoyé automatiquement par l'application %s

source: This mail has been automatically sent from {{tuleap_server_name}} application
fr_fr: Cet e-mail a été envoyé automatiquement par l'application {{tuleap_server_name}}

source: This message cannot be hidden until it has been taken into account
fr_fr: Ce message ne peut pas être caché tant qu'il n'a pas été pris en compte.

source: This message is being sent to notify the administrator(s) of project '%s' that user %s has chosen to remove him/herself from the project. Follow this link to see the current members of your project: %s
fr_fr: Ce message est envoyé pour prévenir le(s) administrateurs du projet '%s' que l'utilisateur '%s' a quitté le projet.nSuivez le lien ci-dessous pour voir la liste des membres actuels du projet : %s

source: This operation cannot be undone.
fr_fr: Cette opération ne peut pas être annulée.

source: This option displays special patterns on colored cards in Agiledashboard and Cardwall tracker reports. This helps distinguish between colors and their variants.
fr_fr: Cette option affiche des motifs sur les cartes ayant un fond coloré dans l'Agiledashboard et sur les rapports de type cardwall dans les outils de suivi. Ceci permet de mieux différencier les couleurs ainsi que leurs variantes.

source: This permission grants the right to manage platform administration users. Every single user added here will be a platform administrator.
fr_fr: Cette permission donne le droit de gérer les administrateurs de la plateforme. Chaque utilisateur ajouté sera un adminstrateur de la plateforme.

source: This permission grants the right to manage projects through the REST api
fr_fr: Cette permission donne le droit de gérer les projets via l'api REST

source: This permission grants the user the right to see all the platform content through the REST API (GET/OPTIONS)
fr_fr: Cette permission donne le droit de voir (GET/OPTIONS) l'ensemble du contenu de la plateforme via l'API REST

source: This person will still be able to register by herself but won't be automatically a project member.
fr_fr: Cette personne sera toujours en mesure de s'enregistrer par elle-même, mais ne sera plus automatiquement ajoutée en tant que membre de projet.

source: This plugin will be removed in september 2023
fr_fr: Ce plugin sera supprimé en septembre 2023

source: This project doesn't allow short name edition.
fr_fr: Ce projet n'autorise pas l'édition du nom court.

source: This project doesn't use any services with permissions
fr_fr: Ce project n'utilise pas de service avec des permissions

source: This project has no CVS history.
fr_fr: Ce projet n'a pas d'historique CVS.

source: This project is deleted
fr_fr: Ce projet est supprimé

source: This project is not categorized yet.
fr_fr: Ce projet n'est pas encore catégorisé.

source: This project is suspended
fr_fr: Ce projet est suspendu

source: This project is suspended. Only site administrators may access it. However, the following services are not blocked and may still be used:
fr_fr: Ce projet est suspendu. Seuls les administrateurs de la plateforme y ont accès. Cependant, les services suivants ne sont pas bloqués et pourraient encore être utilisés :

source: This reference does not exist
fr_fr: La référence demandée n'existe pas

source: This service icon name is not allowed.
fr_fr: Cette icône de service n'est pas autorisée.

source: This service is a system service, it cannot be deleted.
fr_fr: Ce service est un service système, il ne peut pas être supprimé.

source: This user can't be restricted.
fr_fr: Cet utilisateur ne peut être restreint.

source: This user has the global REST read only administration permission and should not browse the application.
fr_fr: Cet utilisateur a la permission globale d'administrateur lecture seule via REST et ne devrait pas naviguer dans l'application.

source: This users group is bound to a group you are not allowed to administrate.
fr_fr: Ce groupe est lié à un groupe que vous ne pouvez pas administrer.

source: This users group is bound to the following group:
fr_fr: Ce groupe est lié aux groupe suivant :

source: This users group is not bound to any users group.
fr_fr: Ce groupe n'a pas lié à un autre groupe.

source: This users group is the source of one other users group you are not allowed to administrate.
fr_fr: Ce groupe est la source d'un autre groupe que vous ne pouvez pas administrer.

source: This widget is deprecated, you should remove it.
fr_fr: Ce widget est déprécié, vous devriez le supprimer.

source: This will generate a zip archive with a project.xml file that contains project structure.
fr_fr: Ceci générera une archive zip avec un fichier project.xml qui contient la structure du projet.

source: This will remove this service from all projects.
fr_fr: Ceci supprimera ce service de tous les projets.

source: Thread
fr_fr: Fil de discussion

source: Thread Monitoring Panel
fr_fr: Ecran de surveillance des fils de discussion

source: Thread View
fr_fr: Vue des fils de discussion

source: Thread monitoring update failed.
fr_fr: Echec de la mise à jour de la surveillance des fils de discussion.

source: Thread monitoring updated.
fr_fr: Mise à jour de la surveillance des fils de discussion.

source: Threaded
fr_fr: En fils de discussions

source: Timezone
fr_fr: Fuseau horaire

source: Timezone successfully updated
fr_fr: Le fuseau horaire a été mis à jour avec succès

source: Timezone was not updated
fr_fr: Le fuseau horaire n'a pas été mis à jour

source: Title
fr_fr: Titre

source: To determine if a password is compromised, the Have I Been Pwned service is used.
fr_fr: Pour déterminer si un mot de passe est compromis, le service Have I Been Pwned est utilisé.

source: To proceed with the file download, click on '<b>I accept</b>'. If you do not want to download the file click on '<b>I decline</b>' and <a href="mailto:%s"><b>contact us</b></a> if you need clarification or want to explain why you declined the agreement.
fr_fr: Pour débuter le téléchargement, cliquer sur '<b>Je suis d'accord</b>'. Si vous ne souhaitez pas télécharger le fichier cliquer sur '<b>Je refuse</b>' et <a href="mailto:%s"><b>contactez-nous</b></a> si vous avez besoin de clarifications ou si vous souhaitez expliquer les raisons de votre refus.

source: To sign in (your username is %s):
fr_fr: Pour vous connecter (votre nom d'utilisateur est %s) :

source: To sign up:
fr_fr: Pour vous enregistrer :

source: To turn off monitoring, simply click the <B>Stop Monitoring Forum</B>.
fr_fr: Pour arrêter la surveillance, cliquer sur le lien <b>Arrêter la surveillance</B>.

source: Today
fr_fr: Aujourd'hui

source: Too many projects are waiting to be approved.
fr_fr: Trop de projets sont en attente de validation.

source: Too many projects for the user are waiting to be approved.
fr_fr: Trop de projets créés par l'utilisateur sont en attente de validation.

source: Tools
fr_fr: Outils

source: Trace and Track all types of activities.
fr_fr: Suivez et gérez tous types d'activités.

source: Tracker email format
fr_fr: Format des notifications de l'outil de suivi

source: Trackers
fr_fr: Outils de suivi

source: Trackers v3 import
fr_fr: Import outils de suivi v3

source: Tree
fr_fr: Arborescence

source: Trove categories
fr_fr: Catégories

source: Trying to followup to a message that doesn't exist.
fr_fr: Tentative de poster une réponse sur un fil de discussion inexistant.

source: Trying to post without a forum ID
fr_fr: Tentative de poster un message sans identifiant (ID) de forum

source: Tuleap helps teams to deliver awesome applications, better, faster, and easier. Here you plan, track, code, and collaborate on software projects.
fr_fr: Avec Tuleap, les équipes livrent les applications plus rapidement, plus efficacement et de meilleure qualité. Venez planifier, suivre, développer & collaborer sur vos projets logiciels.

source: URL pointed by the reference
fr_fr: URL pointée par la référence

source: Unable to add %s as project member
fr_fr: Impossible d'ajouter %s en tant que membre de projet

source: Unable to fetch the latest activities of the project
fr_fr: Impossible de récupérer les dernières activités du projet

source: Unable to login under %1$s
fr_fr: Impossible de se connecter sur %1$s

source: Unable to send email to user, please contact %s
fr_fr: Impossible d'envoyer l'email à l'utilisateur, veuillez contacter %s

source: Unable to update user preferences
fr_fr: La mise à jour des préférences utilisateur a échoué

source: Unauthorized action for anonymous
fr_fr: Cette action n'est pas autorisée pour les anonymes

source: Understood
fr_fr: Compris

source: Unfortunately we couldn't add %1$s as project member because they have restricted status and the project is configured to not accept restricted users.
fr_fr: Malheureusement nous ne pouvons pas ajouter la personne %1$s an tant que membre de projet car elle a le statut restreint et le projet n'accepte pas les restreints.

source: Unix Group Name
fr_fr: Nom du groupe unix

source: Unix name
fr_fr: Nom unix

source: Up to 2 categories can be used as flag.
fr_fr: Jusqu'à 2 catégories peuvent être utilisées en tant que marqueur.

source: Update
fr_fr: Mettre à jour

source: Update Forum Info/Status
fr_fr: Mettre à jour les infos et le statut du forum

source: Update Forum Status
fr_fr: Mettre à jour le statut du forum

source: Update failed
fr_fr: La mise à jour a échoué

source: Update failed: icon conversion error
fr_fr: La mise à jour a échoué : erreur lors de la conversion de l'icône

source: Update failed: invalid project icon selected
fr_fr: La mise à jour a échoué : l'icône de projet selectionné est invalide

source: Update information
fr_fr: Mettre à jour les informations

source: Update label
fr_fr: Mettre à jour le label

source: Update mailing list
fr_fr: Modifier la liste de diffusion

source: Update notifications settings
fr_fr: Mettre à jour les paramètres de notification

source: Update of service label is not supported
fr_fr: La mise à jour du label du service n'est pas supportée

source: Update of service name is not supported
fr_fr: La mise à jour du nom du service n'est pas supportée

source: Update password
fr_fr: Mettre à jour le mot de passe

source: Update successful
fr_fr: Mis à jour avec succès

source: Update your email preferences
fr_fr: Mettre à jour vos préférences

source: Updating Project Info
fr_fr: Mise à jour des infos du projet

source: Upload text file
fr_fr: Téléverser un fichier texte

source: Upload your own logo
fr_fr: Uploadez votre propre logo

source: Uploaded file is too big
fr_fr: Le fichier est trop gros

source: Use as project flag
fr_fr: Utilisée en tant que marqueur de projet

source: Use default avatar
fr_fr: Utiliser l'avatar par défaut

source: User #%d is not administrator of project #%d
fr_fr: L'utilisateur #%d n'est pas administrateur du projet #%d

source: User '%s' does not exist
fr_fr: L'utilisateur '%s' n’existe pas

source: User account created
fr_fr: Compte utilisateur créé

source: User added
fr_fr: Utilisateur ajouté

source: User and date
fr_fr: Utilisateur et date

source: User avatar
fr_fr: Avatar de l'utilisateur

source: User cannot be found
fr_fr: L'utilisateur n'a pas été trouvé

source: User does not exist
fr_fr: L'utilisateur n’existe pas

source: User email address
fr_fr: Adresse e-mail de l'utilisateur

source: User group
fr_fr: Groupe d'utilisateurs

source: User group "%s" is empty or does not exist
fr_fr: Le groupe "%s" est vide ou n'existe pas

source: User group already exists in this project. Please choose another name.
fr_fr: Le groupe utilisateur existe déjà dans ce projet. Merci de choisir un autre nom.

source: User group created but cannot get Id.
fr_fr: Groupe utilisateur crée, mais impossible de retrouver son Id

source: User group does not exist
fr_fr: Le groupe d'utilisateurs n'existe pas

source: User is already member of the project
fr_fr: L'utilisateur est déjà membre du projet

source: User is already registered and has been added to project.
fr_fr: L'utilisateur est déjà enregistré et viens d'être ajouté au projet.

source: User is already registered and project member.
fr_fr: L'utilisateur est déjà enregistré et membre de projet.

source: User is already registered but is not active yet.
fr_fr: L'utilisateur est déjà enregistré mais n'est pas encore actif.

source: User is already registered but is restricted and the project does not accept restricted users.
fr_fr: L'utilisateur est déjà enregistré mais est restreint et le projet n'accepte pas les utilisateurs restreints.

source: User name
fr_fr: Nom d'utilisateur

source: User preferences successfully updated
fr_fr: Les préférences utilisateur ont été mises à jour

source: User profile
fr_fr: Profil utilisateur

source: Username
fr_fr: Nom utilisateur

source: Username display
fr_fr: Affichage des noms

source: Users
fr_fr: Utilisateurs

source: Users group
fr_fr: Groupe d'utilisateurs

source: Users groups
fr_fr: Groupes d'utilisateurs

source: Users groups bound to this one
fr_fr: Groupes liés à celui-ci

source: Users in <a href="%1$s"><B>P</B> (pending) status</a>
fr_fr: Utilisateurs en statut <a href="%1$s"><B>P</B> (en attente)</a>

source: Users must be able to send at least one invitation by day.
fr_fr: Les utilisateurs doivent être en mesure d'envoyer au moins une invitation par jour.

source: Users must first login before going further.
fr_fr: Tous les utilisateurs doivent s'authentifier avant de pouvoir accéder au contenu.

source: Users must first login before going further. Some users may be restricted (restricted users have to be specifically granted access to projects and services).
fr_fr: Tous les utilisateurs doivent s'authentifier avant de pouvoir accéder au contenu. Certains utilisateurs peuvent être restreints (les utilisateurs restreints ont accès uniquement aux projets et aux services auxquels les autorisations leur sont spécifiquement accordées).

source: Users pending email activation
fr_fr: Utilisateurs validés en attente

source: Users statistics
fr_fr: Statistiques utilisateurs

source: Users that agreed to receive "Site Updates" (%1$s users)
fr_fr: Abonnés à l'option "Courrier électronique à propos des mises à jour du site" (%1$s utilisateurs)

source: Validated users <a href="%1$s"><B>pending email activation</B></a>
fr_fr: Utilisateurs validés en <a href="%1$s"> attente d'activation par e-mail</a>

source: Very low traffic, includes security notices. Highly Recommended.
fr_fr: Faible trafic, informations relatives à la sécurité. Fortement recommandé.

source: View all projects
fr_fr: Voir tous les projets

source: View all system events
fr_fr: Voir tous les événements système

source: View all users
fr_fr: Voir tous les utilisateurs

source: View members
fr_fr: Voir les membres

source: View most recent logins
fr_fr: Afficher les connections récentes

source: View recommended browsers
fr_fr: Voir les navigateurs recommandés

source: Visibility
fr_fr: Visibilité

source: WARNING! You are about to permanently delete a message and all of its followups!!
fr_fr: ATTENTION ! Vous êtes sur le point de détruire un message et tout son fil de discussion !!

source: Want to monitor this forum?
fr_fr: Surveiller ce forum ?

source: Warnings
fr_fr: Alertes

source: We are sorry you caught an error, something meaningful was logged for site administrators. You may want got get in touch with them.
fr_fr: Nous sommes désolé que vous ayez rencontré un problème. Une information a été enregistrée à destination des administrateurs sites. Vous pouvez éventuellement rentrer en contact avec eux.

source: We cannot find any edition information for the requested widget.
fr_fr: Impossible de trouver comment éditer le widget requis.

source: We cannot find any widgets.
fr_fr: Impossible de trouver des widgets.

source: We emailed a confirmation link to <strong>%s</strong>,
fr_fr: Nous vous avons envoyé un email avec un lien de confirmation à <strong>%s</strong>,

source: We need at least one email to send an invitation
fr_fr: Nous avons besoin d'au moins un email pour envoyer une invitation

source: Week
fr_fr: Semaine

source: Welcome aboard
fr_fr: Bienvenue à bord

source: Welcome message and information for users
fr_fr: Message de bienvenue et informations générales pour les utilisateurs

source: Welcome to %1$s
fr_fr: Bienvenue sur %1$s

source: Welcome to %1$s!
fr_fr: Bienvenue sur %1$s!

source: Welcome to %s
fr_fr: Bienvenue sur %s

source: Welcome to your new project
fr_fr: Bienvenue dans votre nouveau projet

source: Welcome, %1$s. You may now change your lost password.
fr_fr: Bienvenue, %1$s. Vous pouvez changer votre mot de passe perdu maintenant.

source: What is the purpose of your project?
fr_fr: Quel est le but de ce projet?

source: What's this access key for?
fr_fr: À quel usage cette clé d'accès est destiné ?

source: When CVS tracking is on, the commits (file change, addition and removal) are registered in the %1$s database so that they can be browsed and searched. Else commits are not logged in the database; only the CVS history is available
fr_fr: Lorsque le suivi de CVS est activé, les commits (modification, ajout ou suppression de fichiers ou répertoires) sont enregistrés dans la base de données %1$s de façon à pouvoir les visualiser et effectuer des recherches avancées. Dans le cas contraire aucune information n'est conservée dans la base de données ; vous disposez uniquement de l'historique CVS.

source: When this setting is active, whenever you add someone in any user group, they will be automatically added in project members.
fr_fr: Lorsque cette option est activée, dès lors que vous ajoutez un utilisateur dans un groupe, il sera automatiquement ajouté en tant que membre de projet.

source: Why don't you start by editing your dashboard by adding some widgets?
fr_fr: Pourquoi ne pas commencer par éditer votre tableau de bord en y ajoutant des widgets ?

source: Widget has been successfully deleted.
fr_fr: Le widget a correctement été supprimé.

source: Widget not found.
fr_fr: Widget non trouvé.

source: Widget successfully disabled.
fr_fr: Le widget a été désactivé avec succès.

source: Widget successfully enabled.
fr_fr: Le widget a été activé avec succès.

source: Widgets availability
fr_fr: Disponibilité des widgets

source: Withdraw invitation
fr_fr: Annuler l'invitation

source: Withdrawn invitation
fr_fr: Invitation annulée

source: Without any action from you,
fr_fr: Si vous n'intervenez pas,

source: Work in progress, you might find untranslated strings.
fr_fr: Travail en cours, vous risquez de rencontrer des chaînes non traduites.

source: Wow, wait a minute. You are about to remove the parent. Please confirm your action.
fr_fr: Wow, attendez une minute. Vous êtes sur le point de supprimer le parent. Merci de confirmer votre action.

source: Wow, wait a minute. You're about to delete the label <b>%s</b>. Please confirm your action.
fr_fr: Wow, attendez une minute. Vous êtes sur le point de supprimer le label <b>%s</b>. Merci de confirmer votre action.

source: Writing a compelling headline is a necessary step in order to encourage your users to sign in. Choose a catchy headline to summarize what Tuleap in your context is about. Don't be verbose though, keep the headline short.
fr_fr: Écrire une accroche percutante est nécessaire pour inciter les visiteurs à s'inscrire. Choisissez une accroche attirante qui décrit ce qu'est Tuleap dans votre environnement. Ne soyez pas trop verbeux cependant ;)

source: XML content is empty
fr_fr: Le contenu XML est vide

source: XML content is not valid
fr_fr: Le contenu XML n'est pas valide

source: Year
fr_fr: Année

source: Yesterday
fr_fr: Hier

source: You already asked a recovery link recently, please check your email for the link to recover your password.
fr_fr: Vous avez déjà demandé un lien de réinitialisation récemment, merci de regardez votre e-mail pour le lien permettant de réinitialiser votre mot de passe.

source: You appear to be double-posting this message, since it has the same subject and followup information as a prior post.
fr_fr: Il semble que vous tentiez de poster ce message deux fois, car il a le même sujet et les mêmes information d fil de discussion qu'un précédent message.

source: You are about to allow access to a resource for every projects on the platform.
fr_fr: Vous êtes sur le point d'autoriser l'accès à une ressource pour tous les projets de la plateforme.

source: You are about to delete <b>%s</b> binding. Please, confirm your action.
fr_fr: Vous êtes sur le point de supprimer le lien <b>%s</b>. Merci de confirmer votre action.

source: You are about to delete <b>%s</b> users group. Please, confirm your action.
fr_fr: Wow, attendez une minute. Vous êtes sur le point de supprimer le groupe utilisateurs <b>%s</b>. Merci de confirmer votre action.

source: You are about to delete the dashboard "%s". This action is irreversible. Please confirm this deletion.
fr_fr: Vous êtes sur le point de supprimer le tableau de bord "%s". Cette action est irréversible. Merci de confirmez cette suppression.

source: You are about to delete the widget "%s". This action is irreversible. Please confirm this deletion.
fr_fr: Vous êtes sur le point de supprimer le widget "%s". Cette action est irréversible. Merci de confirmer cette suppression.

source: You are about to disallow access to a resource for every projects on the platform.
fr_fr: Vous êtes sur le point de restreindre l'accès à une ressource pour tous les projets de la plateforme.
