Repository: Enalean/tuleap
Catalog: site-content/*/LC_MESSAGES/tuleap-core.po
Languages: fr_fr

source: Last successful login
fr_fr: Dernière connexion

source: Last successful login:
fr_fr: Dernière connexion :

source: Last used by
fr_fr: Utilisée pour la dernière fois par

source: Last used on
fr_fr: Utilisée pour la dernière fois le

source: Leave it blank to invite people to the platform without making them project member.
fr_fr: Laissez vide si vous comptez seulement inviter les personnes sur la plateforme.

source: Leave project
fr_fr: Quitter le project

source: Legacy default template
fr_fr: Modèle par défaut (déprécié)

source: License "%s" was successfully deleted
fr_fr: La licence "%s" a été supprimée avec succès

source: License Agreements
fr_fr: Licences

source: License Approval:
fr_fr: Approbation licence :

source: Link
fr_fr: Lien

source: Links
fr_fr: Liens

source: List
fr_fr: Liste

source: List about development of…
fr_fr: Liste à propos du développement de…

source: List added
fr_fr: Liste créée avec succès

source: List already exists
fr_fr: La liste existe déjà

source: List name contains bad characters. Authorized characters are: letters, numbers, -, _, .
fr_fr: Le nom de la liste contient des caractères non autorisés. Les caractères autorisés sont : lettres, nombres, -, _, .

source: List of impacted files
fr_fr: Liste des fichiers concernés

source: Lists
fr_fr: Listes

source: Lists the project members.
fr_fr: Affiche la liste des membres du projet.

source: Log message
fr_fr: Message de commit

source: Login
fr_fr: Se connecter

source: Login Name
fr_fr: Nom de login

source: Login name
fr_fr: Nom de login

source: Logout
fr_fr: Se déconnecter

source: Low traffic, highly recommended.
fr_fr: Trafic faible, fortement recommandé.

source: Low traffic.
fr_fr: Trafic faible.

source: ML Administration
fr_fr: Administration de la liste

source: Mail To
fr_fr: Envoyer à

source: Mailing list creation is no longer possible as the plugin will be removed soon
fr_fr: Le création de liste de diffusion n'est plus possible car le plugin sera bientôt supprimé

source: Mailing list name
fr_fr: Nom de la liste de diffusion

source: Mailing lists
fr_fr: Listes de diffusions

source: Mailing lists (Lists Service)
fr_fr: Listes de diffusion (Service Listes)

source: Mailing lists administration
fr_fr: Administration des listes de diffusion

source: Manage all plugins
fr_fr: Gérer tous les plugins

source: Manage help links
fr_fr: Gestion des liens d'aide

source: Manage project reference patterns
fr_fr: Gestion des modèles de référence projet

source: Manage system reference patterns
fr_fr: Gestion des modèles de référence système

source: Mandatory categories where missing: %s
fr_fr: Les catégories obligatoires sont manquantes : %s

source: Mandatory field where missing: %s
fr_fr: Des champs obligatoires sont manquants : %s

source: Mass emailing
fr_fr: Envoi d'emails en masse

source: Massmail sending
fr_fr: Envoi du courrier

source: Massmail to project members is disabled.
fr_fr: L'envoi de mails vers les membres du projet est désactivé.

source: Maximum number of projects waiting for validation (-1 means no limits)
fr_fr: Nombre maximum de projets dans la file d'attente de validation (-1 pour pas de limites)

source: Maximum number of projects waiting for validation for one requester (-1 means no limits)
fr_fr: Nombre maximum de projets dans la file d'attente de validation pour un utilisateur (-1 pour pas de limites)

source: Meaningful description of the group
fr_fr: Description du groupe

source: Member
fr_fr: Membre

source: Member name
fr_fr: Nom du membre

source: Member of {{ nb_projects }} project
fr_fr: Membre de {{ nb_projects }} projet

source: Member removal
fr_fr: Suppression de membre

source: Member since
fr_fr: Membre depuis

source: Member since %s
fr_fr: Membre depuis le %s

source: Members
fr_fr: Membres

source: Members of user groups
fr_fr: Membre des groupes

source: Membership in user groups (read only)
fr_fr: Appartenance aux groupes d'utilisateurs (lecture seule)

source: Membership management
fr_fr: Gestion des membres

source: Message Posted
fr_fr: Message posté

source: Message from %s:
fr_fr: Message de la part de %s :

source: Message is not in your group
fr_fr: Ce message n'est pas de votre projet

source: Message not found
fr_fr: Message introuvable

source: Message sent to administrator should not be empty.
fr_fr: Le message envoyé à l'administrateur ne doit pas être vide.

source: Message to project administrators
fr_fr: Message aux administrateurs de projet

source: Missing Information. PLEASE fill in all required information.
fr_fr: Information manquante. Veuillez saisir les informations demandées.

source: Missing forum name or description, please press the "Back" button and complete this information
fr_fr: Nom ou description du forum manquant, veuillez appuyez sur le bouton "Retour" de votre navigateur et compléter ces informations

source: Monitor Forum
fr_fr: Surveiller Forum

source: Monitor a forum
fr_fr: Surveiller un forum

source: Monitor?
fr_fr: Surveiller?

source: Monitoring has been turned off
fr_fr: La surveillance du forum est arrêté

source: Month
fr_fr: Mois

source: Must be project admin to add a project member
fr_fr: Doit être administrateur de projet pour ajouter un membre de projet

source: Must choose a message first
fr_fr: Veuillez d'abord choisir un message

source: Must include a message body and subject
fr_fr: Veuillez remplir le sujet et le corps du message

source: Must provide list name that is 4 or more characters long
fr_fr: Le nom de la liste doit comporter au moins 4 caractères

source: My Dashboard
fr_fr: Mon tableau de bord

source: My dashboard
fr_fr: Mon tableau de bord

source: Name
fr_fr: Nom

source: Name or description
fr_fr: Nom ou description

source: Name, type...
fr_fr: Nom, type …

source: Nb maximum of allowed values
fr_fr: Nb maximum de valeurs autorisées

source: Nb maximum of allowed values must be 1.
fr_fr: Nb maximum de valeurs autorisées doit être à 1.

source: Nb members
fr_fr: Nb membres

source: Nested
fr_fr: Hiérarchisé

source: Never
fr_fr: Jamais

source: New
fr_fr: Nouveau

source: New User Registered: %1$s
fr_fr: Création du nouveau compte : %1$s

source: New avatar
fr_fr: Nouvel avatar

source: New email was successfully saved. To complete the change, <strong>please click on the confirmation link</strong> you will receive by email (new address).
fr_fr: La nouvelle adresse de courriel a été enregistrée. Pour finaliser le changement, <strong>cliquez sur le lien</strong> qui se trouvera dans le message de confirmation que vous allez recevoir (à la nouvelle adresse).

source: New events
fr_fr: Nouveaux événements

source: New mailing list
fr_fr: Nouvelle liste de diffusion

source: New messages will be highlighted when you return.
fr_fr: Les nouveaux messages seront mis en valeur lorsque vous reviendrez.

source: New password
fr_fr: Nouveau mot de passe

source: New personal access key
fr_fr: Nouvelle clé personnelle d'accès

source: New project registered: %s
fr_fr: Nouveau projet enregistré : %s

source: New reference pattern
fr_fr: Nouveau modèle de référence

source: New user
fr_fr: Nouvel utilisateur

source: News
fr_fr: Annonces

source: News approval
fr_fr: Approbation des annonces

source: News {{ user_group_name }} can see
fr_fr: Annonces que {{ user_group_name }} peuvent voir

source: Next Messages
fr_fr: Messages suivants

source: No
fr_fr: Non

source: No Comments
fr_fr: Sans message

source: No Commit matches your criteria
fr_fr: Aucun commit ne correspond à vos critères

source: No Forums Found
fr_fr: Forum introuvable

source: No Messages in %1$s
fr_fr: Aucun message dans %1$s

source: No activity yet
fr_fr: Pas encore d'activité

source: No background
fr_fr: Pas d'image de fond

source: No children projects
fr_fr: Aucun projet enfant

source: No email for user account
fr_fr: Pas d'adresse email pour ce compte

source: No followup ID present when trying to post to an existing thread.
fr_fr: Identifiant de fil de discussion manquant pour une réponse.

source: No forum for this project
fr_fr: Aucun forum pour ce projet

source: No forums found for '%1$s'
fr_fr: Aucun forum pour '%1$s'

source: No items can use labels in this project.
fr_fr: Aucun éléments dans ce projet ne peux utiliser les labels.

source: No labels defined in this project
fr_fr: Il n'y a pas de label défini dans ce projet

source: No license to approve
fr_fr: Pas de licence à approuver

source: No matching labels
fr_fr: Il n'y a aucun label correspondant

source: No need to register, you are already logged in.
fr_fr: Pas besoin de vous enregistrer, vous êtes déjà connecté.

source: No one monitoring
fr_fr: Forum non surveillé

source: No project ID has been provided for the template
fr_fr: Aucun ID de projet a été fourni pour servir de modèle

source: No project trove categories
fr_fr: Aucune catégorie de projet

source: No projects to validate
fr_fr: Aucun projet à valider

source: No template information have been provided to create the project
fr_fr: Aucune information de template a été fournie pour créer le projet

source: No timezone set. Please select one.
fr_fr: Aucun fuseau horaire défini. Merci d'en choisir un.

source: No users to validate
fr_fr: Aucun utilisateur à valider

source: No valid email to send the preview.
fr_fr: Aucune adresse valide à laquelle envoyer le message de prévisualisation.

source: Nobody
fr_fr: Personne

source: Not Found
fr_fr: Introuvable

source: Not a member yet?
fr_fr: Pas encore membre ?

source: Not categorized
fr_fr: Non catégorisé

source: Not found
fr_fr: Page non trouvée

source: Nothing changed
fr_fr: Rien n'a changé

source: Number of login failure:
fr_fr: Nombre de connexions échouées :

source: Obsolete invitation removal
fr_fr: Suppression d'invitation obsolète

source: Offline access
fr_fr: Accès hors-ligne

source: Ok, got it
fr_fr: Ok, j'ai compris

source: Once approved, you will receive a confirmation email to <strong>%s</strong>
fr_fr: Une fois approuvé, vous recevrez un email de confirmation à <strong>%s</strong>

source: Once you add a forum, it cannot be modified or deleted!
fr_fr: Une fois ajouté, un forum ne peut être ni modifié ni détruit !

source: Only project members can access its content.
fr_fr: Seuls les membres du projet peuvent accéder à son contenu.

source: Only site administrators can create projects.
fr_fr: Seuls les administrateurs de la plateforme peuvent créer des projets.

source: Ooops an error occured
fr_fr: Ouuups une erreur est survenue

source: Oops, I forgot my password
fr_fr: Oups, j'ai perdu mon mot de passe

source: Open sidebar
fr_fr: Ouvrir la barre latérale

source: Open user dropdown
fr_fr: Ouvrir le menu utilisateur

source: Optional message…
fr_fr: Message optionnel…

source: Outline
fr_fr: Contour

source: Owner
fr_fr: Propriétaire

source: Page accessible to anonymous
fr_fr: Pages accessible aux anonymes

source: Page permissions are not listed.
fr_fr: Les permissions par page ne sont pas listées.

source: Parent project
fr_fr: Projet parent

source: Password
fr_fr: Mot de passe

source: Password policy
fr_fr: Politique des mots de passe

source: Password recovered
fr_fr: Mot de passe réinitialisé

source: Password recovery
fr_fr: Récupération du mot de passe

source: Password robustness
fr_fr: Robustesse du mot de passe

source: Password successfully updated
fr_fr: Le mot de passe a été mis à jour avec succès

source: Passwords do not match
fr_fr: Les deux mots de passe soumis sont différents

source: Passwords do not match.
fr_fr: Les mots de passe ne sont pas identiques.

source: Pending
fr_fr: En attente

source: Pending invitations
fr_fr: Invitations en cours

source: Pending projects
fr_fr: Projets en attente

source: Pending trackers removal
fr_fr: Outils de suivi en attente

source: Pending users
fr_fr: Utilisateurs en attente

source: People in this group will be able to manage project members.
fr_fr: Les personnes dans ce groupe seront capables de gérer les membres du projet.

source: People will be member of the project when they will accept your invitation.
fr_fr: Les personnes seront membres du projet quand elles accepteront votre invitation.

source: Per activities
fr_fr: Utilisateurs actifs

source: Per group
fr_fr: Par groupe

source: Permission Request
fr_fr: Demande de permission

source: Permission delegation
fr_fr: Délégation de permission

source: Permission denied
fr_fr: Permission refusée

source: Permissions delegation
fr_fr: Délégation des permissions

source: Permissions delegations have been successfully updated.
fr_fr: Les délégations de permissions ont été mises à jour.

source: Permissions for deprecated services
fr_fr: Permissions pour les services dépréciés

source: Permissions per group
fr_fr: Permissions par groupe

source: Personal access keys
fr_fr: Clés personnelles d'accès

source: Personalize your project by adding a background image in the header of dashboard and administration pages.
fr_fr: Personnalisez votre projet en ajoutant une image de fond dans l'entête des tableaux de bord et de l'administration.

source: Platform access control
fr_fr: Droits d'accès de la plateforme

source: Platform administration
fr_fr: Administration de la plateforme

source: Platform administrators have been notified.
fr_fr: Les administrateurs de la plateforme ont été avertis.

source: Platform banner
fr_fr: Bannière de plateforme

source: Platform banner configuration
fr_fr: Administration de la bannière de la plateforme

source: Platform configuration forbid users to change password
fr_fr: La configuration de la plateforme ne permet pas de changer de mot de passe

source: Platform statistics
fr_fr: Statistiques de la plateforme

source: Please accept term of service
fr_fr: Merci d'accepter les conditions d'utilisation

source: Please avoid spaces and punctuation in users groups name.
fr_fr: Veuillez éviter les espaces et les signes de ponctuation dans les noms de groupe.

source: Please be aware that, in order to comply with {{ organization_name }} policies, all user accounts are subjected to a periodic renewal process. Inactive accounts are considered no longer used and will be suspended.
fr_fr: Veuillez noter qu’afin de respecter les règles de {{ organization_name }}, tous les comptes d'utilisateurs passent par une procédure de renouvellement automatique. Les comptes inactifs sont considérés comme non utilisés et seront désactivés.

source: Please categorize it.
fr_fr: Merci de le catégoriser.

source: Please choose a valid text file
fr_fr: Veuillez choisir un fichier texte valide

source: Please click on the following URL to approve the registration:
fr_fr: Veuillez cliquer sur le lien ci-dessous pour confirmer la création de ce compte :

source: Please confirm your action.
fr_fr: Merci de confirmer votre action.

source: Please contact the administrators at:
fr_fr: Veuillez contacter les administrateurs à :

source: Please explain why you are applying for registration on this site
fr_fr: Veuillez expliquer la raison pour laquelle vous souhaitez créer un compte sur ce site

source: Please make sure the users who will be imported are already registered and have an active account.
fr_fr: Veuillez vous assurer que les utilisateurs qui seront importés sont déjà enregistrés et possèdent un compte actif.

source: Please note that more restrictive permissions might exist on some items.
fr_fr: Veuillez noter que des permissions plus restrictives peuvent être apposées sur certains items.

source: Please note the login <code>%s</code> and the password <code>%s</code>
fr_fr: Merci de noter le login <code>%s</code> et le mot de passe <code>%s</code>

source: Please select a file to upload
fr_fr: Veuillez sélectionner un fichier à téléverser

source: Please select a picture for your avatar. The uploaded image will be shrunk to 100×100 pixels.
fr_fr: Veuillez sélectionner une image pour votre avatar. L'image sera réduite à 100×100 pixels.

source: Please update your password first
fr_fr: Merci de mettre à jour votre mot de passe d'abord

source: Please write something meaningful for the admin.
fr_fr: Veuillez soumettre un message pertinent afin d'aider l'administrateur.

source: Please, enter a http:// or https:// link
fr_fr: Veuillez utiliser un lien http:// ou https://

source: Post Comment
fr_fr: Poster un commentaire

source: Post a followup to this message
fr_fr: Poster une réponse dans cette discussion

source: Posted By
fr_fr: Posté par

source: Posting Failed
fr_fr: L'envoi du message a échoué

source: Predefined project references
fr_fr: Références de projets prédéfinis

source: Preferences
fr_fr: Préférences

source: Preview
fr_fr: Aperçu

source: Preview could not be sent
fr_fr: La prévisualisation n'a pas pu être envoyée

source: Preview sent
fr_fr: La prévisualisation a été envoyée

source: Preview:
fr_fr: Aperçu :

source: Previous Messages
fr_fr: Messages précédents

source: Previous successful login
fr_fr: Connexion précédente

source: Previous successful login:
fr_fr: Connexion précédente :

source: Private
fr_fr: Privé

source: Private archives
fr_fr: Archives privées

source: Private incl. restricted
fr_fr: Privé incl. les utilisateurs restreints

source: Private including restricted
fr_fr: Privé incluant les utilisateurs restreints

source: Private projects can't make their repository public.
fr_fr: Les projets privés ne peuvent rendre leur dépôt public.

source: Processors
fr_fr: Processeurs

source: Project
fr_fr: Projet

source: Project #%d is not active.
fr_fr: Le project #%d n'est pas actif.

source: Project (read only)
fr_fr: Projet (lecture seule)

source: Project Latest News
fr_fr: Dernières annonces du projet

source: Project Name
fr_fr: Nom du projet

source: Project Registration
fr_fr: Enregistrement d'un projet

source: Project Team
fr_fr: Équipe du projet

source: Project Type
fr_fr: Type de projet

source: Project XML export
fr_fr: Export XML du projet

source: Project access error
fr_fr: Erreur d'accès au projet

source: Project administration
fr_fr: Administration du projet

source: Project administrators (%1$s users)
fr_fr: Administrateurs des projets (%1$s utilisateurs)

source: Project administrators can choose project visibility
fr_fr: Les administrateurs de projet peuvent choisir la visibilité du projet

source: Project admins can't be removed from project. You must remove them from Project administrators group first.
fr_fr: Les administrateurs ne peuvent pas être retirés du projet. Vous devez d'abord les retirer du groupe Administrateurs du projet.

source: Project announcement
fr_fr: Annonce du projet

source: Project background
fr_fr: Image de fond du projet

source: Project banner
fr_fr: Bannière du projet

source: Project categories
fr_fr: Catégories de projet

source: Project creation moderation
fr_fr: Modération de la création de projets

source: Project creation moderation settings
fr_fr: Paramètres de création de projets

source: Project developers (%1$s users)
fr_fr: Développeurs des projets (%1$s utilisateurs)

source: Project does not exist
fr_fr: Le projet n'existe pas

source: Project export
fr_fr: Export projet

source: Project field has been successfully updated.
fr_fr: Le champ de projet a correctement été modifié.

source: Project fields
fr_fr: Champs de projet

source: Project flag?
fr_fr: Marqueur de projet ?

source: Project flags are displayed in the navigation bar.
fr_fr: Les marqueurs de projet sont affichés dans la barre de navigation.

source: Project fullname is invalid. The reason is: %s
fr_fr: Le nom complet de project n'est pas valide. La raison est : %s

source: Project hierarchy
fr_fr: Hierarchie de projets

source: Project history
fr_fr: Historique du projet

source: Project members and group members are synchronized. Whenever you add someone in a user group, they are automatically added here in project members.
fr_fr: Les membres de projet et de groupes utilisateurs sont synchronisés. Dès lors que vous ajoutez un utilisateur dans un groupe, il est automatiquement ajouté en tant que membre de projet.

source: Project members and group members are synchronized. Whenever you add someone in a user group, they are automatically added in project members.
fr_fr: Les membres de projet et de groupes utilisateurs sont synchronisés. Dès lors que vous ajoutez un utilisateur dans un groupe, il est automatiquement ajouté en tant que membre de projet.

source: Project must be approved by administrators
fr_fr: Les projets doivent être approuvés par les administrateurs

source: Project name
fr_fr: Nom du projet

source: Project name shouldn't exceed 40 characters.
fr_fr: Le nom du projet ne doit pas dépasser 40 caractères.

source: Project name update will be effective only after system event processing.
fr_fr: La mise à jour du nom du projet ne sera effective qu'après le traitement de l'événement système correspondant.

source: Project name...
fr_fr: Nom du projet...

source: Project privacy set to private including restricted.
fr_fr: La visibilité du projet est : privé incluant les utilisateurs restreints.

source: Project privacy set to private.
fr_fr: La visibilité du projet est : privé.

source: Project privacy set to public including restricted.
fr_fr: La visibilité du projet est : publique incluant les utilisateurs restreints.

source: Project privacy set to public.
fr_fr: La visibilité du projet est : publique.

source: Project registration is disabled
fr_fr: L'enregistrement de project est désactivé

source: Project settings
fr_fr: Configuration des projets

source: Project shortname is invalid. The reason is: %s
fr_fr: Le nom court de projet n'est pas valide. La raison est : %s

source: Project templates
fr_fr: Modèles de projet

source: Project trove categories
fr_fr: Catégories de projet

source: Project type
fr_fr: Type du projet

source: Project visibility
fr_fr: Visibilité du projet

source: Project web pages (Home Page Service)
fr_fr: Pages web de project (Service Site Web)

source: Projects
fr_fr: Projets

source: Projects created from this template
fr_fr: Projets créés à partir de ce modèle

source: Projects in <a href="%1$s"><B>P</B> (pending) status</A>
fr_fr: Projets en statut <a href="%1$s"><B>P</B> (en attente)</A>

source: Projects in category
fr_fr: Projets dans la catégorie selectionnée

source: Projects statistics
fr_fr: Statistiques projets

source: Projects visibility
fr_fr: Visibilité des projets

source: Propagation of project's name update on system queued (%1$s -> %2$s). It will be processed in a little while.
fr_fr: Le changement du nom du projet sur le système va être traité dans quelques instants (%1$s -> %2$s).

source: Provided release note URL is not well formed
fr_fr: Le lien de la release note n'est pas au bon format.

source: Public
fr_fr: Publique

source: Public archives
fr_fr: Archives publiques

source: Public incl. restricted
fr_fr: Publique, incluant les utilisateurs restreints

source: Public including restricted
fr_fr: Publique, incluant les utilisateurs restreints

source: Public information
fr_fr: Informations publiques

source: Public means subscription right is granted to any user, and archives are public
fr_fr: Publique signifie que tous les utilisateurs peuvent s'abonner, et que les archives sont publiques

source: Public project categories
fr_fr: Catégories de projet publics

source: Purple
fr_fr: Violet

source: Purpose
fr_fr: Motif

source: REST Read only administrator
fr_fr: Administrateur lecture seule via REST

source: REST projects management
fr_fr: Gestion des projets via REST

source: Rank
fr_fr: Rang

source: Read and respond to this message at
fr_fr: Pour lire et répondre à ce message aller sur

source: Read only access to information about projects
fr_fr: Accès en lecture seule aux informations concernant les projets
