Repository: Enalean/tuleap
Catalog: site-content/*/LC_MESSAGES/tuleap-core.po
Languages: fr_fr

source: New user
fr_fr: Nouvel utilisateur

source: Please avoid to upload too big file (< 500kB).
fr_fr: Merci de ne pas uploader un trop gros fichier (<500Ko).

source: "%s" label already exists. If you save your modifications, both labels will be merged.
fr_fr: Le label "%s" existe déjà. Si vous sauvegardez vos modifications, alors les labels seront fusionnés.

source: "%s" label already exists. Please choose another one.
fr_fr: Le label "%s" label exist déjà. Merci de choisir un autre nom.

source: "name" field is missing from the request body
fr_fr: Il manque le champs "name" dans le corps de la requête

source: "response" field is missing from the request body
fr_fr: Il manque le champs "response" dans le corps de la requête

source: ## Some notes
fr_fr: ## Du contenu en Markdown

source: %1$s Password Verification
fr_fr: Vérification du mot de passe de %1$s

source: %1$s invited you to register to %2$s and join the project %3$s.
fr_fr: %1$s vous invite à vous enregistrer sur %1$s pour rejoindre le projet %3$s.

source: %1$s invited you to register to %2$s.
fr_fr: %1$s vous invite à vous enregistrer sur %1$s.

source: %1$s message(s) deleted
fr_fr: %1$s message(s) détruit(s)

source: %1$s users will receive this email.
fr_fr: %1$s utilisateurs vont recevoir ce courrier électronique.

source: %d Aggregated project
fr_fr: %d Projet regroupé

source: %d Parent project
fr_fr: %d Projet parent

source: %d does not belong to %s (%d) category hierarchy
fr_fr: %d n'appartient pas à la hiérarchie de la catégorie %s (%d)

source: %d member
fr_fr: %d membre

source: %s (opens in a new tab)
fr_fr: %s (s'ouvre dans un nouvel onglet)

source: %s - Account suspension
fr_fr: %s - Suspension de compte

source: %s - Account suspension notification
fr_fr: %s - Notification de suspension de compte

source: %s : user %s removed from project '%s'
fr_fr: %s : utilisateur %s enlevé du projet '%s'

source: %s ago
fr_fr: il y a %s

source: %s full project listing
fr_fr: Liste complète des projets %s

source: %s has multiple corresponding users.
fr_fr: %s a plusieurs utilisateurs associés.

source: %s invited you to %s.
fr_fr: %s vous a invité sur %s.

source: %s invited you, so you’re now a fresh member of this platform.
fr_fr: Vous avez été invité par %s, vous êtes maintenant un nouveau membre de cette plateforme.

source: %s invited you, so you’re now a fresh member of this project.
fr_fr: Vous avez été invité par %s, vous êtes maintenant un nouveau membre de ce projet.

source: %s new projects
fr_fr: Annonces %s

source: %s news
fr_fr: Annonces site %s

source: %s project news highlights
fr_fr: Annonces phares des projets %s

source: %s with email %s created an account on %s.
fr_fr: %s avec l'email %s a créé un compte sur %s.

source: (Un)Subscribe/Preferences
fr_fr: (Dés)Abonnement/Préférences

source: (day/month/year)
fr_fr: (jour/mois/année)

source: (month/day/year)
fr_fr: (mois/jour/année)

source: *********** WARNING *********** Do you want to delete the reference pattern? This will remove this reference pattern (%s) from ALL projects of this server. Are you SURE you want to continue ?
fr_fr: *********** ATTENTION *********** Voulez-vous détruire ce modèle de référence ? Cela supprimera le modèle de référence (%s) de TOUS les projets de ce serveur. Êtes-vous SUR de vouloir continuer ?

source: - The team at %1$s.
fr_fr: - L'équipe %1$s.

source: -- None --
fr_fr: -- Aucun --

source: 5 days ago
fr_fr: il y a 5 jours

source: <A HREF="%1$s"><u>Log in first</u></A><span class="highlight"> to post messages</span>
fr_fr: <A HREF="%1$s"><u>Connectez-vous en premier</u></A><span class="highlight"> pour poster un message</span>

source: <h4><i class="fa fa-exclamation-triangle"></i> Your local.inc file is outdated!</h4><p>It appears that your local.inc file contains definitions of variables that are unused and it may lead to confusion.</p><p>Please edit <code>%1$s</code> and remove the following variables: <code>$sys_allow_anon</code> and <code>$sys_allow_restricted_users</code>.</p>
fr_fr: <h4><i class="fa fa-exclamation-triangle"></i> Votre fichier local.inc n'est pas à jour !</h4><p>Il semble que votre fichier local.inc contient des définitions de variables qui ne sont plus utilisées et pourrait entraîner des confusions.</p><p>Merci d'éditer <code>%1$s</code> et de supprimer les variables suivantes : <code>$sys_allow_anon</code> et <code>$sys_allow_restricted_users</code>.</p>

source: <h4>ForgeUpgrade was not run!</h4><p>It seems that someone upgraded Tuleap RPMs without running forgeupgrade command. Please check <a href="/doc/en//installation-guide/step-by-step/upgrade.html">upgrade documentation</a>.</p>
fr_fr: <h4>ForgeUpgrade n'a pas été exécuté!</h4><p>Il semble que les paquets RPMs de Tuleap ont été mis à jour mais que forgeupgrade n'as pas été exécuté. Merci de vous référer à <a href="/doc/fr/installation-guide/step-by-step/upgrade.html">la documentation sur la procédure de mise à jour</a>.</p>

source: <h4>Heads up!</h4><p>Currently there are <a href="/admin/userlist.php?status_values[]=R">%1$s user(s)</a> that have restricted status. Changing current access mode will not change their status, they will need to be dealt with manually.</p>
fr_fr: <h4>Attention !</h4><p>Il y a actuellement <a href="/admin/userlist.php?status_values[]=R">%1$s utilisateur(s)</a> qui ont le status restreint. Changer le mode d'accès ne modifiera pas leur status, ils devront être gérés manuellement.</p>

source: <i>Disabled</i>
fr_fr: <i>Inactif</i>

source: <p>An outbound HTTP request has been filtered recently in order to prevent a possible Server Side Request Forgery (SSRF) attack. You might want to adjust your configuration. Please check <a href="/doc/en/administration-guide/system-administration/filtering-outbound-requests.html">the documentation for more information</a>.</p>
fr_fr: <p>Une requête HTTP allant vers l'extérieur a récemment été filtrée pour empêcher une possible attaque de type Server Side Request Forgery (SSRF). Il se peut que vous souhaitiez ajuster votre configuration. Veuillez consulter la <a href="/doc/fr/administration-guide/system-administration/filtering-outbound-requests.html">documentation pour plus d'informations</a>.</p>

source: <strong>Monitor this thread</strong>
fr_fr: <strong>Surveiller ce fil de discussion</strong>

source: A deleted project can not be restored.
fr_fr: Un projet détruit ne peut être restoré.

source: A mailing list will be created on %1$s in a few minutes and you are the list administrator. Your mailing list info is at: %3$s List administration can be found at: %4$s Your list password is: %5$s You are encouraged to change this password as soon as possible. Thank you for using %1$s. -- The %1$s Team
fr_fr: Une liste de diffusion sera créée sur %1$s dans quelques minutes et vous en êtes l'administrateur. Cette liste est : %3$s Les informations concernant cette liste de diffusion sont sur : %4$s Votre mot de passe d'administration est : %5$s Nous vous invitons à changer ce mot de passe par défaut dès que possible. Merci d'utiliser %1$s. -- L'équipe %1$s

source: A new user has just registered on %1$s. User Name:
fr_fr: Un nouveau compte utilisateur vient juste d'être créé sur %1$s. Nom de l'utilisateur :

source: A non available service cannot be enabled. To enable this service, switch it to available before.
fr_fr: Un service non disponible ne peut être activé. Pour activer ce service, vous devez au préalable le rendre disponible.

source: A parameter is missing, please press the "Back" button and complete the form
fr_fr: Il manque un paramètre. Merci de revenir en arrière et de compléter le formulaire

source: A personal access key (%s) with the %s scope was recently added to your account %s. Visit %s for more information.
fr_fr: Une clé personnelle d'accès (%s) ayant la portée %s a récemment été ajoutée à votre compte %s. Visitez %s pour plus d'informations.

source: A personal access key has been added to your account
fr_fr: Une clé personnelle d'accès a été ajoutée à votre compte

source: A personal access key will be automatically generated at the form submission. The description is not required but it can help you to manage your access keys.
fr_fr: Une nouvelle clé d'accès sera généré lors de soumission du formulaire. La description n'est pas requise mais peut vous aider à gérer vos clés d'accès.

source: A project cannot be its own parent.
fr_fr: Un projet ne peut être son propre parent.

source: A service displayed in a iframe cannot be the first service of a project
fr_fr: Un service affiché dans un contexte de navigation imbriqué ne peut pas être le premier service d'un projet

source: A template without any service enabled.
fr_fr: Un template sans aucun service activé.

source: Absolute date first
fr_fr: Date absolue en premier

source: Absolute date only
fr_fr: Date absolue seulement

source: Access
fr_fr: Accès

source: Access Denied
fr_fr: Accès refusé

source: Access control
fr_fr: Droits d'accès

source: Access controls
fr_fr: Droits d'accès

source: Access history
fr_fr: Historique d'accès

source: Access key copied!
fr_fr: Clé d'accès copiée !

source: Access key description
fr_fr: Description de la clé d'accès

source: Access key expiration date
fr_fr: Date d'expiration de la clé d'accès

source: Access key scopes
fr_fr: Portées de la clé d'accès

source: Access key scopes are not well formed.
fr_fr: Les informations de portées de la clé d'accès ne sont pas correctes.

source: Access keys have been successfully deleted.
fr_fr: Les clés d'accès ont été supprimées avec succès.

source: Access logs
fr_fr: Journal des accès

source: Access to SVN repositories
fr_fr: Accès aux dépôts SVN

source: Access to the REST API
fr_fr: Accès à l'API REST

source: Access to your email address
fr_fr: Accès à votre adresse e-mail

source: Access to your user profile. Includes access to your real name, avatar picture, language and timezone.
fr_fr: Accès à votre profil utilisateur. Inclus l'accès à votre nom complet, image d'avatar, langue et fuseau horaire.

source: Accesses from less than %s might not be visible
fr_fr: Les accès d'il y a moins de %s peuvent ne pas apparaître

source: Account
fr_fr: Compte

source: Account %s is restricted and the project does not allow restricted users. User not added.
fr_fr: Le compte %s est restreint et le project n'autorise pas les utilisateurs restreints. L'utilisateur n'a pas été ajouté.

source: Account creation!
fr_fr: Création de compte !

source: Account information
fr_fr: Informations personnelles

source: Account must be active to change password
fr_fr: Le compte doit être actif pour changer le mot de passe

source: Account status
fr_fr: Statut du compte utilisateur

source: Action required
fr_fr: Action requise

source: Activate
fr_fr: Activer le compte

source: Activate synchronized project membership management
fr_fr: Activer la gestion synchronisée de l'appartenance au projet

source: Active
fr_fr: Actif

source: Active sessions browser statistics
fr_fr: Statistiques navigateur sur les sessions actives

source: Add
fr_fr: Ajouter

source: Add Forum
fr_fr: Ajouter un forum

source: Add SSH key
fr_fr: Ajouter une clef SSH

source: Add This Forum
fr_fr: Ajouter ce forum

source: Add a Forum
fr_fr: Ajouter un forum

source: Add a mailing list
fr_fr: Créer une liste de diffusion

source: Add a new service
fr_fr: Ajouter un nouveau service

source: Add binding
fr_fr: Ajouter le lien

source: Add dashboard
fr_fr: Ajouter un tableau de bord

source: Add label
fr_fr: Ajouter un label

source: Add link
fr_fr: Ajouter un lien

source: Add member
fr_fr: Ajouter un membre

source: Add new key
fr_fr: Ajouter une nouvelle clef

source: Add parent project
fr_fr: Ajouter projet parent

source: Add project administrator
fr_fr: Ajout d'un administrateur du projet

source: Add this list
fr_fr: Créer cette liste

source: Add users group
fr_fr: Ajouter un groupe

source: Add users group binding
fr_fr: Ajouter un lien à un groupe

source: Add widget
fr_fr: Ajouter un widget

source: Added Lines
fr_fr: Lignes ajoutées

source: Adding a non-project member
fr_fr: Ajouter un utilisateur non membre du projet

source: Admin service cannot be disabled.
fr_fr: Le service admin ne peut pas être désactivé.

source: Administration in Mailman
fr_fr: Administrer cette liste depuis Mailman

source: Administrator
fr_fr: Administrateur

source: Administrators
fr_fr: Administrateurs

source: Agile Enterprise Planning - Full ALM
fr_fr: Agile Enterprise Planning - ALM complet

source: All emails are already validated
fr_fr: Tous les emails sont déjà validés

source: All fields are mandatory.
fr_fr: Tous les champs marqués sont obligatoires.

source: All groups
fr_fr: Tous les groupes

source: All members of %s will remain project members.
fr_fr: Tous les membres de %s resteront membres du projet.

source: All projects
fr_fr: Tous les projets

source: All users
fr_fr: Tous les utilisateurs

source: All users don't need to be validated
fr_fr: Tous les utilisateurs sont déjà validés

source: All users must be logged in
fr_fr: Authentification requise

source: All users must be logged in and restricted users are enabled
fr_fr: Authentification requise et utilisateurs restreints

source: All users, regardless of their preferences (%1$s users)
fr_fr: Tous les utilisateurs quelles que soient leurs préférences (%1$s utilisateurs)

source: Allow for all projects
fr_fr: Autoriser pour tous les projets

source: Allow the app to access resources on your behalf for an extended period of time even while you are disconnected
fr_fr: Autoriser l'application à accéder aux ressources en votre nom pendant une période prolongée même lorsque vous êtes déconnecté

source: Allow to connect to apps and services using your account
fr_fr: Autoriser à se connecter à des applications et services à l'aide de votre compte

source: Allow to write informations for users on your dashboards using Markdown
fr_fr: Permet d'écrire des informations en Markdown sur les dashboards

source: Allow to write notes on your dashboard using Markdown
fr_fr: Permet d'écrire des informations en Markdown sur votre dashboard

source: Allowing for all projects
fr_fr: Autorisation pour tous les projets

source: Already used
fr_fr: Déjà utilisé

source: An email change was requested, please check your inbox to complete the change.
fr_fr: Un changement d'adresse de courriel a été demandé, vérifiez vos messages pour finaliser le changement.

source: An email has been sent to the address we have on file,
fr_fr: Un e-mail vient d'être envoyé à l'adresse de votre compte utilisateur,

source: An error occurred in form submission, a link is not valid. Please retry.
fr_fr: Une erreur est survenue, un lien n'est pas valide. Merci de recommencer.

source: An error occurred when saving user group.
fr_fr: Une erreur est survenue lors de la sauvegarde du groupe utilisateur.

source: An error occurred while clearing the content of your history
fr_fr: Une erreur est survenue lors de la suppression de votre historique

source: An error occurred while fetching the content of your history
fr_fr: Une erreur est survenue lors de la récupération de votre historique

source: An error occurred while trying to add the label.
fr_fr: Une erreur est survenue lors de l'ajout du label.

source: An error occurred while trying to add the widget to the dashboard
fr_fr: Une erreur est survenue lors de l'ajout du widget sur le tableau de bord

source: An error occurred while trying to edit the label.
fr_fr: Une erreur est survenue lors de l'édition du label.

source: An error occurred while trying to remove the label.
fr_fr: Une erreur est survenue lors de la suppression du label.

source: An error occurred while trying to send invitation
fr_fr: Une erreur est survenue lors de l'envoi de l'invitation

source: An error occurred while trying to update permissions delegations.
fr_fr: Une erreur est survenue lors de la mise à jour des délégations de permissions.

source: An error occurred with your upload. Please try again or choose another image.
fr_fr: Une erreur est survenue lors de votre téléversement. Merci d'essayer à nouveau ou de choisir une autre image.

source: An error occurred, please retry
fr_fr: Une erreur est survenue, veuillez réessayer

source: An issue occurred while retrieving the RSS feed
fr_fr: Une erreur est survenue lors de la récupération du flux RSS

source: And one other users group you are not allowed to administrate.
fr_fr: Et un autre groupe que vous ne pouvez pas administrer.

source: Anonymous user
fr_fr: Utilisateur anonyme

source: Anonymous users are not allowed.
fr_fr: Les utilisateurs anonymes ne sont pas autorisés.

source: Anonymous users can access the platform
fr_fr: Accès anonyme autorisé

source: Anonymous users can browse the public part of the site without logging in.
fr_fr: Les utilisateurs anonymes peuvent accéder aux parties publiques de la plateforme.

source: Appearance & language
fr_fr: Apparence et langue

source: As notified %s days ago and without any connection from you since, your user account is now suspended, in compliance with %s policies.
fr_fr: Comme notifié(e) il y a %s jours et sans aucune connexion de votre part depuis, votre compte est suspendu conformément aux règles de %s.

source: As the Forum creator it is <u>strongly recommend</u> that you monitor this forum to be instantly notified via email of any new message posted to the Forum.
fr_fr: En tant que créateur de ce forum, il vous est <u>fortement recommandé</u> de le surveiller pour recevoir immédiatement par e-mail tout nouveau message posté sur ce forum.

source: Ask to join
fr_fr: Demander à rejoindre

source: Ask to join this project
fr_fr: Demander à rejoindre ce projet

source: Asynchronous workers must be available.
fr_fr: La possibilité de traiter des tâches de manière asynchronne n'est pas disponible.

source: Authenticated users (Registered + Restricted) label
fr_fr: Label pour les utilisateurs authentifiés (enregistrés + retreints)

source: Author
fr_fr: Auteur

source: Automatically extract this keyword?
fr_fr: Extraire automatiquement ce mot-clé ?

source: Available?
fr_fr: Disponible ?

source: Avatar changed!
fr_fr: Avatar changé !

source: Back
fr_fr: Retour

source: Back to the administration
fr_fr: Retour vers l'administration

source: Background
fr_fr: Fond

source: Bad
fr_fr: Mauvaise

source: Banner
fr_fr: Bannière

source: Be careful, "%s" does not match the case sensitivity. Its rule has been disabled.
fr_fr: Attention, "%s" ne respecte pas la sensibilité à la casse. Sa règle a été désactivée.

source: Before you start, you need to know a few things:
fr_fr: Avant de commencer, quelques choses à savoir :

source: Best Regards.
fr_fr: Cordialement.

source: Best regards,
fr_fr: Cordialement,

source: Beyond 3 columns, each column<br>will have the same size.
fr_fr: Au-delà de 3 colonnes, chaque colonne<br>aura la même taille.

source: Block usage of passwords known as compromised
fr_fr: Bloquer l'utilisation des mots de passe connus comme compromis

source: Blue
fr_fr: Bleu

source: Bound to service
fr_fr: Lié au service

source: Branch
fr_fr: Branche

source: Broken Thread
fr_fr: Fil de discussion brisée

source: Browse CVS Tree
fr_fr: Affichage de l'arbre CVS

source: Browse commits by
fr_fr: Afficher les commits par

source: Browse the CVS Tree
fr_fr: Naviguer dans l'arbre CVS

source: Browsing the CVS tree gives you a great view into the current status of this project's code. You may also view the complete histories of any file in the repository.
fr_fr: La navigation dans l'arbre CVS donne un bon aperçu de l'état courant du code source de ce projet. Vous pouvez aussi voir l'historique complet des fichiers du dépôt.

source: Built from template
fr_fr: Créé à partir du modèle

source: By
fr_fr: De

source: By %s
fr_fr: Par %s

source: By default, its content is available to all authenticated users.
fr_fr: Par défaut, son contenu est accessible à tout utilisateur authentifié.

source: By default, its content is available to all authenticated, but not restricted, users.
fr_fr: Par défaut, son contenu est accessible à tout utilisateur authentifié non restreint.

source: By default, its content is available to everyone (authenticated or not).
fr_fr: Par défaut, son contenu est accessible à tout utilisateur (authentifié ou non).

source: By downloading this software you implicitly recognize that you have <a href="%s"><b>read the Policy</b></a> and agree with the terms and conditions.
fr_fr: En téléchargeant ce logiciel vous reconnaissez implicitement <a href="%s"><b>avoir lu cette politique d'échange de code</b></a> et être en accord avec son contenu.

source: Bypass filters <em>(Site administrators only)</em>:
fr_fr: Ignore les filtres <em>(Administrateurs Site seulement)</em>&nbsp;:

source: CSV date format
fr_fr: Format de date CSV

source: CSV separator
fr_fr: Séparateur CSV

source: CVS Administration
fr_fr: Administration CVS

source: CVS Commit #%1$s - Details
fr_fr: Commit CVS #%1$s - Détails

source: CVS Commit Browsing
fr_fr: Affichage des commits CVS

source: CVS Information
fr_fr: Information CVS

source: CVS Permissions
fr_fr: Permissions CVS

source: CVS Preamble
fr_fr: Préambule CVS

source: CVS Tracking
fr_fr: Suivi CVS

source: CVS Watch Mode
fr_fr: Mode CVS Watch

source: CVS creates working copies of project files read-only, to remind developers to run the cvs edit command before working on them.
fr_fr: CVS crée une copie des fichiers du projet en mode lecture seule, cela pour rappeler aux développeurs d'utiliser la commande cvs edit avant de travailler sur un fichier.

source: Can only be updated when the category is not used as project flag.
fr_fr: Ne peut être mis à jour que lorsque la catégorie n'est pas utilisée en tant que marqueur de projet.

source: Cancel
fr_fr: Annuler

source: Cannot bind a ugroup with another located on a non active project.
fr_fr: Impossible de lier ce groupe d'utilisateurs à un autre se trouvant dans un projet non actif.

source: Cannot create the label "%s" because another one already exists with same name.
fr_fr: Impossible de créer le label "%s" car il existe un autre label avec le même nom.

source: Cannot delete the requested dashboard.
fr_fr: Impossible de supprimer le tableau de bord demandé.

source: Cannot delete the widget.
fr_fr: Impossible de supprimer le widget.

source: Cannot remove project admin from project. Must be removed from project administration first
fr_fr: Les administrateurs ne peuvent pas être retirés du projet. Vous devez d'abord les retirer du groupe Administrateurs du projet

source: Cannot remove user from group
fr_fr: Impossible d'enlever l'utilisateur du groupe

source: Cannot remove users from bound groups
fr_fr: Impossible d'enlever des utilisateurs d'un group lié

source: Cannot update the requested dashboard.
fr_fr: Impossible d'éditer le tableau de bord demandé.

source: Cannot update users group.
fr_fr: Impossible de mettre à jour le groupe utilisateur

source: Catchy email subject line
fr_fr: Phrase d'accroche

source: Categories
fr_fr: Catégories

source: Categories successfully updated.
fr_fr: Les catégories ont été mises à jour avec succès.

source: Categorizing your project will help potential developers and users to find your project and engage.
fr_fr: Catégoriser votre projet permettra aux développeurs et utilisateurs de plus facilement le trouver et y participer.

source: Change
fr_fr: Changer

source: Change Forum Status
fr_fr: Changer le statut du forum

source: Change View
fr_fr: Changer de format

source: Change avatar
fr_fr: Changer l'avatar

source: Check this option if you want to force the usage of this preference for all users.
fr_fr: Cochez cette option si vous souhaitez forcer l'utilisation de cette préférence pour tous les utilisateurs.
