Repository: Enalean/tuleap
Catalog: site-content/*/LC_MESSAGES/tuleap-core.po
Languages: fr_fr

source: You are about to download software from this site. Software re-use and sharing <b>inside</b> %s is subject to the <a href="%s"><b>Code eXchange Corporate Policy</b></a>.
fr_fr: Vous êtes sur le point de télécharger un logiciel depuis ce site. Le partage et la réutilisation de logiciels <b>à l'intérieur</b> de %s est soumis à la <a href="%s"><b>Politique d'échange de code</b></a>.

source: You are about to mark this user as restricted, he will be removed from %s project not allowing restricted users. Please confirm your action.
fr_fr: Vous êtes sur le point de restreindre cet utilisateur, il sera supprimé de %s projet n'acceptant pas les utilisateurs restreints. Merci de confirmer votre action.

source: You are about to remove %s restricted user from this project. Please confirm your action. The removal will be done a few minutes after your confirmation.
fr_fr: Vous êtes sur le point de supprimer %s utilisateur restreint. Merci de confirmer votre action. La suppression sera effective quelques minutes après votre confirmation.

source: You are about to remove the mailing list %s.
fr_fr: Vous êtes sur le point de supprimer la liste de diffusion %s.

source: You are going be redirected
fr_fr: Vous allez être redirigé(e)

source: You are monitoring the whole forum. If you want to monitor only specific threads, Stop Monitoring Forum.
fr_fr: Vous surveillez tout le forum. Si vous souhaitez seulement surveiller certains fils de discussion, stoppez la surveillance du forum.

source: You are not allowed to access this resource
fr_fr: Vous n'avez pas l'autorisation d'accéder à cette resource

source: You are not authorized to access this file. Please contact a <A HREF="%1$s">Project Administrator</A>.
fr_fr: Vous n'avez pas l'autorisation d'accès pour ce fichier. Veuillez contacter un <A HREF="%1$s">administrateur du projet</A>.

source: You are not the user who asked for email change
fr_fr: Vous n'etes pas l'utilisateur à l'origine de la demande de changement d'e-mail

source: You are on the redirection page. You may found useful links on your <a href="/my">personal page</a>.
fr_fr: Vous êtes sur la page de redirection. Vous trouverez des liens utiles sur votre <a href="/my">page personnelle</a>.

source: You are receiving this email because you elected to monitor this forum or this thread. To stop monitoring this forum, login and visit: %1$s . To change thread monitoring settings, visit: %2$s.
fr_fr: Vous recevez ce courrier électronique car vous avez choisi de surveiller ce forum ou ce fil de discussion. Pour arrêter la surveillance, connectez-vous et aller sur : %1$s . Pour modifier les paramètres de surveillance des fils de discussion, aller sur : %2$s.

source: You are trying to send %s invitation, but the maximum is %s per day.
fr_fr: Vous êtes en train d'envoyer %s invitation, mais le maximum est de %s par jour.

source: You are trying to send %s invitation.
fr_fr: Vous essayez d'envoyer %s invitation.

source: You are using an outdated version of %s. You might encounter issues if you continue.
fr_fr: Vous utilisez une version obsolète de %s. Vous pouvez rencontrer divers bugs si vous continuez.

source: You can add a comment on this user registration
fr_fr: Vous pouvez ajouter un commentaire sur la création de ce compte utilisateur

source: You can choose up to %s category
fr_fr: Vous pouvez choisir au plus %s catégorie

source: You can configure some pages to be accessible by anyone, even if the platform would forbid it.
fr_fr: Vous pouvez rendre accessible aux anonymes les pages ci-dessous même si la plateforme force l'authentification

source: You can delegate to this group several permissions. All the members of this group will take advantage of these permissions.
fr_fr: Vous pouvez déléguer à ce groupe des permissions. Tous les membres de ce groupe bénéficieront alors de ces permissions.

source: You can edit the release note link. It will change this link on the Help Drop-down. This link is auto updated on each major upgrade. By default, the official Tuleap release note link is used.
fr_fr: Vous pouvez mettre à jour le lien de la release note. Il sera utilisé dans le bouton d'aide. Ce lien sera automatiquement mis à jour lors de chaque montée de version majeur de Tuleap. Par défault, le lien de la release note officielle de Tuleap est utilisé.

source: You can import users into your project by specifying a text file.
fr_fr: Vous pouvez importer des utilisateurs dans votre projet en spécifiant un fichier texte.

source: You can include empty lines in the import file.
fr_fr: Vous pouvez inclure des lignes vides dans le fichier d'import.

source: You can make forums private from here. Please note that private forums can still be viewed by members of your project, not the general public.
fr_fr: Vous pouvez rendre un forum privé. veuillez noter que les forums privés ne sont visibles que pour les membres du projet.

source: You can no longer invite people to use %s you have reached the limit of %s invitations by day.
fr_fr: Vous ne pouvez plus inviter de nouvelles personnes sur %s, vous avez déjà atteints la limite de %s invitations par jour.

source: You can not delete system user groups
fr_fr: Vous ne pouvez pas supprimer un groupe utilisateurs système

source: You can now log in with your new password.
fr_fr: Vous pouvez maintenant vous connecter avec votre nouveau mot de passe.

source: You can only edit your own widgets.
fr_fr: Vous ne pouvez éditer que vos propres widgets.

source: You can only send %s more invitation.
fr_fr: Vous pouvez encore envoyer %s invitation.

source: You can override default names for the two special groups. This only applies for git permissions at the moment.
fr_fr: Vous pouvez redéfinir les noms des deux groups spéciaux suivants. Pour le moment, cela s'applique uniquement au service Git.

source: You can upload your own logo. In order to not ruin the design of the homepage, your logo should have a transparent background and a height of 100px.
fr_fr: Vous pouvez afficher votre propre logo sur la page d'accueil. Afin de ne pas trop perturber le design de la page d'accueil, nous vous demandons d'uploader une image au format png avec un fond transparent et une hauteur de 100px.

source: You can use Markdown to format your text
fr_fr: Vous pouvez utiliser du Markdown pour formater votre texte

source: You can use SVN tokens as a replacement for your password on projects selected by the administrator.
fr_fr: Les jetons SVN sont utilisables en remplacement de votre mot de passe uniquement sur les projets définis par l'administrateur.

source: You can use access keys to access resources from scripts or command line. However, these access keys are like password and should be guarded carefully.
fr_fr: Vous pouvez utiliser les clés d'accès pour accéder aux ressources à partir de scripts ou de la ligne de commande. Cependant ces clés sont similaires à des mots de passe et doivent être conservés précautionneusement.

source: You can't remove the last group containing site administrator permissions
fr_fr: Vous ne pouvez pas supprimer le dernier groupe ayant les droits d'administration de la plateforme.

source: You can't remove the last group containing site administrator permissions.
fr_fr: Vous ne pouvez pas supprimer le dernier groupe ayant les droits d'administration de la plateforme.

source: You can't remove the last platform administration permission.
fr_fr: Vous ne pouvez pas supprimer la dernière permission d'administration de la plateforme.

source: You cannot access to this page.
fr_fr: Vous ne pouvez pas accéder à cette page.

source: You cannot create an already expired access key.
fr_fr: Vous ne pouvez pas créer une clé déja expirée.

source: You could post if you were logged in
fr_fr: Vous pourriez poster un message si vous étiez connecté

source: You do not have permission to access the site administration.
fr_fr: Vous n'avez pas la permission d'accéder à l'administration de cette instance.

source: You don't have any SSH keys yet.
fr_fr: Vous n'avez pas de clef SSH.

source: You don't have any access keys yet.
fr_fr: Vous n'avez pas de clef d'accès.

source: You don't have any dashboards
fr_fr: Vous n'avez aucun tableau de bord

source: You don't have permission to access administration of this project.
fr_fr: Vous n'avez pas la permission d'accéder à l'administration de ce projet.

source: You don't have permission to manage members of this project.
fr_fr: Vous n'avez pas la permission de gérer les membres de ce projet.

source: You don't have permissions to see user groups.
fr_fr: Vous n'avez pas la permission de voir les groupes d'utilisateurs.

source: You have a restricted user account
fr_fr: Vous avez un compte utilisateur restreint

source: You have already used your invitation to register, you can now log in.
fr_fr: Vous avez déjà utilisé votre invitation pour s'enregistrer, vous pouvez maintenant vous connecter.

source: You have not rights to update dashboards of the project "%s".
fr_fr: Vous n’avez pas les droits pour mettre à jour des tableaux de bord du projet "%s".

source: You have requested a change of email address on %s. Please visit the following URL to complete the email change: %s%s -- The %s Team
fr_fr: Vous avez demandé a changer votre adresse e-mail en %s. Merci de visiter le lien ci-dessous pour confirmer ce changement : %s%s -- L'équipe %s

source: You have successfully recovered your password,
fr_fr: Vous venez de réinitialiser votre mot de passe,

source: You have to register your passkey before authenticate with it
fr_fr: Vous devez enregistrer votre clé d'authentification avant de vous authentifier avec

source: You invited %1$s with email %2$s to register to %3$s and join the project %4$s.
fr_fr: Vous avez invité %1$s avec l'email %2$s à s'enregistrer sur %3$s et rejoindre le projet %4$s.

source: You may have seen the invitation before but %s just sent you a reminder to join.
fr_fr: Vous avez peut-être déjà vu cette invitation précédemment mais %s vous envoie un rappel pour vous inscrire.

source: You may only have access to private projects you are member of.
fr_fr: Vous pouvez seulement accéder aux projets privés dont vous êtes membre.

source: You may only have access to projects you are member of.
fr_fr: Vous pouvez seulement accéder aux projets dont vous êtes membre.

source: You must be a project admin to edit this widget.
fr_fr: Vous devez être administrateur du projet pour pouvoir éditer ce widget.

source: You must explain the purpose of your registration.
fr_fr: Vous devez indiquer la raison pour laquelle vous souhaitez créer un compte.

source: You must supply a password.
fr_fr: Vous devez donner un mot de passe.

source: You must supply a timezone.
fr_fr: Vous devez indiquer un fuseau horaire.

source: You need to logout & login again for this to be taken into account
fr_fr: Vous devez vous déconnecter et reconnecter pour que cette option soit prise en compte

source: You need to provide a simple file, containing in each line the email address or the username of the user.
fr_fr: Vous devez fournir un fichier simple, contenant pour chaque ligne l'adresse email ou le nom de l'utilisateur à importer.

source: You receive this mail because you have not accessed the %s application since %s.
fr_fr: Vous recevez ce courriel car vous n'avez pas accédé à l'application %s depuis %s.

source: You receive this mail because you have not accessed the {{ tuleap_server_name }} application since {{last_access_date }}.
fr_fr: Vous recevez ce courriel car vous n'avez pas accédé à l'application {{ tuleap_server_name }} depuis {{last_access_date }}.

source: You should not browse the platform with this user, you may experience inconsistent behaviour (%s)
fr_fr: Il est fortement déconseillé de naviguer la plateforme avec cet utilisateur, vous pourriez rencontrer des comportements incohérents (%s)

source: You should provide a file in entry.
fr_fr: Vous devez fournir un fichier en entrée.

source: You should remove user from news administrators before being able to remove him from writers.
fr_fr: Vous devez supprimer l'utilisateur des administrateurs d'annonces avant de pouvoir l'enlever des rédacteurs

source: You should send a png image
fr_fr: Merci d'uploader une image au format png

source: You should send an image with height smaller than 100px
fr_fr: L'image excède les 100px de hauteur

source: You still have <code>$sys_display_homepage_news</code> variable defined in local.inc. It's now stored in DB, you should remove it from the file to avoid confusion.
fr_fr: La variable <code>$sys_display_homepage_news</code> est toujours définie dans local.inc. La valeur est désormais stockée en base de données, vous devriez supprimer l'entrée dans local.inc pour éviter la confusion.

source: You will not receive any more emails from this forum.
fr_fr: Vous ne recevrez plus de courrier électronique en provenance de ce forum.

source: You will now be emailed followups to this entire forum.
fr_fr: Vous recevrez désormais un courrier électronique pour chaque message posté sur ce forum.

source: You're about to withdraw %s invitation from this project.
fr_fr: Vous êtes sur le point d'annuler l'invitation de %s pour ce projet.

source: Your account has been created
fr_fr: Votre compte a été créé

source: Your account has been created on %s
fr_fr: Votre compte a été créé sur %s

source: Your account has been deleted. If you have questions regarding your deletion, please email <A HREF="mailto:%1$s">%2$s</A>.
fr_fr: Votre compte utilisateur a été détruit. Si vous avez des questions à ce propos, merci d'envoyer un message à <A HREF="mailto:%1$s">%2$s</A>.

source: Your account has been successfully confirmed.
fr_fr: Votre compte a été confirmé avec succès.

source: Your account has been suspended. If you have questions regarding your suspension, please email <a href="mailto:%s">the site administrators</a>.
fr_fr: Votre compte utilisateur a été suspendu. Si vous avez des questions à ce sujet, veuillez envoyez un e-mail aux <a href="mailto:%s">administrateurs du site</a>.

source: Your avatar
fr_fr: Votre avatar

source: Your catchy headline
fr_fr: Votre accroche

source: Your current timezone (%s) is not listed in the available timezones. Please select a new one.
fr_fr: Votre fuseau horaire actuel (%s) n'est pas listé dans les fuseaux horaires disponibles. Merci d'en choisir un nouveau.

source: Your email change is complete. Your new email address is <strong>%s</strong>
fr_fr: Votre changement d'adresse e-mail est confirmé. Votre nouvelle adresse e-mail est <strong>%s</strong>

source: Your history is empty
fr_fr: Votre historique est vide

source: Your invitation cannot be found. Maybe it became obsolete and has been revoked.
fr_fr: Votre invitation ne peut pas être trouvée. Peut-être qu'elle est devenue obsolète et qu'elle a été révoquée.

source: Your invitation link is not valid
fr_fr: Votre lien d'invitation est invalide

source: Your invitation link is not valid. Maybe you already used it, in that case you can directly log in.
fr_fr: Votre lien d'invitation n'est pas valide. Peut-être que vous l'avez déjà utilisé, dans ce cas vous pouvez directement vous connecter.

source: Your place was saved
fr_fr: Position dans le forum sauvegardée.

source: Your platform does not allow restricted users.
fr_fr: Votre plateforme n'authorise pas les utilisateurs restreints

source: Your request is invalid
fr_fr: Votre requête n'est pas valide

source: Your web browser is no longer supported. Please upgrade to a modern, fully supported browser such as Firefox, Chrome or Edge.
fr_fr: Votre navigateur n'est plus supporté. Veuillez utiliser un navigateur moderne tel que Firefox, Chrome ou Edge.

source: Your web browser is not supported
fr_fr: Votre navigateur web n'est pas supporté

source: [%s] Email change confirmation
fr_fr: [%s] Confirmation de changement d'e-mail

source: `description` is required.
fr_fr: `description` est requis.

source: activate
fr_fr: activer

source: active
fr_fr: actif

source: active last 24 hours
fr_fr: actifs les dernières 24 heures

source: active last 3 months
fr_fr: actifs les 3 derniers mois

source: active last month
fr_fr: actifs le mois dernier

source: active last week
fr_fr: actifs la semaine dernière

source: but it must be approved by an administrator
fr_fr: mais il doit être approuvé par un administrateur

source: check your email for the link to activate your account.
fr_fr: regardez votre e-mail pour le lien permettant d'activer votre compte.

source: check your email for the link to recover your password.
fr_fr: regardez votre e-mail pour le lien permettant de réinitialiser votre mot de passe.

source: commits at once
fr_fr: commits à la fois

source: deactivate
fr_fr: désactiver

source: deleted
fr_fr: supprimés

source: edit
fr_fr: éditer

source: fields required
fr_fr: champs obligatoires

source: in %s
fr_fr: dans %s

source: in project %s
fr_fr: dans le projet %s

source: in projects:
fr_fr: dans les projets :

source: last<br>month
fr_fr: le mois<br>dernier

source: login (Real Name)
fr_fr: login (Nom Complet)

source: matching commits
fr_fr: commit(s) correspondant(s)

source: or
fr_fr: ou

source: parameter "query" syntax error: "%s" property not found
fr_fr: erreur de syntaxe avec le paramètre "query": la propriété "%s" est introuvable

source: parameter "query", property "%s" invalid type: boolean expected
fr_fr: type invalide de la propriété "%s", paramètre "query": booléen attendu

source: partly<br>Email Address Appears Invalid, e-mail notification is off.
fr_fr: en partie<br>L'adresse e-mail semble invalide. la notification e-mail est désactivée.

source: pending
fr_fr: en attente

source: people monitoring
fr_fr: Forum sous surveillance

source: private repository
fr_fr: dépôt privé

source: project
fr_fr: projet

source: reply
fr_fr: répondre

source: restricted
fr_fr: restreint

source: sorted by
fr_fr: trié par

source: successfully
fr_fr: avec succès

source: supported browsers
fr_fr: navigateurs supportés

source: suspended
fr_fr: suspendu

source: system
fr_fr: système

source: unsupported browsers
fr_fr: navigateurs non supportés

source: view
fr_fr: consulter

source: waiting
fr_fr: en attente

source: with a link to activate your account.
fr_fr: avec un lien pour activer votre compte.

source: your account will be automatically suspended on {{suspension_date}}.
fr_fr: votre compte sera désactivé automatiquement le {{suspension_date}}.

source: {{ nb_members }} members
fr_fr: {{ nb_members }} membres

source: {{ real_name }} doesn't seem to be member of any projects you can see.
fr_fr: {{ real_name }} ne semble pas être membre d'un projet que vous pouvez voir.

source: {{ user_group_name }} has no global permission
fr_fr: {{ user_group_name }} n'a pas de permissions globales
