Repository: Enalean/tuleap
Catalog: site-content/*/LC_MESSAGES/tuleap-core.po
Languages: fr_fr

source: Read only access to your membership in user groups
fr_fr: Accès en lecture seule à votre présence dans des groupes utilisateurs

source: Real Name
fr_fr: Nom Complet

source: Real Name (login)
fr_fr: Nom Complet (login)

source: Real name
fr_fr: Nom complet

source: Real name contains illegal characters.
fr_fr: Le nom complet contient des caractères non autorisés.

source: Real name is not valid
fr_fr: Le nom complet n'est pas valide

source: Real name successfully updated
fr_fr: Le nom complet a été mis à jour avec succès

source: Real name was not updated
fr_fr: Le nom complet n'a pas été mis à jour

source: Receive Email about Site Updates
fr_fr: Recevoir du courrier électronique à propos des mises à jour du site

source: Receive additional community mailing
fr_fr: Recevoir du courrier électronique supplémentaire au sujet de la communauté

source: Receive emails about site updates, including security notices
fr_fr: Recevoir du courrier électronique à propos des mises à jour du site mais également des informations relatives à la sécurité

source: Receive emails for actions I do on the platform:
fr_fr: Recevoir du courrier électronique pour les actions dont je suis à l'origine :

source: Recently
fr_fr: Récemment

source: Recovery link sent
fr_fr: Lien de réinitialisation envoyé

source: Red
fr_fr: Rouge

source: Redirecting...
fr_fr: Redirection…

source: Reference ID
fr_fr: Identifiant

source: Reference pattern creation failed: the selected keyword is invalid (reserved, or already exists)
fr_fr: Échec lors de la création du modèle de référence : le mot clé choisi est invalide (réservé, ou déjà affecté)

source: Reference pattern deleted
fr_fr: Modèle de référence détruit

source: Reference pattern edition failed: the selected keyword is invalid (reserved, or already exists)
fr_fr: Échec lors de l'édition du modèle de référence&nbsp;: le mot clé choisi est invalide (réservé, ou déjà affecté)

source: References
fr_fr: Références

source: Register
fr_fr: Nouveau compte

source: Registered users
fr_fr: Utilisateurs enregistrés

source: Registered users label
fr_fr: Label pour les utilisateurs enregistrés

source: Relative date first
fr_fr: Date relative en premier

source: Relative date only
fr_fr: Date relative seulement

source: Relative dates display
fr_fr: Affichage des dates relatives

source: Release Note
fr_fr: Information de mise à jour

source: Release note link
fr_fr: Lien de la release note

source: Release note link configuration
fr_fr: Configuration du lien de release note

source: Removal from projects
fr_fr: Retrait de projets

source: Remove
fr_fr: Retirer

source: Remove from project
fr_fr: Retirer du projet

source: Remove from this group
fr_fr: Retirer du groupe

source: Remove from this group and project
fr_fr: Retirer du groupe et du projet

source: Remove from users group
fr_fr: Retirer du groupe

source: Remove group member
fr_fr: Retirer un membre du groupe

source: Remove project administrator
fr_fr: Suppression d'un administrateur du projet

source: Removed Lines
fr_fr: Lignes supprimées

source: Repeat new password
fr_fr: Répétez le nouveau mot de passe

source: Repeat password
fr_fr: Répétez le mot de passe

source: Replace the current logo
fr_fr: Remplacer le logo actuellement utilisé

source: Repository History
fr_fr: Historique du dépôt

source: Request body is empty
fr_fr: Le corps de la requête est vide

source: Request body is not well formed
fr_fr: Le corps de la requête n'est pas bien formé

source: Requested page currently loading. If it does not, try <a href="%1$s">%1$s</a>.
fr_fr: La page demandée est en cours de chargement. Si ce n’est pas le cas, essayez <a href="%1$s">%1$s</a>.

source: Resend invitation
fr_fr: Réenvoyer l'invitation

source: Resent invitation
fr_fr: Invitation réenvoyée

source: Restricted user
fr_fr: Utilisateur restreint

source: Restricted users are allowed in this project.
fr_fr: Les utilisateurs restreints sont autorisés dans ce projet.

source: Restricted users are not allowed in this project.
fr_fr: Les utilisateurs restreints ne sont pas autorisés dans ce projet.

source: Restricted users can create projects
fr_fr: Les utilisateurs restreints peuvent créer des projets

source: Restricted users cannot create projects.
fr_fr: Les utilisateurs restreints ne peuvent pas créer de projets.

source: Restricted users removal
fr_fr: Suppression des utilisateurs restreints

source: Review pending projects
fr_fr: Valider les projets

source: Review pending users
fr_fr: Valider les utilisateurs

source: Revision
fr_fr: Révision

source: Revoke selected SVN token
fr_fr: Supprimer les jetons SVN sélectionnés

source: Revoke selected access keys
fr_fr: Révoquer les clés d'accès sélectionnées

source: Running events
fr_fr: Evénements en cours d'exécution

source: SSH key
fr_fr: Clef SSH

source: SSH key(s) updated in database, will be propagated on filesystem in a few minutes, please be patient.
fr_fr: Le(s) clé(s) SSH ont été mise à jour dans la base de donnée. Elle seront propagées sur le système de fichiers dans quelques minutes.

source: SSH keys
fr_fr: Clefs SSH

source: SVN Commits
fr_fr: Commits SVN

source: SVN token copied!
fr_fr: Jeton SVN copié !

source: SVN tokens
fr_fr: Jetons SVN

source: SVN tokens have been successfully deleted
fr_fr: Les clés d'accès ont été supprimées avec succès

source: Save
fr_fr: Enregistrer

source: Save Place
fr_fr: Sauvegarder cette position

source: Save Your Place
fr_fr: Sauvegarder cette position

source: Save categories
fr_fr: Sauvegarder les catégories

source: Save configuration
fr_fr: Sauvegarder la configuration

source: Save delegated permissions
fr_fr: Sauvegarder les permissions déléguées

source: Save header background
fr_fr: Sauvegarder l'image de fond

source: Save information
fr_fr: Enregistrer les informations

source: Save new avatar
fr_fr: Sauvegarder le nouvel avatar

source: Save password
fr_fr: Sauvegarder le mot de passe

source: Save settings
fr_fr: Enregister

source: Save the link
fr_fr: Enregister le lien

source: Save your place
fr_fr: Sauvegarder cette position

source: Scope
fr_fr: Portée

source: Scope of the reference pattern: project only or system-wide
fr_fr: Portée du modèle de référence&nbsp;: projet seulement ou système

source: Scopes
fr_fr: Portées

source: Search
fr_fr: Rechercher

source: Security
fr_fr: Sécurité

source: See permissions
fr_fr: Voir les permissions

source: Select
fr_fr: Sélectionner

source: Semicolon
fr_fr: Point virgule

source: Send a welcome email to the user
fr_fr: Envoyer un mail de bienvenue à l'utilisateur

source: Send an email when the project visibility changes
fr_fr: Envoyer un email lorsque la visibilité d'un projet change

source: Send email
fr_fr: Envoyer le courrier électronique

source: Send invitation
fr_fr: Envoyer l'invitation

source: Send only to users subscribed to "Additional Community Mailings" (%1$s users)
fr_fr: Abonnés à l'option "Courrier électronique supplémentaire au sujet de la communauté" (%1$s utilisateurs)

source: Send preview
fr_fr: Envoyer une prévisualisation

source: Send to
fr_fr: Destinataires

source: Sent invitation
fr_fr: Invitation envoyée

source: Service is not allowed in project.
fr_fr: Le service n'est pas autorisé dans le projet.

source: Service news is disabled for this project.
fr_fr: Le service annonces est désactivé pour ce projet.

source: Service not found in database
fr_fr: Le service n'existe pas dans la base de données

source: Service permissions
fr_fr: Permissions des services

source: Service updated successfully
fr_fr: Service mis à jour avec succès

source: Set default
fr_fr: Enregistrer la valeur par défaut

source: Settings saved
fr_fr: Paramètres enregistrés

source: Short description
fr_fr: Description courte

source: Short description shouldn't exceed 255 characters.
fr_fr: La description courte ne doit pas dépasser 255 caractères.

source: Short name must start with an alphanumeric character.
fr_fr: Le nom court doit obligatoirement commencer par un caractère alphanumérique.

source: Shortcut
fr_fr: Raccourci

source: Shortcuts
fr_fr: Raccourcis

source: Shortname edition is not allowed :
fr_fr: L'édition du nom court n'est pas autorisée :

source: Should you still need this account, please connect once to {{ tuleap_server_name}} web interface, this will automatically renew your access. Moreover we strongly advise you to take this opportunity to update your password.
fr_fr: Si vous voulez garder ce compte, connectez-vous au moins une fois à 'interface web de {{ tuleap_server_name}} pour réactiver votre compte automatiquement. Par ailleurs, nous recommandons de profiter cette occasion pour mettre à jour votre mot de passe.

source: Should you still need your account, please notify your %s contact for this project.
fr_fr: Si vous voulez garder votre compte, notifiez votre contact %s pour ce projet.

source: Show %1$s
fr_fr: Afficher %1$s

source: Show project announcement
fr_fr: Afficher l'annonce du projet

source: Sign you in
fr_fr: Se connecter

source: Site administration
fr_fr: Administration du site

source: Site administrators (%1$s users)
fr_fr: Administrateurs du site (%1$s utilisateurs)

source: Site content customisations
fr_fr: Personnalisations du site content

source: Site homepage
fr_fr: Page d'accueil

source: Site news
fr_fr: News du site

source: Site news approval
fr_fr: Approbation annonces site

source: Skip invalid key %1$s
fr_fr: Clé invalide ignorée : %1$s

source: Skip to main content
fr_fr: Aller au contenu principal

source: Some fields does not exists: %s
fr_fr: Des champs n'existent pas : %s

source: Some mandatory categories are missing
fr_fr: Des catégories sont manquantes

source: Someone (presumably you) on the %s site requested a password change through email verification. If this was not you, ignore this message and nothing will happen.
fr_fr: Quelqu'un (nous supposons qu'il s'agit de vous) sur le site %s a demandé le changement de mot de passe avec vérification par e-mail. Si vous n'avez pas fait cette demande, ignorez tout simplement ce message.

source: Source code management
fr_fr: Gestion de code source

source: Specific project
fr_fr: Projet spécifique

source: Specify the nature of the reference, or Other if any.
fr_fr: pécifiez la nature de la référence, ou Autre sinon.

source: Start New Thread
fr_fr: Commencer une nouvelle discussion

source: Start a New Thread
fr_fr: Commencer une nouvelle discussion

source: Start a new project
fr_fr: Démarrer un nouveau projet

source: Start by choosing a widget
fr_fr: Commencez par choisir un widget

source: Start working
fr_fr: Commencez le travail

source: Status
fr_fr: Statut

source: Stop Monitoring Forum
fr_fr: Arrêter la surveillance

source: Streamline your workflow and focus on what's hot with an easy-to-use board
fr_fr: Optimisez votre workflow et concentrez vous sur ce qui est important avec un tableau facile à utiliser

source: Subject
fr_fr: Sujet

source: Subject header
fr_fr: Entête du sujet

source: Submitted CSV date format is not valid
fr_fr: Le format de date CSV n'est pas valide

source: Submitted CSV separator is not valid
fr_fr: Le séparateur CSV n'est pas valide

source: Submitted by
fr_fr: Soumis par

source: Submitted relative dates display is not valid.
fr_fr: Le format d'affichage des dates relatives n'est pas valide

source: Submitted text format is not valid
fr_fr: Le formal de texte n'est pas valide

source: Submitted username display is not valid.
fr_fr: Le formal d'affichage des noms n'est pas valide

source: Subversion Core is deprecated, it will be removed on march 2022. Please <a href="/project/%d/admin/services">install and activate `SVN` plugin.</a>
fr_fr: Ce service est déprécié, il sera supprimé en mars 2022. Merci <a href="/project/%d/admin/services">d'installer et activer le plugin`SVN`.</a>

source: Subversion Core is deprecated, it will be removed on march 2022. Please install and activate `SVN` plugin and <a href="/plugins/svn/%s/admin-migrate">migrate your repository.</a>
fr_fr: Ce service est déprécié, is sera supprimé en mars 2022. Merci d'installer et activer le plugin`SVN` et de <a href="/plugins/svn/%s/admin-migrate">migrer votre dépôt.</a>

source: Successfully created reference pattern
fr_fr: Modèle de référence créé avec succès

source: Successfully created system reference pattern - reference pattern added to all projects
fr_fr: Modèle de référence système créé avec succès, et ajouté à tous les projets

source: Successfully updated.
fr_fr: Mis à jour avec succès.

source: Summary
fr_fr: Résumé

source: Suspended
fr_fr: Suspendu

source: Switch to…
fr_fr: Accéder à…

source: Switching the project status back to "pending" is not possible.
fr_fr: Remettre le projet au statut "en attente" n'est pas possible.

source: Synchronized project membership configuration has been updated successfully.
fr_fr: La gestion synchronisée de l'appartenance au projet a été mise à jour avec succès.

source: Synchronized project membership management
fr_fr: Gestion synchronisée de l'appartenance au projet

source: System
fr_fr: Système

source: System events
fr_fr: Évènements système

source: System events (last 48 hours)
fr_fr: Evénements système (dernières 48 heures)

source: System groups
fr_fr: Groupes système

source: System reference pattern deleted
fr_fr: Modèle de référence système détruit

source: Tab
fr_fr: Tabulation

source: Tab section "%s" is not defined
fr_fr: La section d'onglet "%s" n'existe pas

source: Template #%d is not valid
fr_fr: Le modèle #%d n'est pas valide

source: Template %d is not valid: you don't have the permission to the access the project.
fr_fr: Le modèle %d n'est pas valide : vous n'avez pas la permission d'accéder au projet.

source: Template used by project
fr_fr: Modèle utilisé par ce projet

source: Templates
fr_fr: Modèles de projet

source: Terms
fr_fr: Conditions

source: Text
fr_fr: Texte

source: Thanks!
fr_fr: Merci !

source: That user does not exist.
fr_fr: Cet utilisateur n'existe pas

source: The %s team.
fr_fr: L'équipe %s.

source: The XML template "%s" provided is not valid
fr_fr: Le name modèle XML "%s" n'est pas valide

source: The account will be suspended when the date is reached. Leave blank if you don't want an expiration date.
fr_fr: Une fois cette date passée, le compte sera suspendu. Laissez vide si vous ne voulez pas de date d'expiration.

source: The authentication cannot be checked
fr_fr: L'authentification ne peut être vérifiée

source: The base unit of Tuleap is the project, you can join or create as many projects as you want.
fr_fr: L'unité de base dans Tuleap est le projet, vous pouvez rejoindre ou créer autant de projets que vous voulez.

source: The category %d only allows %d values
fr_fr: La catégorie %d autorise seulement %d valeurs

source: The category id %d is not a valid root category
fr_fr: L'id de catégorie %d n'est pas une catégorie racine valide

source: The chosen color is not allowed.
fr_fr: La couleur choisie n'est pas autorisée.

source: The confirmation email couldn't be sent.
fr_fr: Le lien de confirmation n'a pas pu être envoyé.

source: The confirmation key is expired, please renew if needed your request for the retrieval of your lost password
fr_fr: La clé de confirmation a expirée, veuillez si nécessaire faire une nouvelle demande de récupération de mot de passe

source: The dashboard "%s" already exists.
fr_fr: Le tableau de bord "%s" existe déjà.

source: The dashboard '%s' doesn't exist.
fr_fr: Le tableau de bord "%s" n’existe pas.

source: The directory %s is not valid
fr_fr: Le répertoire %s n'est valide

source: The display preference has been forced for each user successfully.
fr_fr: La préférence d'affichage a été forcée pour chaque utilisateur avec succès

source: The entered value '%s' is invalid.
fr_fr: La valeur saisie '%s' est invalide.

source: The file '%s' is already being uploaded
fr_fr: Le fichier '%s' est déjà en cours d'upload

source: The file cannot be found
fr_fr: Le fichier ne peut pas être trouvé

source: The following invitation has not been completed and becomes obsolete today.
fr_fr: L'invitation suivante n'a pas été complétée et devient obsolète aujourd'hui.

source: The given license agreement is not valid for this project
fr_fr: La license associée au fichier n'est pas valide pour ce projet

source: The given parent project does not exist or you are not its administrator.
fr_fr: Le projet parent n'existe pas ou alors vous n'en êtes pas administrateur.

source: The group id is missing
fr_fr: L'identifiant du groupe utilisateur est requis

source: The group name is missing
fr_fr: Le nom du groupe utilisateur est requis

source: The header background has been successfully changed
fr_fr: L'image de fond a été modifiée avec succès

source: The invitation cannot be found. Maybe it has already been completed or removed?
fr_fr: L'invitation est introuvable. Peut-être a-t-elle déjà été complétée ou supprimée ?

source: The key will expire at the end of the selected date. Keep it empty if you don't want that this key will expire.
fr_fr: La clé expirera à la fin de la date selectionnée. Laissez le champ vide si vous ne souhaitez pas que la clé expire.

source: The last project administrator cannot be removed.
fr_fr: Il n'est pas possible de supprimer le dernier administrateur du projet.

source: The legacy default template. No more available soon. To be recreated as a "Custom template"
fr_fr: L'ancien modèle par défaut. Ne sera bientôt plus disponible. A recréer en tant que "Modèle de projet personnalisé"

source: The list of global whitelist is too big.
fr_fr: La liste des exceptions est trop longue.

source: The list of immutable tags paths is too big.
fr_fr: La liste des tags non modifiables est trop longue.

source: The list of projects that were previously whitelisted will be permanently lost.
fr_fr: La liste des projets qui étaient explicitement autorisés sera définitivement perdue.

source: The mail was not accepted for the delivery. Please contact the administrator at %s.
fr_fr: L'e-mail n'a pas pu être envoyé. Veuillez contacter les administrateurs à l'adresse %s.

source: The maximum number of invitations per day is %s.
fr_fr: Le nombre maximal d'invitation par jour est de %s.

source: The most complete project workspace to plan, build and ship quality products. Include Tuleap Test Management, Time Tracking and Cross-Tracker Search. Reach end-to-end traceability.
fr_fr: L'environnement le plus complet pour planifier, suivre et créer des produits de qualité. Inclus Tuleap Test Management, Time Tracking et Cross-Tracker Search. Pour une traçabilité de bout en bout.

source: The name is missing for creating a dashboard.
fr_fr: Il manque le nom pour créer un tableau de bord.

source: The name is missing for editing the dashboard.
fr_fr: Il manque le nom pour éditer le tableau de bord.

source: The page you are looking for does not exist
fr_fr: La page demandée n'existe pas

source: The password must not be considered as compromised (this password is present in known data breaches)
fr_fr: Le mot de passe ne doit pas être considéré comme compromis (le mot de passe est présent dans des fuites d'informations connues).

source: The password policy has been successfully updated.
fr_fr: La politique des mots de passe a correctement été mise à jour.

source: The platform mandates a license agreement, none given
fr_fr: La plateforme impose la selection d'une license, aucune n'a été fournit

source: The project "%s" is not in a valid state and cannot be displayed in the list. Please do the necessary.
fr_fr: Le projet %s n'est pas dans un état valide et ne peut pas être affiché dans la liste. Veuillez faire le nécessaire.

source: The project visibility "%s" can only be used when the instance have enabled the restricted users
fr_fr: La visibilité de project "%s" peut seulement être utilisé quand la plateforme a activé les utilisateurs restreints

source: The project visibility cannot be chosen by the project administrator, only the access level "%s" can be used
fr_fr: La visibilité du projet ne peut pas être choisie par l'administrateur de projet, seul le niveau d'accès "%s" peut être utilisé

source: The registration cannot be checked
fr_fr: L'enregistrement ne peut être vérifié

source: The requested dashboard does not exist.
fr_fr: Le tableau de bord demandé n’existe pas.

source: The result of passkey is invalid
fr_fr: Le résultat de la passkey est invalide

source: The result of passkey is not for authentication
fr_fr: Le résultat de la passkey n'est pas pour l'authentification

source: The result of passkey is not for registration
fr_fr: Le résultat de la passkey n'est pas pour l'enregistrement

source: The result of passkey is not well formed
fr_fr: Le résultat de la passkey n'est pas bien formé

source: The sending of the mail has been <a href="%1$s">put in the queue</a>
fr_fr: L'envoi du message a été <a href="%1$s">placé en file d'attente</a>

source: The service cannot be opened in a new tab and in an iframe simultaneously. Please choose one.
fr_fr: Ce service ne peut pas être ouvert à la fois dans un nouvel onglet et dans une iframe. Veuillez choisir l'un des deux.

source: The submitted language is not supported.
fr_fr: La langue requise n'est pas supportée.

source: The user doesn't need to be validated
fr_fr: L'utilisateur n'a pas besoin d'être validé

source: The user will automatically be added as project member.
fr_fr: L'utilisateur sera ajouté automatiquement aux membres du projet.

source: The widget has been added successfully
fr_fr: Le widget a correctement été ajouté

source: The widget is already used
fr_fr: Le widget est déjà utilisé

source: The widget is disabled in project dashboard.
fr_fr: Le widget est désactivé dans les tableaux de bord de projet.

source: The {{tuleap_server_name}} team.
fr_fr: L'équipe de {{tuleap_server_name}}.

source: Theme color
fr_fr: Couleur du thème

source: There are no items you can see
fr_fr: Il n'y a aucun élément visible

source: There are no projects in this category
fr_fr: Aucun projet dans cette catégorie

source: There are no widgets here
fr_fr: Il n’y a aucun widget

source: There is already an event scheduled to rename this project. Please check <a href="/admin/system_events/">System Event Monitor</a>.
fr_fr: Il y a déjà une opération de renommage prévue pour ce projet. Merci de consulter les <a href="/admin/system_events/">Événements Système</a>.

source: There is no users group bound to this one.
fr_fr: Il n'y a pas de groupe lié à celui-ci.

source: There isn't any activity yet
fr_fr: Il n'y a pas encore d'activité

source: There isn't any mailing list yet
fr_fr: Il n'y a aucune liste de diffusion pour l'instant

source: There isn't any mailing lists
fr_fr: Il n'y a aucune liste de diffusion

source: There isn't any mailing lists or you don't have permissions to see them.
fr_fr: Il n’y a aucune liste de diffusion pour l’instant ou vous n'avez pas la permission pour les voir.

source: There isn't any matching members
fr_fr: Il n'y a aucun membre correspondant

source: There isn't any matching users groups
fr_fr: Il n'y a aucun groupe correspondant

source: There isn't any matching widgets
fr_fr: Il n'y a aucun widget correspondant

source: There isn't any users groups yet
fr_fr: Aucun groupe n'est actuellement défini

source: These projects are already related.
fr_fr: Un lien de parenté existe déjà entre ces projets.

source: This Project Has Turned CVS Off
fr_fr: Ce projet a désactivé CVS

source: This Project Has Turned Off Mailing Lists
fr_fr: Ce projet a désactivé les listes de diffusion

source: This archive is ready to be imported in a Tuleap instance.
fr_fr: Cette archive est prête à être importé dans une instance de Tuleap.
