Repository: Enalean/tuleap
Catalog: site-content/*/LC_MESSAGES/tuleap-core.po
Languages: fr_fr

source: Child projects
fr_fr: Projets enfants

source: Choose a category…
fr_fr: Choisissez une catégorie…

source: Choose a forum First
fr_fr: Veuillez d'abord choisir un forum

source: Choose a forum and you can browse, search, and post messages.
fr_fr: Choisissez un forum et vous pourrez le parcourir, effectuer une recherche et poster un message.

source: Choose a timezone
fr_fr: Sélectionnez un fuseau horaire

source: Clear history
fr_fr: Effacer l'historique

source: Click a column heading to sort results (up or down), or <A HREF="%1$s"><b>Reset sort</b></a>. You can also <a href="%2$s"><b>%3$s multicolumn sort</b></a>.
fr_fr: Cliquer sur une entête de colonne pour trier les résultats (ascendant ou descendant), ou <A HREF="%1$s"><b>réinitialiser le tri</b></a>. Vous pouvez aussi utiliser le <a href="%2$s"><b>%3$s tri multi-colonnes</b></a>.

source: Close
fr_fr: Fermer

source: Close sidebar
fr_fr: Fermer la barre latérale

source: Collect stories, plan releases, monitor sprints with a ready-to-use Scrum area
fr_fr: Collectez les stories, planifiez les releases, suivez les sprints avec un environnement Scrum prêt-à-l'emploi

source: Color
fr_fr: Couleur

source: Comfortable
fr_fr: Confortable

source: Comma
fr_fr: Virgule

source: Comment
fr_fr: Commentaire

source: Commit #%1$s not found in this project
fr_fr: Commit #%1$s introuvable dans ce projet

source: Completed invitation
fr_fr: Invitation terminée

source: Compromised password
fr_fr: Mot de passe compromis

source: Condensed
fr_fr: Élevée

source: Configuration updated
fr_fr: Configuration mise à jour

source: Configure homepage
fr_fr: Configurer la page d'accueil

source: Configure how project creation is controlled by administrators
fr_fr: Paramètrage du contrôle de la création de projets par les administrateurs

source: Configure services
fr_fr: Configurer les services

source: Confirm
fr_fr: Confirmer

source: Confirm the account creation
fr_fr: Confirmez la création de compte

source: Confirmation link sent
fr_fr: Lien de confirmation envoyé

source: Congratulations!
fr_fr: Félicitations !

source: Congratulations, you don't have any customisations in your language files!
fr_fr: Félicitations, vous n'avez pas personnalisé vos fichiers de langue !

source: Contact (help menu)
fr_fr: Contact (menu "Aide")

source: Content
fr_fr: Contenu

source: Copy the SVN token
fr_fr: Copier le jeton SVN

source: Copy the access key
fr_fr: Copier la clé d'accès

source: Copyright (c) %s, %s Team, 2001-%d. All Rights Reserved
fr_fr: Copyright (c) %s, Equipe %s, 2001-%d. Tous droits réservés.

source: Could not commit repository initial layout
fr_fr: Impossible de commiter la structure initiale du dépôt

source: Could not create/initialize SVN repository
fr_fr: Impossible de créer/initialiser le dépôt SVN

source: Could not the access file of the SVN repository
fr_fr: Impossible d'accèder au fichier de contrôle d'accès du dépôt SVN

source: Could not update hooks of the SVN repository
fr_fr: Impossible de mettre à jour les hooks du dépôt SVN

source: Create
fr_fr: Créer

source: Create a new reference pattern
fr_fr: Créer un nouveau modèle de référence

source: Create a new reference pattern.
fr_fr: Créer un nouveau modèle de référence.

source: Create a new user
fr_fr: Créer un nouvel utilisateur

source: Create an account
fr_fr: Créer un compte

source: Create from
fr_fr: Créer à partir de

source: Create label
fr_fr: Créer le label

source: Create my account
fr_fr: Créer mon compte

source: Create new License Agreement
fr_fr: Créer une nouvelle licence

source: Create user group
fr_fr: Ajouter un groupe utilisateur

source: Create your account
fr_fr: Créer votre compte

source: Creating new SVN tokens is no more possible, personal access keys should be used instead.
fr_fr: La création de nouveaux jetons SVN n'est plus possible, les clés d'accès personnelles doivent être utilisées à la place.

source: Credential id is not well formed
fr_fr: L'identifiant de la clé n'est pas bien formé

source: Current and new passwords are identical
fr_fr: L'ancien et le nouveau mot de passe sont identiques

source: Current password
fr_fr: Ancien mot de passe

source: Current password is incorrect
fr_fr: L'ancien mot de passe est incorrect

source: Custom groups
fr_fr: Groupes personnalisés

source: Custom release note link successfully updated.
fr_fr: Le lien vers la release note a été mis à jour avec succès.

source: Customisation
fr_fr: Personnalisation

source: Customize homepage
fr_fr: Personnalisation de la page d'accueil

source: DELETE FAILED!
fr_fr: Échec de la destruction !

source: Dashboard creation failed.
fr_fr: La création du tableau de bord a échouée.

source: Dashboard has been successfully created.
fr_fr: Le tableau de bord a correctement été créé.

source: Dashboard has been successfully deleted.
fr_fr: Le tableau de bord a correctement été supprimé.

source: Dashboard has been successfully updated.
fr_fr: Le tableau de bord a correctement été modifié.

source: Dashboard name
fr_fr: Nom du tableau de bord

source: Data
fr_fr: Données

source: Data (like artifacts or users) won't be included.
fr_fr: Les données (comme les artéfacts ou les utilisateurs) ne seront pas inclus.

source: Date of the invitation
fr_fr: Date de l'invitation

source: Dates display
fr_fr: Affichage des dates

source: Day
fr_fr: Jour

source: Dear {{ tuleap_server_name}} user,
fr_fr: Cher utilisateur {{tuleap_server_name}},

source: Dear %s user,
fr_fr: Cher utilisateur %s,

source: Dear Files service user, An error occurs while trying to compute md5sum in your uploaded file %1$s. Please try to upload it again.
fr_fr: Cher utilisateur du servcie Fichiers, Une erreur est survenue lors du calcul du md5sum de votre fichier %1$s. Veuillez le télécharger une autre fois.

source: Dear Files service user, The entered reference md5sum for the file %1$s differs from the computed one which equals = %2$s. Note that an error message will be shown each time you display the release content in the web interface. If you consider that the upload has been well done, you can modify the value in the md5sum field by putting the right value.
fr_fr: Cher utilisateur du servcie Fichiers, La référence md5sum donnée pour le fichier %1$s diffère de celle calculée sur le serveur qui est équale = %2$s. Il est à noter qu'un message d'erreur sera affiché chaque fois que vous tenterez d'accéder à partir du web au contenu de la release en question. Si vous considérez que l'upload du fichier s'est bien passé, vous pouvez modifier la valeur du champ md5sum en soumettant la bonne valeur.

source: Default dates display
fr_fr: Affichage des dates relatives par défaut

source: Default format for trackers text fields
fr_fr: Format par défaut pour les champs texte des trackers

source: Default license agreement
fr_fr: Licence par défaut

source: Default project visibility
fr_fr: Visibilité du projet par défaut

source: Default relative dates display preference saved successfully.
fr_fr: Préférence par défaut de l'affichage des dates relatives sauvegardée avec succès.

source: Delete
fr_fr: Supprimer

source: Delete %s
fr_fr: Supprimer %s

source: Delete Message
fr_fr: Détruire un message

source: Delete a mailing list
fr_fr: Supprimer une liste de diffusion

source: Delete a message
fr_fr: Détruire un message

source: Delete binding
fr_fr: Supprimer le lien

source: Delete current logo
fr_fr: Supprimer le logo

source: Delete dashboard
fr_fr: Supprimer le tableau de bord

source: Delete parent
fr_fr: Supprimer le parent

source: Delete selected SSH keys
fr_fr: Supprimer les clefs SSH sélectionnées

source: Delete service
fr_fr: Supprimer le service

source: Delete this reference pattern?
fr_fr: Détruire ce modèle de référence ?

source: Delete users group
fr_fr: Supprimer un groupe utilisateurs

source: Delete widget
fr_fr: Supprimer le widget

source: Delete?
fr_fr: Détruire ?

source: Deleted
fr_fr: Détruit

source: Deleted Account
fr_fr: Compte utilisateur détruit

source: Deleted files
fr_fr: Fichiers supprimés

source: Deleted wiki attachments
fr_fr: Pièces jointes wiki supprimées

source: Details
fr_fr: Détails

source: Developer Commits (Last 7 days/Total)
fr_fr: Commits (Derniers 7 jours/Total)

source: Didn't get a confirmation email? Check your spam folder.
fr_fr: Vous n'avez pas reçu d'e-mail de confirmation ? Vérifiez votre dossier de courriers indésirables.

source: Disallow for all projects
fr_fr: Restreindre pour tous les projets

source: Disallowing for all projects
fr_fr: Restriction pour tous les projets

source: Discussion Forums
fr_fr: Forums de discussions

source: Display density
fr_fr: Densité d'affichage

source: Display platform statistics on home page.
fr_fr: Afficher les statistiques de la plateforme sur la page d'accueil.

source: Display site news on home page.
fr_fr: Afficher les news du site sur la page d'accueil.

source: Displays the 30 last updated or created items in the project.
fr_fr: Affiche les 30 derniers éléments modifiés ou créés dans le projet.

source: Do not reply to this mail.
fr_fr: Ne répondez pas à ce courriel.

source: Done events
fr_fr: Evénements terminés

source: Download agreement
fr_fr: Accord de téléchargement

source: E-mail notification on commits
fr_fr: Notification e-mail sur les commits

source: E.g %1$s employees
fr_fr: E.g employés %1$s

source: E.g %1$s employees & subco
fr_fr: E.g employés %1$s & présta

source: ERROR - no group_id
fr_fr: ERREUR - pas de group_id

source: Each commit event can also be notified via email to specific recipients or mailing lists (comma separated). A specific subject header for the email message can also be specified.
fr_fr: Chaque commit peut faire l'objet d'une notification par courrier électronique vers certains destinataires ou vers une liste de diffusion (séparer les adresses avec une virgule). Une entête spécifique apparaissant au début du sujet du message peut aussi être spécifiée.

source: Edge Legacy is not supported. Please upgrade to the latest version of Edge or use another modern alternative such as Firefox or Chrome.
fr_fr: Edge Legacy n'est pas supporté. Veuillez mettre à niveau vers la dernière version de Edge ou utiliser une alternative moderne tel que Firefox ou Chrome.

source: Edit
fr_fr: Éditer

source: Edit %s
fr_fr: Éditer %s

source: Edit dashboard
fr_fr: Éditer le tableau de bord

source: Edit license agreement
fr_fr: Editer la licence

source: Edit reference pattern
fr_fr: Éditer le modèle de référence

source: Edit widget
fr_fr: Éditer le widget

source: Editing Project
fr_fr: Editer un projet

source: Editing reference patterns
fr_fr: Éditer les modèles de référence

source: Editing reference patterns for <B>%s</B>
fr_fr: Edition des modèles de référence de <B>%s</B>

source: Editing system reference patterns
fr_fr: Éditer les modèles de référence système

source: Edition & CSV
fr_fr: Édition & CSV

source: Email %s is not valid
fr_fr: L'email %s n'est valide

source: Email address
fr_fr: Adresse e-mail

source: Email format preference successfully updated
fr_fr: La préférence de format de courriel a été mise à jour

source: Email is already validated
fr_fr: L'email est déjà validé

source: Email me a recovery link
fr_fr: Envoyez moi un lien de récupération

source: Email not sent
fr_fr: E-mail pas envoyé

source: Email sent
fr_fr: E-mail envoyé

source: Email sent with details to: %1$s
fr_fr: Note détaillée envoyée par e-mail à : %1$s

source: Email was not updated
fr_fr: L'adresse de courriel n'a pas été mise à jour

source: Email, username...
fr_fr: Email, nom d'utilisateur…

source: Emergency
fr_fr: Urgent

source: Empty
fr_fr: Vide

source: Empty group
fr_fr: Groupe vide

source: Enable "remember me" so your session is kept open and you don't have to login too often.
fr_fr: Active l'option "se souvenir de moi" qui conserve votre session ouverte afin de limiter le besoin de vous identifier à nouveau.

source: Enable accessibility mode
fr_fr: Activer le mode d'accessiblilité

source: Enabled
fr_fr: Activé

source: Enabled?
fr_fr: Activé ?

source: Enter comma separated list of emails
fr_fr: Entrez une liste d'emails séparés par une virgule

source: Enter meaningful headline...
fr_fr: Entrez une accroche percutante...

source: Enter people to invite to %s. We will send an invitation email on your behalf.
fr_fr: Entrez les personnes à inviter sur %s. Nous leur enverrons un email d'invitation.

source: Enter the Message ID
fr_fr: Entrer l'identifiant (ID) du message

source: Enter your login name below to receive a link allowing you to change your password.
fr_fr: Entrez votre nom de login ci dessous pour recevoir un lien vous permettant de changer votre mot de passe.

source: Error
fr_fr: Erreur

source: Error - choose a forum first
fr_fr: Erreur - Veuillez d'abord choisir un forum

source: Error - this news item was not found
fr_fr: Erreur - cette annonce est introuvable

source: Error Adding Forum '%1$s'.
fr_fr: Erreur lors de l'ajout du forum '%1$s'.

source: Error Adding List
fr_fr: Erreur lors de la création de la liste

source: Error Updating Forum Info
fr_fr: Erreur lors de la mise à jour des informations du forum

source: Error inserting into forum_monitoring
fr_fr: Erreur lors de l'insertion dans forum_monitoring

source: Error inserting into forum_saved_place
fr_fr: Erreur lors de l'insertion dans forum_saved_place

source: Error updating time in forum_saved_place
fr_fr: Erreur lors de la mise de la date et de l'heure dans forum_saved_place

source: Errors
fr_fr: Erreurs

source: Events in error
fr_fr: Evénements en erreur

source: Events in warning
fr_fr: Evénements en alerte

source: Existing Forums
fr_fr: Forums existants

source: Existing mailing lists
fr_fr: Listes de diffusion existantes

source: Expiration Date entry could not be parsed. It must be in YYYY-MM-DD format.
fr_fr: Le format de la date du d'expiration est incorrect. Il doit suivre le format AAAA-MM-JJ.

source: Expiration date
fr_fr: Date d'expiration

source: Expiration date is not well formed.
fr_fr: La date d'expiration n'est pas au bon format.

source: Expire on
fr_fr: Expire le

source: Export
fr_fr: Exporter

source: Export project structure
fr_fr: Exporter la structure du projet

source: External system references
fr_fr: Références systèmes externes

source: Fields
fr_fr: Champs personnalisés

source: File
fr_fr: Fichier

source: File upload error (error code: %1$s)
fr_fr: Erreur lors de l'upload du fichier (erreur %1$s)

source: Files
fr_fr: Fichiers

source: Files Administration
fr_fr: Administration du gestionnaire de fichiers

source: Files service is disabled for this project.
fr_fr: Le service fichiers est désactivé pour ce projet.

source: Filled
fr_fr: Rempli

source: Filter by name
fr_fr: Filtrer par nom

source: Flat
fr_fr: A plat

source: For all other services, you will receive an email when you are in the notification list
fr_fr: Pour tous les autres services, vous recevrez un courrier électronique lorsque vous êtes dans la liste de notification

source: Forbidden
fr_fr: Interdit

source: Force reference pattern creation
fr_fr: Force la création du modèle de la référence

source: Force usage?
fr_fr: Forcer l'utilisation ?

source: Forum '%1$s' Added.
fr_fr: Forum '%1$s' Ajouté.

source: Forum Administration
fr_fr: Administration des forums

source: Forum Info Updated Successfully
fr_fr: Informations du forum mises à jour avec succès

source: Forum Name
fr_fr: Nom du forum

source: Forum already monitored
fr_fr: Forum déjà sous surveillance

source: Forum is now being monitored
fr_fr: La surveillance du forum est maintenant activée

source: Forum is restricted
fr_fr: Forum restreint

source: Forums for '%1$s'
fr_fr: Forums pour '%1$s'

source: Full name
fr_fr: Nom Complet

source: General
fr_fr: Général

source: Generate
fr_fr: Générer

source: Generate new key
fr_fr: Générer une nouvelle clé

source: Generated on
fr_fr: Générée le

source: Get help
fr_fr: Rubriques d'aide

source: Global access
fr_fr: Accès global

source: Global access rights
fr_fr: Droits d'accès globaux

source: Global configuration
fr_fr: Configuration globale

source: Global permissions
fr_fr: Permissions globales

source: Global utils
fr_fr: Utilitaires globaux

source: Go to login page
fr_fr: Aller à la page de connexion

source: Go to my home page
fr_fr: Aller à ma page personnelle

source: Go up
fr_fr: Niveau supérieur

source: Good
fr_fr: Bonne

source: Granted groups
fr_fr: Groupes autorisés

source: Green
fr_fr: Vert

source: Grey
fr_fr: Gris

source: Group
fr_fr: Groupes

source: Group binding
fr_fr: Lien entre groupes

source: Group details
fr_fr: Détails du groupe

source: Group members
fr_fr: Membres du groupe

source: Groups
fr_fr: Groupes

source: HTML tags will display in your post as text
fr_fr: Les balises HTML seront affichées sous forme de texte dans vos messages

source: Header background
fr_fr: Image de fond de l'entête

source: Headline
fr_fr: Accroche

source: Heartbeat
fr_fr: Activité

source: Hello
fr_fr: Bonjour

source: Hello %s,
fr_fr: Bonjour %s,

source: Hello,
fr_fr: Bonjour,

source: Help
fr_fr: Aide

source: Here is your new SVN token. Please make sure you copy it, you won't be able to see it again!
fr_fr: Voici votre nouveau jeton SVN. Assurez-vous de l'avoir copié, vous ne pourrez plus le voir de nouveau !

source: Here is your new access key. Please make sure to copy it, you won't be able to see it again!
fr_fr: Voici votre nouvelle clé d'accès. Assurez-vous de l'avoir copiée, vous ne pourrez plus la voir de nouveau !

source: History
fr_fr: Historique

source: Homepage
fr_fr: Page d'accueil

source: Homepage logo
fr_fr: Logo de la page d'accueil

source: How many invitations a user can send per day?
fr_fr: Combien d'invitations un utilisateur peut-il envoyer par jour ?

source: I accept
fr_fr: Je suis d'accord

source: I decline
fr_fr: Je refuse

source: INSERT FAILED
fr_fr: L'insertion a échoué

source: Icon
fr_fr: Icône

source: Id group
fr_fr: Identifiant du groupe

source: Id, unix name...
fr_fr: Id, nom unix…

source: If enabled, an email will be sent to all the project members if the visibility of the project is changed.
fr_fr: Si activé, un email sera envoyé à tous les membres du projet lorsque sa visibilité change.

source: If the reference pattern is specific to one service, select it here
fr_fr: Si le modèle de référence est spécifique à un service, le spécifier ici

source: If you requested this verification, visit the following URL to change your password:
fr_fr: Si vous êtes bien à l'origine de cette demande, veuillez visiter le lien ci-dessous pour changer votre mot de passe :

source: If your instance can not access the Internet, it is preferable to disable the verification to avoid a slowness during password compliance check.
fr_fr: Si votre instance ne peut pas accèder à Internet, il est préférable de désactiver ce contrôle afin d'éviter de ralentir la vérification de la conformité d'un mot de passe avec les politiques de sécurité.

source: If, in your organization, the strict privacy of the projects must be preserved by 'design', then you should uncheck this option so that project admins cannot disclose confidential resources to other platform users.
fr_fr: Si, dans votre organisation, la confidentialité des projets doit être impérativement préservée, alors vous pouvez décocher cette option afin que les administrateurs projets ne puissent pas divulguer par mégarde des ressources confidentielles aux autres utilisateurs de la plateforme.

source: Import
fr_fr: Importer

source: Import members
fr_fr: Importer des membres

source: In each project, you will find various tools such as Kanbans, Documents, Milestones…
fr_fr: Dans chaque projet, vous trouverez différents outils comme des Kanbans, Documents, Jalons…

source: In the meantime, you can get %sback to the homepage%s.
fr_fr: En attendant, vous pouvez %sretourner vers la page d'accueil%s.

source: Inactive service cannot be enabled.
fr_fr: Un service indisponible ne peut pas être activé.

source: Info
fr_fr: Information

source: Inherited?
fr_fr: Hérité?

source: Initial layout creation
fr_fr: Création de la structure initiale

source: Internal error: Could not update password
fr_fr: Erreur interne : le mot de passe n'a pas été mis à jour

source: Internal server error
fr_fr: Erreur interne du serveur

source: Introductory message to replace the default one on the <a href="%1$s">CVS welcome page</a>. (HTML tags allowed)
fr_fr: Message d'introduction sur l'utilisation de CVS en remplacement du message par défaut figurant sur la <a href="%1$s">page d'accueil de CVS</a>. (balises HTML autorisées)

source: Invalid Email Address
fr_fr: Adresse e-mail invalide

source: Invalid List Name
fr_fr: Nom de liste invalide

source: Invalid Password Or User Name
fr_fr: Mot de passe ou nom d'utilisateur invalide

source: Invalid Short Name
fr_fr: Nom court du projet invalide

source: Invalid confirmation hash.
fr_fr: Clé de confirmation invalide.

source: Invalid group name: %s. Please use only alphanumerical characters.
fr_fr: Le nom du groupe %s est invalide. Merci d'utiliser uniquement des caractères alphanumériques.

source: Invalid line "%s"
fr_fr: La ligne "%s" est invalide

source: Invalid project was passed in.
fr_fr: Projet invalide passé en paramètre.

source: Invalid request
fr_fr: Requête invalide

source: Invalid selection of categories
fr_fr: La selection de catégories n'est pas valide

source: Invitation complete!
fr_fr: Invitation terminée !

source: Invitation has been resent
fr_fr: L'invitation a été réenvoyée

source: Invitation has been withdrawn
fr_fr: L'invitation a été annulée

source: Invitation sent for project %1$s on %2$s
fr_fr: Invitation envoyée pour le projet %1$s le %2$s

source: Invitation sent on %s
fr_fr: Invitation envoyée le %s

source: Invitation to log on to %s
fr_fr: Invitation pour vous connecter sur %s

source: Invitation to register to %s
fr_fr: Invitation pour vous enregistrer sur %s

source: Invitations are not enabled
fr_fr: Les invitations ne sont pas activées

source: Invitations settings
fr_fr: Configuration des invitations

source: Invitations settings successfully updated.
fr_fr: La configuration des invitations a été sauvegardée avec succès.

source: Invite
fr_fr: Inviter

source: Invite a co-worker
fr_fr: Inviter un collaborateur

source: Invite someone to join %s
fr_fr: Inviter quelqu'un à rejoindre %s

source: Invited by
fr_fr: Invitation envoyée par

source: Is Public?
fr_fr: Est public ?

source: Is default?
fr_fr: Par défaut ?

source: Is this email not displaying correctly?
fr_fr: Ce message ne s'affiche pas correctement?

source: Is used?
fr_fr: Utilisé ?

source: Issue tracking
fr_fr: Suivi des tickets

source: It has just been automatically removed.
fr_fr: Elle a été automatiquement supprimée.

source: JpGraph error for graph "%s": %s
fr_fr: Erreur JpGraph pour le graphique "%s": %s

source: Key
fr_fr: Clef

source: Key %1$s already existing for user
fr_fr: La clé %1$s est déja présente pour l'utilisateur

source: Keyboard shortcuts
fr_fr: Raccourcis clavier

source: Keys & Tokens
fr_fr: Clefs et Tokens

source: Keys & tokens
fr_fr: Clefs et jetons

source: Keyword
fr_fr: Mot clé

source: Keyword that will trigger a reference creation
fr_fr: Mot clé qui déclenche la création d'une référence

source: Keywords in log messages
fr_fr: Mots-clés dans les messages de log

source: Label has been added.
fr_fr: Le label a été ajouté.

source: Label has been deleted from the project.
fr_fr: Le label a été supprimé du projet.

source: Label has been edited.
fr_fr: Le label a été édité.

source: Label has not been edited.
fr_fr: Le label n'a pas été édité.

source: Language
fr_fr: Langue

source: Last login failure
fr_fr: Dernier échec de connexion

source: Last login failure:
fr_fr: Dernier echec de connexion :
