Repository: Enalean/tuleap
Catalog: plugins/tracker/site-content/*/LC_MESSAGES/tuleap-tracker.po
Languages: fr_fr

source: Unsubscribe
fr_fr: Se désinscrire

source: Unsubscribe a user
fr_fr: Désabonner un utilisateur

source: Unsubscribe me from these artifacts' notifications
fr_fr: Me désinscrire des notifications de ces artéfacts

source: Unsubscribers
fr_fr: Désabonnés

source: Unsupported value attribute content: '%s'. Allowed contents are: '%s'
fr_fr: Contenu de l'attribut value non supporté: '%s'. Contenus autorisés: '%s'

source: Unused elements
fr_fr: Elements inutilisés

source: Update
fr_fr: Mettre à jour

source: Update Field '%1$s'
fr_fr: Modifier le champ '%1$s'

source: Update reminder
fr_fr: Modifier le rappel

source: Update semantic
fr_fr: Mettre à jour la sémantique

source: Update the permissions, by default nothing is changed
fr_fr: Mettre à jour les permissions, par défaut rien ne change

source: Update to overridable computed field
fr_fr: Mettre à jour vers champ calculé modifiable

source: Update type
fr_fr: Mettre à jour

source: Updated %1$s
fr_fr: Modification de %1$s

source: Updated comment:
fr_fr: Commentaire modifié :

source: Usage of 'SELECT', 'FROM', 'ORDER BY' and 'WHERE' is not allowed in the Tracker report context
fr_fr: L'utilisation de 'SELECT', 'FROM', 'ORDER BY' et 'WHERE' n'est pas autorisée dans le contexte du rapport de l'outil de suivi

source: Use
fr_fr: Utiliser

source: Use "capacity" field for ideal initial effort
fr_fr: Utiliser le champ "capacity" pour la courbe théorique

source: Use a Canned Response:
fr_fr: Utiliser une réponse type&nbsp;:

source: Use cache
fr_fr: Utiliser la mémoire cache

source: User '%s' couldn't be added.
fr_fr: L'utilisateur '%s' n'a pas pu être ajouté.

source: User Group
fr_fr: Groupes d'utilisateurs

source: User groups
fr_fr: Groupes d'utilisateurs

source: User, group, email
fr_fr: Utilisateur, groupe, email

source: User...
fr_fr: Utilisateur...

source: Users can interact with trackers by email. Authentication is done through token that is injected in the headers of the email. This decreases the risk of a forged email, we can moderately trust the sender.<br>As of today, only reply (add a follow-up comment) by email is supported by this option.
fr_fr: Les utilisateurs peuvent intéragir avec les outils de suivi par courriel. L'authentification est effectuée grâce à un jeton injecté dans les entêtes des courriels. Ceci réduit les risques de courriel forgé, nous pouvons modérément avoir confiance en l'émetteur. <br /> Actuellement, seulement les réponses (ajout d'un commentaire à un artifact) par courriel sont supportées par cette option.

source: Users can interact with trackers by email. Authentication is not done at all.<span class="text-error"><i class="fas fa-exclamation-triangle"></i> With this option we <strong>cannot trust the sender of the email</strong>. This means that villains can easily forge an email and pretend to be someone they are not.</span><br>As of today, users can create artifacts and reply (add a follow-up comment) by email with this option.
fr_fr: Les utilisateurs peuvent intéragir avec les outils de suivi par courriel. Il n'y a aucune authentification. <span class="text-error">Avec cette option, nous <strong>ne pouvons pas avoir confiance en l'émetteur du courriel</strong>. Ce qui veut dire que des personnes mal intentionnées peuvent facilement forger un courriel et se faire passer pour quelqu'un d'autre.</span><br />Actuellement, les utilisateurs peuvent créer des artifacts et répondre (ajout d'un commentaire à un artifact) par courriel avec cette option.

source: Users having unsubscribed from the notifications
fr_fr: Utilisateurs s'étant désabonnés des notifications

source: Users mapping
fr_fr: Mappage des utilisateurs

source: Value %s deleted
fr_fr: Valeur %s supprimée

source: Values
fr_fr: Valeurs

source: Values added by users
fr_fr: Valeurs ajoutées par des utilisateurs

source: Values that make an artifact open
fr_fr: Valeurs qui font qu'un artéfact est ouvert

source: Wait a minute...
fr_fr: Attendez une minute...

source: Warning : use that field only once.
fr_fr: Attention, n'utiliser ce champ qu'une seule fois.

source: Warning: There is no way to restore the artifact. This operation should be an exception.
fr_fr: Attention: Il n'y a aucun moyen de restaurer l'artéfact. Cette opération doit rester exceptionnelle.

source: Warning: concurrent edit
fr_fr: Attention: édition concurrente

source: We are unable to update the computed field. The target field should be equal to the computed field's name.
fr_fr: Nous ne pouvons pas mettre à jour ce champ calculé. Le champ cible doit être identique au nom du champ calculé.

source: We cannot search on '%s', we don't know what it refers to. Please refer to the documentation for the allowed comparisons.
fr_fr: Nous ne pouvons pas rechercher dans '%s', nous ne savons pas à quoi cela fait référence. Veuillez consulter la documentation pour les comparaisons autorisées.

source: We cannot select on '%s', we don't know what it refers to. Please refer to the documentation for the allowed selectables.
fr_fr: Nous ne pouvons pas sélectionner dans '%s', nous ne savons pas à quoi cela fait référence. Veuillez consulter la documentation pour les sélections autorisées.

source: Webhook sucessfully created
fr_fr: Le webhook a été créé

source: Webhook sucessfully deleted
fr_fr: Le webhook a été supprimé

source: Webhook sucessfully updated
fr_fr: Le webhook a été mis à jour

source: When
fr_fr: Quand

source: When more than one parent, we cannot display rest of hierarchy.
fr_fr: Quand il y a plus d'un parent, nous ne pouvons afficher le reste de la hiérarchie.

source: When there is a timeframe associated with a tracker, email notifications for artifacts include the necessary information for adding the event to a calendar (Outlook, Google Calendar, etc.).
fr_fr: Lorsqu'il y a une plage de temps associée à un tracker, les notifications email pour les artifacts comprennent les informations nécessaires pour ajouter l’évènement à un calendrier (Outlook, Google Calendar, etc.).

source: When you are the author of a change
fr_fr: Quand vous êtes l'auteur d'un changement

source: When you use @ to mention someone, they will get an email notification.
fr_fr: Lorsque vous utilisez @ pour mentionner quelqu'un, cette personne recevra un e-mail de notification.

source: Workflow mode is incompatible with PostAction of type %s
fr_fr: Le mode du Workflow est incompatible avec la PostAction de type %s

source: XML file doesn't have correct format
fr_fr: Le fichier XML a un format incorrect

source: Yes
fr_fr: Oui

source: Yes, I am sure!
fr_fr: Oui, je suis sûr !

source: You are about to delete a type. This action is action is irreversible. Do you confirm this deletion?
fr_fr: Vous êtes sur le point de supprimer une nature. Cette action est irréversible. Confirmez-vous la suppression ?

source: You are about to delete the tracker %s. Please, confirm your action.
fr_fr: Vous êtes sur le point de supprimer l'outil de suivi %s. Veuillez confirmer la suppression.

source: You are about to remove the notification. Please confirm your action.
fr_fr: Vous êtes sur le point de supprimer la notification. Merci de confirmer votre action.

source: You are about to remove the user from the unsubscriber list. Please confirm your action.
fr_fr: Vous êtes sur le point de supprimer l'utilisateur de la liste des désabonnements.Merci de confirmer votre action.

source: You are about to remove the webhook. Please confirm your action.
fr_fr: Vous êtes sur le point de supprimer le webhook. Veuillez confirmer la suppression.

source: You are currently copying the artifact %1$s.
fr_fr: Vous copiez actuellement l'artéfact %1$s.

source: You are not allowed to access this field.
fr_fr: Vous n'avez pas la permission d'accéder à ce champ.

source: You are not allowed to update the field %1$s.
fr_fr: Vous n'êtes pas autorisé à modifier le champ %1$s.

source: You are not logged in.
fr_fr: Vous n'êtes pas connecté.

source: You are now receiving notifications for this artifact
fr_fr: Vous avez réactivé les notifications pour cet artéfact

source: You are unsubscribed from notifications of artifacts %1$s
fr_fr: Vous êtes desinscrit des notifications des artéfacts %1$s

source: You can access the artifact <a href="%1$s">here</a>.
fr_fr: Vous pouvez accéder à l'artéfact <a href="%1$s">ici</a>.

source: You can access the artifact here: %1$s
fr_fr: Vous pouvez accéder à l'artéfact ici: %1$s

source: You can add an artifact link field %sin your tracker fields administration%s.
fr_fr: Vous pouvez ajouter un champ liens entre artéfacts %sdans l'administration des champs de votre outil de suivi%s.

source: You can also reply to this artifact <a href="#" class="email-tracker email-tracker-reply" data-email="%1$s"><span>by email</span></a>.
fr_fr: Vous pouvez également répondre à cet artéfact <a href="#" class="email-tracker email-tracker-reply" data-email="%1$s"><span>par courriel</span></a>.

source: You can choose the notification mode you wish for this tracker.
fr_fr: Vous pouvez sélectionner le mode de notification que vous préférez pour ce tracker.

source: You can define several webhooks that will be processed after each artifact creation and updates.
fr_fr: Vous pouvez définir plusieurs webhooks qui seront envoyés après chaque création et édition d'artéfact.

source: You can retrieve the imported data here:
fr_fr: Vous pouvez retrouver les données importées ici :

source: You can select at most %1$d columns, but you have selected %2$d column.
fr_fr: Vous ne pouvez sélectionner que %1$d colonnes au maximum, mais vous avez sélectionné %2$d colonne.

source: You can send an email to the following email address in order to create an artifact:
fr_fr: Vous pouvez envoyer un courriel à l'adresse suivante afin de créer un artéfact :

source: You can send an email to the following email address in order to reply to this artifact:
fr_fr: Vous pouvez envoyer un courriel à l'adresse suivante afin de répondre à cet artéfact :

source: You can use variables to customize the sender field. The available variables are %%realname and %%username. These will be replaced by the full name and username of the user who updated the artifact.
fr_fr: Vous pouvez utiliser des variables pour personnaliser le champ expéditeur. Les variables disponibles sont %%realname et %%username. Celles-ci seront remplacées par le nom complet et le nom d'utilisateur de la personne qui a mis uà jour l'artéfact.

source: You can use: %s, parenthesis. Autocomplete is activated with Ctrl + Space.
fr_fr: Vous pouvez utiliser : %s, parenthèses. Ctrl + Espace active l'autocomplétion.

source: You can't add values in this semantic because all possible values are defined as open in semantic status.
fr_fr: Vous ne pouvez pas ajouter de valeur dans cette sémantique car l'ensemble des valeurs possibles sont définies en tant que valeurs ouvertes dans la sémantique État.

source: You can't choose your notifications level for this tracker because tracker administrator has suspended all notifications.
fr_fr: Vous ne pouvez pas choisir votre mode de notification pour cet outil de suivi parce que l'administrateur a suspendu toutes les notifications.

source: You can't delete this tracker because it has at least one source shared field.
fr_fr: Cet outil de suivi ne peut pas être supprimé car il définit au moins un champ source de champ partagé.

source: You can't delete this tracker because it is source or target of triggers.
fr_fr: Cet outil de suivi ne peut pas être supprimé car il est source ou cible de déclencheurs.

source: You can't delete this tracker because it is used in: %1$s
fr_fr: Cet outil de suivi ne peut pas être supprimé car il est utilisé dans: %1$s

source: You can't hide this value since it is used in a semantic, in workflow, in transitions or in field dependency
fr_fr: Vous ne pouvez pas cacher cette valeur puisqu'elle est utilisée dans une sémantique, dans le workflow, dans les transitions ou sur une dépendance entre champs

source: You can't submit an artifact because you do not have the right to submit all required fields
fr_fr: Vous ne pouvez pas soumettre d'artéfacts car vous devez avoir le droit de soumettre tous les champs requis

source: You cannot access to this tracker
fr_fr: Vous n'avez pas accès à ce tracker

source: You cannot define the <em>title</em> semantic since there isn't any text field in the tracker
fr_fr: Vous ne pouvez pas définir la sémantique <em>titre</em> car il n'y a aucun champ texte dans votre outil de suivi

source: You cannot define the contributor/assignee semantic since there isn't any user list field in the tracker
fr_fr: Vous ne pouvez pas définir la sémantique contributeur/assigné car il n'y a pas de champ liste utilisateur dans cet outil de suivi

source: You cannot define the description semantic since there isn't any text field in the tracker
fr_fr: Vous ne pouvez pas définir la sémantique description car il n'y a aucun champ texte dans votre outil de suivi

source: You cannot define the status semantic since there isn't any list field in the tracker
fr_fr: Vous ne pouvez pas définir la sémantique État car il n'y a aucun champ de type liste dans l'outil de suivi

source: You cannot remove a field used in a trigger. Please update trigger rules before deleting field.
fr_fr: Il est interdit de supprimer un champ utilisé dans un déclencheur. Merci de mettre le déclencheur à jour avant de supprimer le champ.

source: You cannot reset this semantic because it is used to send calendar events in notification
fr_fr: Vous ne pouvez pas réinitialiser cette sémantique car elle est utilisée pour les événements de calendrier dans les notifications

source: You cannot reset this semantic because some trackers inherit their own semantic timeframe from this one.
fr_fr: Vous ne pouvez pas réinitialiser cette sémantique car certains outils de suivi héritent leurs propres sémantiques Plage de temps de celle-ci.

source: You do not have the necessary right to edit this artifact.
fr_fr: Vous n'avez pas les droits nécessaires pour l'édition de cet artéfact.

source: You do not have the right to submit '%s' field
fr_fr: Vous n'avez pas le droit de soumettre le champs '%s'

source: You don't have any artifacts yet
fr_fr: Vous n'avez pas encore d'artéfact

source: You don't have permissions to see user groups.
fr_fr: Vous n'avez pas la permission de consulter les groupes d'utilisateur.

source: You don't have the permissions to view this artifact.
fr_fr: Vous n'avez pas les permissions pour visualiser cet artéfact.

source: You don't have the permissions to view this artifact. Given that you are anonymous, please try to <a href="%1$s">login</a>.
fr_fr: Vous n'avez pas les permissions pour visualiser cet artéfact. Etant donné que vous êtes anonyme, essayez de vous <a href="%1$s">connecter</a>.

source: You don't have the permissions to view this tracker.
fr_fr: Vous n'avez pas les permissions pour visualiser cet outil de suivi.

source: You don't have the permissions to view this tracker. Given that you are anonymous, please try to <a href="%1$s">login</a>.
fr_fr: Vous n'avez pas les permissions pour visualiser cet outil de suivi. Etant donné que vous êtes anonyme, essayez de vous <a href="%1$s">connecter</a>.

source: You have reached the limit of artifacts deletion for the next 24 hours. Please come back later.
fr_fr: Vous avez atteint la limite de suppression d'artéfacts pour les prochaines 24 heures. Veuillez revenir plus tard.

source: You have too many columns, the sort won't work. Please remove some columns (and refresh the page) to be able to sort.
fr_fr: La table contient trop de colonnes, le tri ne fonctionnera pas. Veuillez supprimer des colonnes (et rafraichir la page) pour pouvoir trier.

source: You may <a href="%s">switch to the 'field' view</a> by clicking on a field label in the table below.
fr_fr: Vous pouvez <a href="%s">basculer vers l'affichage par champ</a> en cliquant sur le label d'un champ dans le tableau ci-dessous.

source: You may <a href="%s">switch to the 'group' view</a> by clicking on a field label in the table below.
fr_fr: Vous pouvez <a href="%s">basculer vers l'affichage par groupes d'utilisateurs</a> en cliquant sur leurs noms dans le tableau ci-dessous.

source: You must be tracker administrator to access this resource.
fr_fr: Vous devez être administrateur pour accéder à cette ressource.

source: You must configure a status semantic if you want to use the "status change notifications" notification level for this tracker.
fr_fr: Vous devez configurer la sémantique status si vous voulez utiliser le niveau de notification "mise à jour du status" pour ce tracker.

source: You must provide a valid Jira server, user email and token
fr_fr: Vous devez fournir un serveur Jira, un email utilisateur et un jeton

source: You should set a <a href="%1$s">%2$s semantic</a> before defining 'assigned to group' permission
fr_fr: Vous devez définir la <a href="%1$s">sémantique %2$s</a> afin de pouvoir definir la permission 'confiés au groupe'

source: You will be notified for any changes if you make a comment or change a value in an artifact.
fr_fr: Vous serez notifié pour tous les changements si vous écrivez un commentaire ou changez une valeur dans un artéfact.

source: You will no-longer receive notifications for this artifact
fr_fr: Vous êtes désinscrit des notifications de cet artéfact

source: You will not able to edit by hand the field "%1$s" since no update and submit permissions will be granted.
fr_fr: Il ne vous sera pas possible de modifier manuellement la valeur du champ "%1$s" tant que les permissions de mise à jour et de soumission n'auront pas été actualisées.

source: Your %1$suser preferences%2$s can change the notifications you will receive.
fr_fr: Vos %1$spréférences utilisateur%2$s peuvent changer les notifications que vous recevrez.

source: Your file is not encoded in UTF-8, we are not able to parse it safely. Please save it with UTF-8 encoding before uploading it.
fr_fr: Votre fichier n'est pas encodé en UTF-8, nous ne sommes pas capable de le parcourir sans risque. Merci de le sauvegarder en UTF-8 avant de le téléverser.

source: Your notification settings have been successfully updated
fr_fr: Vos paramètres de notification ont été mis à jour avec succès

source: Your request contains invalid data, cowardly doing nothing (children parameter)
fr_fr: La requête contient des données invalides (paramètre 'children')

source: a type with %1$s as shortname already exists.
fr_fr: une nature avec le nom court %1$s existe déjà.

source: added
fr_fr: ajouté

source: all of <strong>%1$s %2$s</strong> are set to <strong>%3$s</strong>
fr_fr: tou(te)s les <strong>%1$s</strong> ont <strong>%2$s</strong> valué(e) à <strong>%3$s</strong>

source: alphabetically sort values
fr_fr: par ordre alphabétique

source: and
fr_fr: et

source: and it's now placed after
fr_fr: et il est maintenant placé après

source: and it's now placed before
fr_fr: et il est maintenant placé avant

source: are admin of the tracker
fr_fr: administrateur de l'outil de suivi

source: at least one <strong>%1$s %2$s</strong> equals <strong>%3$s</strong>
fr_fr: au moins un(e) <strong>%1$s</strong> dont <strong>%2$s</strong> est à <strong>%3$s</strong>

source: autocomputed
fr_fr: valeur calculée

source: cancel
fr_fr: annuler

source: cannot hide
fr_fr: impossible de cacher cette valeur

source: changed from
fr_fr: modifié de

source: changed from %s to %s
fr_fr: modifié de %s à %s

source: changed from %s to autocomputed
fr_fr: modifié de %s à valeur calculée

source: changed from autocomputed to %s
fr_fr: modifié de valeur calculée à %s

source: changed. (But text is too long, we are unable to compute the differences in a reasonable amount of time.)
fr_fr: modifié. (Mais le texte étant trop gros, il nous est impossible de calculer les différences dans un temps raisonnable.)

source: cleared
fr_fr: vidé

source: cleared values: %s
fr_fr: valeurs retirées : %s

source: day(s)
fr_fr: jour(s)

source: decreased
fr_fr: baissée

source: empty children list
fr_fr: liste des enfants vidée

source: empty previous hierarchy
fr_fr: hiérarchie précédente vide

source: error while playing with the database. Help us improve your experience by sending an error report.
fr_fr: erreur lors de la manipulation de la base de données. Aidez-nous à améliorer votre expérience en envoyant un rapport d'erreur.

source: field_ids attribute must not be empty.
fr_fr: l'attribut field_ids ne doit pas être vide.

source: fieldset_ids attribute must not be empty.
fr_fr: l'attribut fieldset_ids ne doit pas être vide.

source: have access to all artifacts
fr_fr: accès à tous les artéfacts

source: have access to artifacts assigned to group
fr_fr: accès aux artéfacts confiés au groupe

source: have access to artifacts assigned to or submitted by group
fr_fr: accès aux artéfacts confiés au groupe ou soumis par le groupe

source: have access to artifacts submitted by group
fr_fr: accès aux artéfacts soumis par le groupe

source: have access to artifacts they submitted
fr_fr: accès seulement aux artéfacts qu'ils ont soumis

source: in
fr_fr: dans

source: is not a float.
fr_fr: n'est pas une valeur du type flottant.

source: is not an integer.
fr_fr: n'est pas une valeur du type entier.

source: last edited by:
fr_fr: dernière édition par :

source: missing forward label
fr_fr: label manquant

source: missing reverse label
fr_fr: label inverse manquant

source: missing shortname
fr_fr: nom court manquant

source: name
fr_fr: nom

source: no type
fr_fr: sans nature

source: of
fr_fr: sur

source: of type
fr_fr: de type

source: or
fr_fr: ou

source: raised
fr_fr: augmentée

source: removed
fr_fr: retiré

source: select child tracker field
fr_fr: sélectionner le champ du tracker enfant

source: select child tracker name
fr_fr: sélectionner le nom du tracker enfant

source: select current tracker field
fr_fr: sélectionner le champ du tracker

source: select value
fr_fr: sélectionner la valeur

source: semantic %s
fr_fr: sémantique %s

source: semantic %s of tracker %s
fr_fr: sémantique %s de l'outil de suivi %s

source: semantic %s of tracker %s in project %s
fr_fr: sémantique %s de l'outil de suivi %s du projet %s

source: set to
fr_fr: valué à

source: set to %s
fr_fr: à %s

source: the project's backlog
fr_fr: le backlog du projet

source: to
fr_fr: à

source: trigger already exists for field value
fr_fr: un déclencheur existe déjà pour cette valeur de champ

source: triggering fields must be unique
fr_fr: les champs entrainant un déclenchement doivent être unique

source: type can't be deleted because it is or has been already used.
fr_fr: la nature ne peut être supprimée car elle est ou a déjà été utilisée.

source: will be set to
fr_fr: sera valué à

source: {{ jira_display_name }} identified as {{ tuleap_user_real_name }} (<a href="{{ tuleap_user_profile_url }}">@{{ tuleap_user_username }}</a>)
fr_fr: {{ jira_display_name }} identifié en tant que {{ tuleap_user_real_name }} (<a href="{{ tuleap_user_profile_url }}">@{{ tuleap_user_username }}</a>)

source: {{ jira_display_name }} identified as {{ tuleap_user_real_name }} (@{{ tuleap_user_username }})
fr_fr: {{ jira_display_name }} identifié en tant que {{ tuleap_user_real_name }} (@{{ tuleap_user_username }})
