Repository: Enalean/tuleap
Catalog: plugins/tracker/site-content/*/LC_MESSAGES/tuleap-tracker.po
Languages: fr_fr

source: Include [Assigned to me] flag in subject for people who are assigned to the artifact
fr_fr: Inclure un marqueur [Assigné à moi même] dans le sujet pour les personnes étant assignées à l'artéfact

source: Include calendar event in the artifact email notification
fr_fr: Inclure l'évènement de calendrier dans la notification email de l'artéfact

source: Include week-ends
fr_fr: Inclure les week-ends

source: Insecure email gateway
fr_fr: Passerelle NON sécurisée

source: Instantiate for new projects
fr_fr: Instancier dans les nouveaux projets

source: Integer
fr_fr: Entier

source: Invalid color tracker name
fr_fr: Nom de couleur pour l'outil de suivi non valide

source: Invalid condition: the field '%1$s'must not be empty
fr_fr: Condition invalide : le champ '%1$s' doit être rempli

source: Invalid name for a report
fr_fr: Nom de rapport invalide

source: Invalid name: %s. Please use only alphanumerical characters or an unreserved reference.
fr_fr: Nom invalide : %s. Veuillez utiliser uniquement des caractères alphanumériques ou un nom court non réservé.

source: Invalid project template.
fr_fr: Le modèle de projet selectionné est invalide.

source: Invalid short name: %s. Please use only alphanumerical characters or an unreserved reference.
fr_fr: Nom court invalide : %s. Veuillez utiliser uniquement des caractères alphanumériques ou un nom court non réservé.

source: Invalid tracker template.
fr_fr: Le modèle d'outil de suivi sélectionné est invalide.

source: Invalid value %s for field %s.
fr_fr: La valeur %s pour le champ %s est invalide.

source: Is enabled
fr_fr: Est activé

source: Is promoted
fr_fr: Est promu

source: It encountered the following error:
fr_fr: L'erreur suivante a été remontée :

source: It is inherited from a tracker of another project, this is not allowed
fr_fr: Elle est héritée de celle d'un outil de suivi appartenant à un autre projet, ceci n'est pas autorisé

source: Items per page :
fr_fr: Items par page :

source: Jira import is finished
fr_fr: L'import Jira est terminé

source: Jira issue type
fr_fr: Type de tickets Jira

source: Jira project id
fr_fr: Id du projet Jira

source: Jira server
fr_fr: Serveur Jira

source: Jira users identified on Tuleap:
fr_fr: Utilisateurs Jira identifiés sur Tuleap :

source: Jira users who are sharing their email address, but not matching with any Tuleap user:
fr_fr: Utilisateurs Jira qui partagent leurs adresses mail, mais qui ne correspondent à aucun utilisateur Tuleap :

source: Job build launch succeeded (%1$s)
fr_fr: Le build d'intégration continue a été lancé (%1$s)

source: Last Update Date
fr_fr: Date de dernière mise à jour

source: Last Updated By
fr_fr: Dernière Modification Par

source: Last artifact created
fr_fr: Dernier artéfact crée

source: Last push
fr_fr: Dernier push

source: Last update
fr_fr: Dernière modifications

source: Latest modifications
fr_fr: Dernières modifications

source: Launch a continuous integration build
fr_fr: Lancer un build de l'intégration continue

source: Lets the user attach files to the artifact
fr_fr: Permet d'attacher des fichiers à l'artéfact

source: Limit
fr_fr: Limite

source: Limit successfully updated.
fr_fr: Limite mise à jour avec succès.

source: Line Break
fr_fr: Saut de ligne

source: Link type '%s' is invalid. Available type: %s
fr_fr: Le type de lien '%s' est invalide. Type disponible : %s

source: Links
fr_fr: Liens

source: Links between artifacts may have a type for a better semantics between artifacts. Here is the list of allowed types for this platform.
fr_fr: Les liens entre artéfacts peuvent être typés en spécifiant pour chaque lien sa nature. La liste des natures possibles est définie ci-dessous.

source: Links to other artifacts
fr_fr: Liens vers d'autres artéfacts

source: List artifacts you have submitted or assigned to you, by project.
fr_fr: Affiche la liste des artéfacts par projet que vous avez soumis ou qui vous ont été assignés.

source: Load artifacts
fr_fr: Charger les artéfacts

source: Log priority changes in follow-up comments
fr_fr: Enregistrer les changements de rang dans les commentaires

source: Logs
fr_fr: Historique

source: Logs for %s
fr_fr: Historique pour %s

source: Mail configuration
fr_fr: Configuration des courriels

source: Manage Field Usage
fr_fr: Gérer l'utilisation des champs

source: Manage Fields Permissions
fr_fr: Gérer les permissions des champs

source: Manage Semantic
fr_fr: Gérer la sémantique

source: Manage Tracker Permissions
fr_fr: Gérer les permissions de l'outil de suivi

source: Manage field dependencies
fr_fr: Gérer les dépendances entre champs

source: Manage hierarchy of tracker
fr_fr: Gérer la hiérarchie du tracker

source: Manage tooltip
fr_fr: Gérer l'infobulle

source: Mandatory attribute field_id not found in action with type "set_field_value".
fr_fr: Attribut obligatoire field_id non trouvé dans une action de type "set_field_value".

source: Mandatory attribute field_ids not found in action with type "frozen_fields".
fr_fr: Attribut obligatoire field_ids non trouvé dans une action de type "frozen_fields".

source: Mandatory attribute fieldset_ids not found in action with type "hidden_fieldsets".
fr_fr: Attribut obligatoire fieldset_ids non trouvé dans une action de type "hidden_fieldsets".

source: Mandatory attribute job_url not found in CI build action.
fr_fr: L'attribut obligatoire job_url non trouvé dans une action de build CI.

source: Mandatory attribute value not found in with type "set_field_value".
fr_fr: Attribut obligatoire value non trouvé dans une action de type "set_field_value".

source: Manually
fr_fr: Manuellement

source: Mark all links to be removed
fr_fr: Marquer tous les liens pour suppression

source: Mass Change
fr_fr: Mise à jour massive

source: Mass Change All (%1$s artifacts)
fr_fr: Tous les mettre à jour (%1$s artéfacts)

source: Mass Change Checked
fr_fr: Mettre à jour

source: Masschange information
fr_fr: Informations de la modification en masse

source: Matching artifacts: <strong>%1$s</strong>
fr_fr: Artéfact(s) : <strong>%1$s</strong>

source: Max. characters
fr_fr: Max. caractères

source: Maximum number of artifacts users can delete or move from the REST API and from the user interface on a 24 hours sliding window.
fr_fr: Nombre maximum d'artéfacts que les utilisateurs peuvent supprimer ou déplacer depuis l'API REST ou l'interface utilisateur sur une période de 24 heures.

source: Message Body:
fr_fr: Message&nbsp;:

source: Migrate a Tracker v3 content for test
fr_fr: Tester la migration de contenu d'un outil de suivi v3

source: Migrate a Tracker v3 content keeping original ids
fr_fr: Migrer le contenu d'un outil de suivi v3 en conservant les ids d'origine

source: Missing Parameters
fr_fr: Paramètres manquants

source: Missing field in data:
fr_fr: Valeur de champ manquant:

source: Missing required field: %1$s
fr_fr: Un champ obligatoire est manquant : %1$s

source: Missing value on a required field: %1$s
fr_fr: Il manque une valeur sur un champ obligatoire : %1$s

source: Modify Canned Response
fr_fr: Modifier la réponse type

source: Move action is not enabled for tracker %s
fr_fr: L'outil de suivi %s n'autorise pas l'action de déplacement

source: Move artifacts
fr_fr: Déplacement d'artéfacts

source: Move of artifacts successfully enabled in tracker.
fr_fr: Le déplacement des artéfacts a été activé avec succès.

source: Move of artifacts successfully forbidden in tracker.
fr_fr: Le déplacement des artéfacts a été interdit avec succès.

source: Move this artifact
fr_fr: Déplacer l'artéfact

source: Multi Select Box
fr_fr: Liste à choix multiple

source: Multiples users match your email, it must be unique on the platform to edit artifact by email.
fr_fr: Plusieurs utilisateurs correspondent à votre adresse email. Votre utilisateur doit posséder une adresse mail unique pour permettre l'édition d'artéfact par mail.

source: My Artifacts
fr_fr: Mes Artéfacts

source: My notifications
fr_fr: Mes notifications

source: Name
fr_fr: Nom

source: Name is mandatory
fr_fr: Le nom est obligatoire

source: Name, color, and short name are required.
fr_fr: Le nom, la description et le nom court sont obligatoires.

source: New %s
fr_fr: Ajouter un(e) %s

source: New tracker
fr_fr: Nouvel outil de suivi

source: No
fr_fr: Non

source: No Tracker pending for Deletion
fr_fr: Aucun outil de suivi en attente de suppression

source: No activity yet
fr_fr: Pas encore d'activité

source: No artifact links
fr_fr: Aucun lien entre artéfacts

source: No artifacts have been selected
fr_fr: Aucun artéfact sélectionné

source: No canned responses set up yet for this tracker
fr_fr: Aucune réponse type définie pour cet outil de suivi

source: No changes for artifact %1$s
fr_fr: Aucun changement pour l'artéfact %1$s

source: No comment
fr_fr: Aucun commentaire

source: No data to import
fr_fr: Aucune donnée à importer

source: No element selected.
fr_fr: Aucun élément sélectionné.

source: No fields in the artifact can be moved in the destination tracker.
fr_fr: Aucun champ de l'artéfact ne peut être déplacé dans l'outil de suivi de destination.

source: No logs yet
fr_fr: Pas encore d'historique

source: No notification set
fr_fr: Aucune notification n'a été définie

source: No notifications
fr_fr: Aucune notification n'a été définie

source: No notifications at all
fr_fr: Aucune notification

source: No possible value found regarding your configuration. Please check your transition and field dependencies.
fr_fr: Aucune valeur possible trouvée au vu de votre configuration. Veuillez vérifier vos règles de transitions ainsi que vos dépendances entre les champs.

source: No reports available
fr_fr: Aucun rapport disponible

source: No trackers have been set up, or you are not allowed to view them.
fr_fr: Aucun outil de suivi n'a été créé, ou vous n'êtes pas autorisé à les consulter.

source: No type
fr_fr: Sans nature

source: No user group has access to this tracker
fr_fr: Aucun groupe ne peut accéder à ce tracker

source: No users have unsubscribed.
fr_fr: Aucun utilisateur ne s'est désabonné.

source: No value has been set
fr_fr: Aucune valeur n'a été définie

source: No webhooks defined
fr_fr: Aucun webhook n'est défini

source: No workflow defined on the given tracker.
fr_fr: Aucun workflow défini pour ce tracker.

source: No, I do not want to delete it
fr_fr: Non, je ne veux pas le supprimer

source: Non authorized dependency.Please, select other fields.
fr_fr: Dépendance non autorisée. Veuillez choisir d'autres champs.

source: None
fr_fr: Aucun

source: None of the reports for this tracker are public, please ensure that at least one report is public! Tracker access should be managed via the permission settings.
fr_fr: Aucun des rapports de ce tracker n'est public, veuillez créer au moins un rapport public ! Les droits d'accès d'un tracker doivent être gérés via la configuration des permissions.

source: Normal mode
fr_fr: Mode normal

source: Not allowed to delete a fieldset used in workflow.
fr_fr: Impossible de supprimer un groupe de champs utilisé dans le workflow.

source: Not allowed to delete non-empty field set.
fr_fr: Impossible de supprimer un groupe de champs non vide.

source: Nothing has changed
fr_fr: Rien n'a changé

source: Notification settings
fr_fr: Options de notification

source: Notification successfully deleted.
fr_fr: La notification a été supprimée.

source: Notification successfully saved.
fr_fr: Notification enregistrée avec succès.

source: Notifications preferences successfully updated
fr_fr: Préférences de notifications modifiées avec succès

source: Notified people
fr_fr: Personnes notifiées

source: Notify closed artifacts
fr_fr: Notifier les artéfacts fermés

source: Notify me on all update of artifacts I touch (assignee, submitter, cc, commentator, change of value, ...).
fr_fr: Me notifier pour toutes les mises à jour d'artéfacts où je suis impliqué (assigné, créé, cc, commentaire).

source: Notify me on all updates I do on artifacts but not when other users further change artifact, unless I'm creator or assignee.
fr_fr: Me notifier pour toutes mes propres mises à jour d'artéfacts. Ne pas me notifier lorsque d'autres utilisateurs mettent à jour les artéfacts, sauf si je suis le créateur ou assigné.

source: Notify me on all updates of artifacts I'm involved (assigned, submitter, cc, comment)
fr_fr: Me notifier pour toutes les mises à jour d'artéfact où je suis impliqué (assigné, créé, cc, commentaire)

source: Notify me on every change
fr_fr: Me notifier à chaque changement

source: Notify me on status change
fr_fr: Me notifier à chaque changement d'état

source: Notify me when artifacts are created
fr_fr: Me notifier lors de la création d'un nouvel artéfact

source: Notify me when other users change an artifact I touched (assignee, submitter, cc, commentator, change of value, ...).
fr_fr: Me notifier quand un autre utilisateur change un artéfact où je suis impliqué (assigné, cc, commentaire, changement de valeur).

source: Notify me when other users change artifacts I created or I'm assigned to (and all fields that can trigger notifications).
fr_fr: Me notifier quand d'autres utilisateurs changent des artéfacts que j'ai créé ou auxquels je suis assigné (et tous les champs qui déclenchent des notifications).

source: Number of open artifacts
fr_fr: Nombre d'artéfacts ouverts

source: OK, got it!
fr_fr: OK, vu!

source: On all updates?
fr_fr: À chaque modification ?

source: One id or more could not be found: '%s'
fr_fr: Un id ou plus n'a pas été trouvé : '%s'

source: One tracker or more are not found: %s
fr_fr: Un tracker ou plus n'a pas été trouvé : '%s'

source: One tracker or more is duplicated in list: %s
fr_fr: Un tracker ou plus est dupliqué : %s

source: One will be considered as a contributor/assignee of this artifact if her name appears in the field %1$s.
fr_fr: Un utilisateur sera considéré comme contributeur de l'artéfact si la valeur du champ %1$s est valuée avec son nom.

source: Only artifacts linked with the type "Child" will be taken into account in the computation of the progress.
fr_fr: Seuls les artéfacts liés avec le type "Enfant" seront pris en compte dans le calcul de la progression.

source: Only children that are part of the defined hierarchy will be taken into account by triggers.
fr_fr: Seuls les enfants qui font partis de la hiérarchie seront pris en compte par les déclencheurs.

source: Only fields selected in title or description semantic can be required if you want to create artifacts by email.
fr_fr: Seuls les champs définis dans la sémantique titre et description peuvent être requis afin de permettre la création d'artéfacts par mail.

source: Only formatting have been changed, you should switch to markup to see the changes
fr_fr: Seul du formattage a été modifié, vous devriez passer en mode balise pour voir les changements

source: Only letters and underscore are allowed for shortname (must start with a letter though).
fr_fr: Seuls les lettres et le tiret bas sont autorisés pour le nom court (il doit cependant commencer par une lettre).

source: Only text fields are supported for diff.
fr_fr: Seuls les changements de type texte sont supportés pour les diff.

source: Oops. Something weird occured. Unable to create the tracker. Please try again.
fr_fr: Oops. Quelque chose de bizarre c'est produit. Impossible de créer l'outil de suivi. Essayer à nouveau.

source: Open
fr_fr: Ouvert

source: Open List
fr_fr: Liste ouverte

source: Or select an existing field dependency
fr_fr: Ou sélectionnez une dépendance existante

source: Or you can migrate a Tracker v3...
fr_fr: Ou vous pouvez migrer un outil de suivi v3 …

source: Other Jira users:
fr_fr: Autre utilisateurs Jira :

source: Other field than '%s' is required
fr_fr: Un champs autre que '%s' est requis

source: Other fields than title or description cannot be required
fr_fr: Les champs autres que titre ou description ne peuvent pas être requis

source: Other groups
fr_fr: Autre groupes

source: Other users Tuleap could not identify, replaced by Tracker Importer
fr_fr: Autres utilisateurs que Tuleap n'a pas pu identifier, remplacés par Tracker importer

source: Others
fr_fr: Autres

source: Override link type "%2$s" to artifact #%1$s with type "%3$s" returned by another service
fr_fr: La nature "%2$s" du lien vers l'artéfact #%1$s a été remplacée par "%3$s" par un autre service

source: Paragraph, long text field
fr_fr: Paragraphe

source: Parent artifact:
fr_fr: Artéfact parent :

source: Paste the patch here (text only)
fr_fr: Coller le code du correctif ici (texte uniquement)

source: Per tracker id
fr_fr: ID dans le tracker

source: Permission Denied
fr_fr: Permissions insuffisantes

source: Permissions on artifact
fr_fr: Permissions sur un artéfact

source: Personal report
fr_fr: Rapport personnel

source: Pick artifacts to be linked from your recently viewed items:
fr_fr: Sélectionnez les artéfacts à lier parmis ceux que vous avez visités récemment&nbsp;:

source: Please <a href="{{ tracker_fields_admin_url }}">add an artifact link field</a> to your tracker first.
fr_fr: Veuillez d'abord <a href="{{ tracker_fields_admin_url }}">ajouter un champ de lien d'artéfacts</a> à votre outil de suivi.

source: Please avoid spaces and punctuation in short names
fr_fr: Veuillez éviter les espaces et les ponctuations dans le nom court

source: Please note that date reminders does not take tracker notifications settings into account and will always be sent even if notifications are disabled.
fr_fr: Veuillez noter que les rappels sur une date ne tiennent pas compte des paramètres de notification du tracker et seront toujours envoyés même si les notifications sont désactivées.

source: Please note that project administrators and tracker administrators are granted full access to the tracker.
fr_fr: Les administrateurs de projet et de tracker ont un accès complet au tracker.

source: Please note that the image above is rendered in real time so it represents burndown as of today, not as when the email was sent.
fr_fr: L'image précédente est calculée en temps réel. L'information représentée correspond à la date courante, et non à la date d'envoi du message.

source: Please provide a valid limit.
fr_fr: Veuillez fournir une limite valide.

source: Please provide a valid query.
fr_fr: Veuillez fournir une requête valide.

source: Please select a tracker
fr_fr: Sélectionnez un outil de suivi

source: Please try again or contact your administrator.
fr_fr: Merci d'essayer à nouveau ou alors contactez votre administrateur.

source: Please, check your data before importing, especially the dates.
fr_fr: Veuillez vérifier les données avant d'importer, en particulier les dates.

source: Preview
fr_fr: Prévisualisation

source: Preview:
fr_fr: Aperçu :

source: Progress
fr_fr: Progression

source: Progress semantic is not properly configured.
fr_fr: La sémantique de progression n'est pas correctement configurée.

source: Progress semantic is not properly configured: Link type %s is not activated in the project or does not exist.
fr_fr: La sémantique de progression n'est pas correctement configurée : Le type de lien %s n'est pas activé dans le projet ou n'existe pas.

source: Progress semantic is not properly configured: Only links of type "Child" are supported.
fr_fr: La sémantique de progression n'est pas correctement configurée : Seulement les liens de type "Enfant" sont supportés.

source: Progress semantic is not properly configured: Unable to find an artifact link field in tracker %s.
fr_fr: La sémantique de progression n'est pas correctement configurée : Impossible de trouver le champ de liens d'artéfacts dans le tracker %s.

source: Progress semantic is not properly configured: total effort and remaining effort fields have to be two different fields.
fr_fr: La sémantique de progression n'est pas correctement configurée : les champs "effort total" et "effort restant" doivent être deux champs différents.

source: Progress semantic is not properly configured: unable to find the remaining effort field.
fr_fr: La sémantique de progression n'est pas correctement configurée : impossible de trouver le champ pour l'effort restant.

source: Progress semantic is not properly configured: unable to find the total effort field.
fr_fr: La sémantique de progression n'est pas correctement configurée : impossible de trouver le champ pour l'effort total.

source: Project
fr_fr: Projet

source: Project admins can also <a href="/project/admin/ugroup.php?group_id=%s">create or modify</a> user groups.
fr_fr: Les administrateurs de projet peuvent aussi <a href="/project/admin/ugroup.php?group_id=%s">créer ou modifier</a> des groupes d'utilisateurs.

source: Promote %s in the +New dropdown across the project
fr_fr: Promouvoir %s dans le menu déroulant +Nouveau dans tout le projet

source: Promote %s in the sidebar and +New dropdown across the project
fr_fr: Promouvoir %s dans la barre latérale et le menu déroulant +Nouveau dans tout le projet

source: Provided computation method does not exist
fr_fr: La méthode de calcul fournie n'existe pas

source: Provides a textbox containing a list of values, with autocompletion
fr_fr: Un champ texte contenant une liste de valeurs, avec auto-complétion

source: Public report
fr_fr: Rapport public

source: Query
fr_fr: Requête

source: Radio button
fr_fr: Bouton radio

source: Rank
fr_fr: Rang

source: Read only
fr_fr: Lecture seule

source: Read only access to information about trackers
fr_fr: Accès en lecture seule aux informations concernant les outils de suivi

source: Ready to import %1$s artifact(s): %2$s new artifact(s), %3$s existing artifact(s)
fr_fr: Prêt à importer %1$s artéfact(s)&nbsp;: %2$s artéfact(s) nouveau(x) , %3$s artéfact(s) existant(s)

source: Receive emails:
fr_fr: Recevoir du courriel :

source: Receive notifications for this artifact
fr_fr: Recevoir les notifications de cet artéfact

source: Recent artifacts
fr_fr: Artéfacts récents

source: Referenced by {{ artifact_xref }}
fr_fr: Référencé par {{ artifact_xref }}

source: References list is empty
fr_fr: Cet artéfact n'est pas référencé, et n'est pas source de références

source: Referencing {{ artifact_xref }}
fr_fr: Référençant {{ artifact_xref }}

source: Remaining effort
fr_fr: Effort restant

source: Remaining effort cannot be greater than total effort.
fr_fr: L'effort restant ne peux pas être supérieur à l'effort total.

source: Remaining effort cannot be negative.
fr_fr: L'effort restant ne peut pas être négatif.

source: Reminder with ID %d not found.
fr_fr: Le rappel avec l'ID %d n'a pas été trouvé.

source: Reminder: '%1$s' %2$s for '%3$s'
fr_fr: Rappel: '%1$s' %2$s pour '%3$s'

source: Remove
fr_fr: Enlever

source: Remove %s from +New dropdown
fr_fr: Enlever %s du menu déroulant +Nouveau

source: Remove %s from sidebar and +New dropdown
fr_fr: Enlever %s de la barre latérale et du menu déroulant +Nouveau

source: Remove from tooltip
fr_fr: Enlever de l'infobulle

source: Removed: %s
fr_fr: Suppression : %s

source: Renderer does not exist
fr_fr: Le rendu n'existe pas

source: Renderer id
fr_fr: Id du rendu

source: Renderer name is mandatory.
fr_fr: Le nom est obligatoire.

source: Reply artifact by email
fr_fr: Répondre à un artéfact par courriel

source: Reply to artifact by mail is possible
fr_fr: Répondre à un artéfact par courriel est possible

source: Report
fr_fr: Rapport

source: Report configuration
fr_fr: Configuration du rapport

source: Report has been modified by <span class="tracker_report_updated_by">%1$s</span>. You can either:
fr_fr: Le rapport a été modifié par <span class="tracker_report_updated_by">%1$s</span>. Vous pouvez :

source: Report has been modified. You can either
fr_fr: Le rapport a été modifié. Vous pouvez

source: Report name:
fr_fr: Nom du rapport :

source: Report:
fr_fr: Rapport :
