Repository: Enalean/tuleap
Catalog: plugins/tracker/site-content/*/LC_MESSAGES/tuleap-tracker.po
Languages: fr_fr

source: The list field '%s' cannot be compared to MYSELF() for anonymous users.
fr_fr: Le champ liste '%s' ne peut pas être comparé à MYSELF() pour les utilisateurs anonymes.

source: The list field '%s' cannot be compared to NOW().
fr_fr: Le champ liste '%s' ne peut pas être comparé à NOW().

source: The list field '%s' cannot be compared to OPEN().
fr_fr: Le champ liste '%s' ne peut pas être comparé à OPEN().

source: The list field '%s' cannot be compared to the empty string with IN() operator.
fr_fr: Le champ liste '%s' ne peut pas être comparé à une chaîne vide avec l'opérateur IN().

source: The list field '%s' cannot be compared to the empty string with NOT IN() operator.
fr_fr: Le champ liste '%s' ne peut pas être comparé à une chaîne vide avec l'opérateur NOT IN().

source: The notification could not be deleted.
fr_fr: La notification n’a pas pu être supprimée.

source: The notification could not be saved.
fr_fr: La notification n’a pas pu être enregistrée.

source: The priority has been
fr_fr: La priorité de cet artéfact a été

source: The progress of artifacts is based on effort and will be computed by dividing the current value of the "%s" field by the current value of the "%s" field.
fr_fr: La progression des artéfacts est basée sur l'effort et sera calculée en divisant la valeur actuelle du champ "%s" par la valeur actuelle du champ "%s".

source: The progress of artifacts will be based on the ratio of nb open/nb total of children artifacts.
fr_fr: La progression des artéfacts sera basée sur le ratio nb ouvert/nb total d'artéfacts enfants.

source: The progress will be computed by dividing the total number of direct children by the number of closed direct children.
fr_fr: La progression sera calculée en divisant le nombre total d'enfants directs par le nombre d'enfants directs fermés.

source: The provided field can't be shared with this tracker because the project it comes from is not active.
fr_fr: Le champ entré ne peut pas être partagé avec cet outil de suivi parce que son projet d'origine n'est pas actif.

source: The provided file is not a valid file
fr_fr: Le fichier fourni est invalide

source: The query is considered too complex to be executed by the server. Please simplify it (for example remove comparisons) to continue.
fr_fr: La requête est estimée trop complexe pour être exécutée par le serveur. Veuillez la simplifier (par exemple enlever des comparaisons) pour pouvoir continuer.

source: The rank of an artifact only exists in the context of a milestone. You must filter by milestone to view artifact ranks.
fr_fr: Le rang de l'artifact n'ayant du sens que dans le cadre d'un jalon, vous devez sélectionner un jalon pour connaître son rang.

source: The report was sorted against this column. This column can not be used to sort a report, the sort has been ignored. Please choose another column.
fr_fr: Le rapport a été trié sur cette colonne. Cette colonne ne permet cependant pas le tri. Le tri a donc été ignoré. Veuillez choisir une autre colonne.

source: The request is not valid
fr_fr: La requête n'est pas valide

source: The request is not valid.
fr_fr: La requête n'est pas valide.

source: The same value cannot be source and destination at the same time.
fr_fr: La même valeur ne peut pas être à la fois source et destination en même temps.

source: The selected values will define the artifact as done:
fr_fr: Les valeurs sélectionnées définissent l'artéfact comme fini :

source: The semantic %stimeframe%s and %stitle%s are requested to activate this setting.
fr_fr: Les sémantiques %stimeframe%s et %stitle%s sont requises pour activer la fonctionnalité.

source: The semantic %stimeframe%s cannot be inherited from another tracker to activate this setting.
fr_fr: La sémantique %stimeframe%s ne peut pas être héritée d'un autre outil de suivi pour activer la fonctionnalité.

source: The semantic %stimeframe%s is requested to activate this setting.
fr_fr: La sémantique %stimeframe%s est requise pour activer la fonctionnalité.

source: The semantic %stitle%s is requested to activate this setting.
fr_fr: La sémantique %stitle%s est requise pour activer la fonctionnalité.

source: The semantic done cannot be defined because the semantic status is not defined.
fr_fr: La sémantique fini ne peut être définie car la sémantique État n'est pas définie.

source: The semantic status cannot de deleted because the semantic done is defined for this tracker.
fr_fr: La sémantique État ne peut être supprimée car la sémantique fini est définie.

source: The semantic status cannot de deleted because tracker notifications is set to "Status change notifications".
fr_fr: La sémantique État ne peut être supprimée car la configuration des notifications est définie à "Notifications lors du changement de status".

source: The start date field and the end date field cannot be the same.
fr_fr: Le champ date de début et le champ date de fin ne peuvent pas être le même.

source: The status is now bind to: %1$s
fr_fr: L'état est maintenant lié au champ : %1$s

source: The submitted URL is not valid.
fr_fr: L'URL soumise n'est pas valide.

source: The template id %s used for tracker creation was not found.
fr_fr: Le patron avec l'identifiant %s utilisé pour la création de l'outil de suivi n'a pas été trouvé.

source: The text field '%s' cannot be compared to MYSELF().
fr_fr: Le champ texte '%s' ne peut pas être comparé à MYSELF().

source: The text field '%s' cannot be compared to NOW().
fr_fr: Le champ texte '%s' ne peut pas être comparé à NOW().

source: The text field '%s' cannot be compared to OPEN().
fr_fr: Le champ texte '%s' ne peut pas être comparé à OPEN().

source: The timeframe semantic summarizes the duration of artifact in %s.
fr_fr: La sémantique plage de temps résume la durée de l'artéfact dans %s.

source: The title summarizes an artifact and will be used in various places: widgets, artifact links, email notifications, ...
fr_fr: Le titre décrit un artéfact et sera utilisé dans les flux RSS ou dans le widget Mes Artéfacts.

source: The title summarizes an artifact and will be used in various places: widgets, artifact links, email notifications, …
fr_fr: Le titre décrit un artéfact et sera utilisé dans de nombreux endrits : les widgets, les liens d'artéfacts, les notifications emails …

source: The tracker %s is implicated in cross-tracker triggers. You will not be able to remove this tracker from the hierarchy until the triggers implicating it are removed.
fr_fr: L'outil de suivi %s est impliqué dans des règles globales sur les déclencheurs. Il ne sera pas possible de l'enlever de la hiérarchie tant que des déclencheurs l'impliquent.

source: The tracker '%1$s' cannot be created. Use '--update' to update an existing tracker.
fr_fr: Le tracker '%1$s' ne peut être créé. Utilisez l'option '--update' pour mettre à jour un tracker.

source: The tracker '%1$s' has been properly restored
fr_fr: L'outil de suivi '%1$s' a été proprement restauré

source: The tracker does not have an artifact link field, nothing can be displayed here.
fr_fr: L'outil de suivi n'a pas de champ liens entre artéfacts, nous ne pouvons rien afficher ici.

source: The tracker does not seem to have the create/reply by mail feature enabled.
fr_fr: Le tracker ne semble pas permettre l'édition d'artéfact par mail.

source: The tracker doesn't have a "capacity" Integer or Computed field or you don't have the permission to access it.
fr_fr: L'outil de suivi n'a pas de champ "capacity" de type Entier ou Calculé ou bien vous n'avez pas la permission d'y accéder.

source: The tracker doesn't have a "capacity" Integer or Float or Computed field or you don't have the permission to access it.
fr_fr: L'outil de suivi n'a pas de champ "capacity" de type Entier, Flottant ou Calculé ou bien vous n'avez pas la permission d'y accéder.

source: The tracker doesn't have a "duration" Integer field or you don't have the permission to access it.
fr_fr: L'outil de suivi n'a pas de champ "duration" de type Entier ou bien vous n'avez pas la permission d'y accéder.

source: The tracker doesn't have a "end_date" Date field or you don't have the permission to access it.
fr_fr: L'outil de suivi n'a pas de champ "end_date" de type Date ou bien vous n'avez pas la permission d'y accéder.

source: The tracker doesn't have a "start_date" Date field or you don't have the permission to access it.
fr_fr: L'outil de suivi n'a pas de champ "start_date" de type Date ou bien vous n'avez pas la permission d'y accéder.

source: The tracker name %s is already used. Please use another one.
fr_fr: Le nom du tracker %s est déjà utilisé. Veuillez en choisir un autre.

source: The tracker short name %s is already used. Please use another one.
fr_fr: Le nom court du tracker %s est déjà utilisé. Veuillez en choisir un autre.

source: The transition has not been updated.
fr_fr: La transition n'a pas été mise à jour.

source: The transition is not valid.
fr_fr: La transition n'est pas valide.

source: The transition to the value "%1$s" is not valid.
fr_fr: La transition vers la valeur "%1$s" est invalide.

source: The transition to the value "None" is not valid.
fr_fr: La transition vers la valeur "Aucun" est invalide.

source: The triggers definitions are based on the tracker hierarchy.
fr_fr: La définition de déclencheurs s'appuie sur la hiérarchie entre outils de suivi.

source: The triggers will be applied on each creation/update of artifacts.
fr_fr: Ces déclencheurs s'appliqueront à chaque création/ modification d'artéfacts.

source: The two fields must be different
fr_fr: Les deux champs doivent être différents

source: The type "%s" of the link to artifact #%s has been set to "no type"
fr_fr: Le type de lien "%s" vers l'artéfact #%s a été défini à "pas de type"

source: The type %1$s has been successfully created.
fr_fr: La nature %1$s a été créée avec succès.

source: The type %1$s has been successfully updated.
fr_fr: La nature %1$s a été modifié avec succès.

source: The type has been successfully deleted.
fr_fr: La nature a bien été supprimée.

source: The unsubscribe list has been successfully updated.
fr_fr: La liste des désabonnements ont été mise à jour avec succès.

source: The user can choose one value among others
fr_fr: Permet de choisir une valeur parmi plusieurs

source: The user can choose some values among others
fr_fr: Permet de choisir plusieurs valeurs

source: The value '%s' doesn't exist for the list field '%s'.
fr_fr: La valeur '%s' n'existe pas pour le champ liste ‘%s’.

source: Then the tracker field
fr_fr: Alors le champ

source: Then, fill the name, description and short name of this new tracker:
fr_fr: Veuillez remplir le nom, la description et le nom court de cet outil de suivi&nbsp;:

source: There are no child trackers defined for this tracker
fr_fr: Ce tracker n'a pas de trackers enfants

source: There is a hierarchy defined between "%s" and "%s" but the link between this artifact and %s is not parent/child.
fr_fr: Il y'a une hiérarchie définie entre "%s" et "%s", mais le lien entre cet artéfact et %s n'est pas défini comme parent/enfant.

source: There is no field with ID:%1$s
fr_fr: Aucun champ avec l'ID:%1$s

source: There is no remaining effort.
fr_fr: Il n'y a pas d'effort restant.

source: There is no total effort.
fr_fr: Il n'y a pas d'effort total.

source: There isn't any fields to add to the tooltip
fr_fr: Il n'y a aucun champs à ajouter à l'infobulle

source: There isn't any information in the tooltip yet.
fr_fr: Il n'y a aucune information dans l'infobulle pour l'instant.

source: There isn't any trackers yet
fr_fr: Il n'y pas encore d'outil de suivi

source: There must be at least one authorized user group.
fr_fr: Il doit y avoir au moins un groupe d'utilisateurs autorisé à effectuer la transition.

source: There no artifact links types
fr_fr: Il n'y a aucune nature de liens entre artéfacts

source: There should not be duplicate field_ids for 'frozen_fields' actions.
fr_fr: Les field_ids d'actions 'frozen_fields' avec type 'int' ne doivent pas être en doublons.

source: There should not be duplicate field_ids for 'set_field_value' actions with type 'date'.
fr_fr: Les field_ids d'actions 'set_field_value' avec type 'date' ne doivent pas être en doublons.

source: There should not be duplicate field_ids for 'set_field_value' actions with type 'float'.
fr_fr: Les field_ids d'actions 'set_field_value' avec type 'float' ne doivent pas être en doublons.

source: There should not be duplicate field_ids for 'set_field_value' actions with type 'int'.
fr_fr: Les field_ids d'actions 'set_field_value' avec type 'int' ne doivent pas être en doublons.

source: There should not be duplicate fieldset_ids for 'hidden_fieldsets' actions.
fr_fr: Les fieldset_ids d'actions 'hidden_fieldsets' avec type 'int' ne doivent pas être en doublons.

source: This artifact (of %2$s) will be linked to %1$s
fr_fr: Cet artéfact (de %2$s) sera lié à %1$s

source: This artifact cannot be duplicated.
fr_fr: Cet artéfact ne peut pas être dupliqué.

source: This artifact does not exist.
fr_fr: Cet artéfact n'existe pas.

source: This artifact doesn't respect tracker's rules. It will not be imported : CSV's line %s.
fr_fr: Cet artéfact ne respecte pas les règles de l'outil de suivi. Il ne sera pas importé: ligne %s du fichier CSV.

source: This field is shared from tracker <a href="%s">%s</a> from project %s
fr_fr: Ce champ est partagé depuis l'outil de suivi <a href="%s">%s</a> du projet %s

source: This field is the title of the artifact. It is not allowed to masschange it.
fr_fr: Ce champ est le titre de l'artéfact. Il est interdit de le mettre massivement à jour.

source: This field is used by the following trackers:
fr_fr: Ce champ est utilisé par les outils de suivi suivants :

source: This file has been removed meantime.
fr_fr: Ce fichier a été supprimé entre temps.

source: This page is deprecated and will be removed soon. You should switch to the new tracker creation flow.
fr_fr: Cette page est dépréciée et sera bientôt supprimée. Vous devriez utiliser le nouveau flux de création des outils de suivi.

source: This permission grants tracker administration rights on all trackers on all projects
fr_fr: Cette permission donne le droit d'administration sur tous les trackers

source: This report does not exist.
fr_fr: Ce rapport n'existe pas.

source: This semantic has invalid configuration:
fr_fr: Cette sémantique est mal configurée :

source: This semantic is not defined yet.
fr_fr: Cette sémantique n'est pas encore définie.

source: This semantic is only used in %s at the moment.
fr_fr: Cette sémantique est uniquement utilisée dans %s pour le moment.

source: This semantic is only used in %s at the moment. In longer-term, we plan to use it in %s as well.
fr_fr: Cette sémantique est seulement utilisée dans %s pour le moment. À plus long terme, nous prévoyons de l'utiliser dans %s.

source: This semantic is unused at the moment.
fr_fr: Cette sémantique est inutilisée pour le moment.

source: This semantic is unused at the moment. In longer-term, we plan to use it in %s.
fr_fr: Cette sémantique est inutilisée pour le moment. À plus long terme, nous prévoyons de l'utiliser dans %s.

source: This semantic will be used in:
fr_fr: Cette sémantique sera utilisée par :

source: This template does not use trackers
fr_fr: Ce modèle n'utilise pas les trackers

source: This tracker does not exist.
fr_fr: Cet outil de suivi n'existe pas.

source: This tracker has no workflow.
fr_fr: Cet outil de suivi n'a pas de workflow.

source: This tracker is deleted
fr_fr: Ce tracker a été supprimé

source: This tracker's notifications are disabled, when you use @ to mention someone, no email will be sent.
fr_fr: Les notifications de ce tracker sont désactivées, lorsque vous utilisez @ pour mentionner quelqu'un, aucun e-mail ne sera envoyé.

source: This transition already exists.
fr_fr: Cette transition existe déjà.

source: This type can't be deleted because it is or has been already used.
fr_fr: Cette nature ne peut être supprimée car elle est ou a déjà été utilisée.

source: This view will be removed soon, it is replaced by the brand new Links tab
fr_fr: Cette vue sera bientôt supprimée, elle est remplacée par le nouvel onglet Liens

source: Those rules will be applied on each creation/update of artifacts.
fr_fr: Ces règles s'appliqueront à chaque création/ modification d'artéfacts.

source: Time
fr_fr: Date

source: Timeframe
fr_fr: Plage de temps

source: Timeframe is based on start date field "%s" and duration field "%s".
fr_fr: La plage de temps est définie par le champ date de début "%s" et le champ durée "%s".

source: Timeframe is based on start date field "%s" and end date field "%s".
fr_fr: La plage de temps est définie par le champ date de début "%s" et le champ date de fin "%s".

source: Timeframes will be inherited from %s linking artifacts of this tracker.
fr_fr: Les plages de temps seront héritées des %s liant les artéfacts de cet outil de suivi.

source: Title
fr_fr: Titre

source: Title semantic is not defined
fr_fr: La sémantique titre n'est pas définie

source: Today
fr_fr: Date du jour

source: Toggle an aggregate function
fr_fr: Activer une fonction d'aggrégation

source: Token based email gateway
fr_fr: Passerelle basée sur un jeton d'authentification

source: Tooltip
fr_fr: Infobulle

source: Tooltips are shown everywhere in Tuleap when an artifact is hovered, giving more information coming from the artifact's data.
fr_fr: Les infobulles sont affichées partout dans Tuleap quand un artéfact est survolé, donnant plus d'information à propos des données de celui-ci.

source: Total effort
fr_fr: Effort total

source: Total effort cannot be negative.
fr_fr: L'effort total ne peux pas être négatif.

source: Total number of artifacts
fr_fr: Nombre total d'artéfacts

source: Tracker
fr_fr: Outil de suivi

source: Tracker #%d new children: %s (previous children: %s)
fr_fr: Outil de suivi #%d nouveaux enfants: %s (enfant précédents: %s)

source: Tracker %1$s not duplicated
fr_fr: L'outil de suivi %1$s n'a pas été copié

source: Tracker %d has too many artifacts (%d) while limit was set to %d. Please refine your query
fr_fr: L'outil de suivi %d contient trop d'artefacts (%d) alors que la limite a été fixée à %d. Merci de raffiner votre requête

source: Tracker %s : field %s (%s) has no permission
fr_fr: Outil de suivi %s : le champ %s (%s) n'a pas de permissons

source: Tracker %s has been successfully deleted
fr_fr: L'outil de suivi %s a été supprimé

source: Tracker %s will now appear in the +New dropdown on every page of the project
fr_fr: L'outil de suivi %s apparaîtra dans le menu déroulant +Nouveau sur toutes les pages du projet

source: Tracker %s will now appear in the sidebar or the +New dropdown on every page of the project
fr_fr: L'outil de suivi %s apparaîtra dans la barre latérale et le menu déroulant +Nouveau sur toutes les pages du projet

source: Tracker %s won't appear anymore in the +New dropdown on every page of the project
fr_fr: L'outil de suivi %s n'apparaîtra plus dans le menu déroulant +Nouveau sur toutes les pages du projet

source: Tracker %s won't appear anymore in the sidebar or the +New dropdown on every page of the project
fr_fr: L'outil de suivi %s n'apparaîtra plus dans la barre latérale et le menu déroulant +Nouveau sur toutes les pages du projet

source: Tracker (read only)
fr_fr: Tracker (lecture seule)

source: Tracker configuration permission and artifacts permissions are not listed.
fr_fr: Les permissions des configurations de tracker et celles des artéfacts ne sont pas listées.

source: Tracker deleted
fr_fr: Outil de suivi supprimé

source: Tracker does not exist
fr_fr: L'outil de suivi n'existe pas

source: Tracker email format
fr_fr: Format du courriel pour les outils de suivi

source: Tracker global administration
fr_fr: Administration globale des outils de suivi

source: Tracker hierarchy
fr_fr: Hiérarchie de l'outil de suivi

source: Tracker hierarchy is Cyclic
fr_fr: La hiérarchie est cyclique

source: Tracker id
fr_fr: Id de l'outil de suivi

source: Tracker name
fr_fr: Nom de l'outil de suivi

source: Tracker not in hierarchy
fr_fr: Le tracker n'appartient pas à la hiérarchie

source: Tracker permissions
fr_fr: Permissions de l'outil de suivi

source: Tracker renderer
fr_fr: Rendu d'un tracker

source: Tracker service cannot be deactivated because the following service is in use: %s
fr_fr: Le service Suivi ne peut être désactivé car il est utilisé par le service suivant : %s

source: Tracker service is disabled.
fr_fr: Le service tracker est désactivé.

source: Tracker shortname
fr_fr: Nom court de l'outil de suivi

source: Tracker shortname length must be inferior to 25 characters.
fr_fr: La longeur du nom court de tracker doit être inférieure à 25 caractères.

source: Tracker successfully updated.
fr_fr: Outil de suivi mis à jour avec succès.

source: Trackers
fr_fr: Outils de suivi

source: Trackers Pending for Deletion
fr_fr: Outils de suivi en attente de suppression

source: Trackers new generation
fr_fr: Outil de suivi nouvelle génération

source: Transition not found.
fr_fr: Transition non trouvée.

source: Transition permissions are not respected
fr_fr: Les permissions de la transition ne sont pas respectées

source: Transition rules
fr_fr: Règles de transitions

source: Transition with id '%d' has no workflow
fr_fr: La transition avec l'id '%d' n'est rattachée à aucun workflow

source: Transitions rules
fr_fr: Règles de transitions

source: Transitions updated
fr_fr: Transitions mises à jour

source: Triggers
fr_fr: Déclenchements

source: Type
fr_fr: Nature

source: Type '%s' does not exist. This field is ignored. (Name : '%s', ID: '%s').
fr_fr: Type '%s' inexistant. Ce champ sera ignoré. (Nom : '%s', ID: '%s').

source: Type is missing for artifact #%1$s.
fr_fr: L'artéfact #%1$s n'est associé à aucune nature.

source: Unable to change the name of the element, it is already in use by another one
fr_fr: Impossible de changer le nom du champ car il est utilisé ailleurs

source: Unable to create artifact
fr_fr: Impossible de créer l'artéfact

source: Unable to create the requested type: %1$s
fr_fr: Impossible de créer la nature : %1$s

source: Unable to edit the requested type: %1$s
fr_fr: Impossible d'éditer la nature : %1$s

source: Unable to open file %1$s
fr_fr: Impossible d'ouvrir le fichier %1$s

source: Unable to render the chart
fr_fr: Impossible de construire le graphique

source: Unable to retrieve the time period: Too many artifacts from tracker %s are linking artifact #%d. There should only be one.
fr_fr: Impossible de récupérer la période : Trop d'artéfacts provenant de l'outil de suivi %s lient l'artéfact #%d. Il ne devrait y en avoir qu'un seul.

source: Unable to save the contributor/assignee
fr_fr: Impossible de sauvegarder la sémantique contributeur

source: Unable to save the description
fr_fr: Impossible de sauvegarder la description

source: Unable to save the status
fr_fr: Impossible de sauvegarder la sémantique état

source: Unable to save the title
fr_fr: Impossible de sauvegarder le titre

source: Unable to update artifact %1$s
fr_fr: Impossible de mettre à jour l'artéfact %1$s

source: Unable to update calendar events configuration: %s
fr_fr: Impossible de mettre à jour la configuration des événement de calendrier : %s

source: Unable to update the artifact
fr_fr: Impossible de mettre à jour l'artéfact

source: Unchanged
fr_fr: Inchangé

source: Undefined
fr_fr: Indéfini

source: Unknown artifact %1$s
fr_fr: Artifact %1$s non trouvé

source: Unknown field: %1$s
fr_fr: Champ inconnu : %1$s

source: Unknown post action '%s'.
fr_fr: Post action inconnue '%s'.

source: Unknown value: "%1$s" for field "%2$s"
fr_fr: Valeur inconnue: "%1$s" pour le champ "%2$s"

source: Unset this semantic
fr_fr: Réinitialiser cette sémantique
