Repository: Enalean/tuleap
Catalog: plugins/tracker/site-content/*/LC_MESSAGES/tuleap-tracker.po
Languages: fr_fr

source: "Attachment" type field cannot be modified during artifact copy.
fr_fr: Le champ de type "Fichiers à transmettre" ne peut être modifié durant une copie d'un artéfact.

source: "FROM" keyword is missing from your query, it is mandatory in expert mode
fr_fr: Le mot-clé "FROM" est absent de votre requête, il est obligatoire en mode expert

source: "None" value cannot be hidden
fr_fr: La valeur "Aucun" ne peut pas être cachée

source: "SELECT" keyword is not allowed in default mode
fr_fr: Le mot-clé "SELECT" n'est pas autorisé en mode défaut

source: "duration" field is empty or invalid
fr_fr: Le champ "duration" est vide ou invalide

source: "duration" must be greater than 1 to display burndown graph.
fr_fr: Le champ "duration" doit être supérieur à 1 pour pouvoir afficher correctement le graphique.

source: "end date" field is empty or invalid
fr_fr: Le champ "Date de fin" est vide ou invalide

source: "start date" field is empty or invalid
fr_fr: Le champ "start date" est vide ou invalide

source: %1$d open / %2$d total
fr_fr: %1$d ouvert / %2$d total

source: %1$s : artifact #%2$s does not exist.
fr_fr: %1$s : %2$s n'est pas un artéfact existant.

source: %1$s Artifact(s) created
fr_fr: %1$s artéfact(s) créé(s)

source: %1$s Artifact(s) updated
fr_fr: %1$s artéfact(s) mis à jour

source: %1$s can contain neiher carriage return nor null char.
fr_fr: %1$s ne peut contenir ni retour chariot, ni le caractère null.

source: %1$s can not contain more than %2$s characters.
fr_fr: %1$s ne peut pas contenir plus de %2$s caractères.

source: %1$s contains a value which is not a login or an email.
fr_fr: %1$s contient une valeur qui n'est pas un login ou une adresse électronique.

source: %1$s contains a value which is not a user group.
fr_fr: %1$s contient une valeur qui n'est pas un groupe utilisateur.

source: %1$s day(s) %2$s
fr_fr: %1$s jour(s) %2$s

source: %1$s has just updated the artifact
fr_fr: %1$s vient de mettre à jour l'artéfact

source: %1$s is not a date.
fr_fr: %1$s n'est pas une valeur du type date.

source: %1$s is not a datetime, format should be %2$s hh:mm or %2$s hh:mm:ss (in the later case, seconds will be ingored).
fr_fr: %1$s n'est pas une valeur du type "date heure", le format attendu est %2$s hh:mm ou %2$s hh:mm:ss (dans le dernier cas, les secondes seront ignorées).

source: %1$s is not a string.
fr_fr: %1$s n'est pas une valeur de type chaîne de caractère.

source: %1$s is not a text.
fr_fr: %1$s n'est pas une valeur du type texte.

source: %1$s was asked to remind you today that the '%2$s' in the artifact below is %3$s.
fr_fr: %1$s a été chargé de vous rappeler aujourd'hui que '%2$s' dans l'artéfact suivant est %3$s.

source: %1$s: %2$s is not an artifact id.
fr_fr: %1$s : %2$s n'est pas un id d'artéfact.

source: %1s - open %2s
fr_fr: %1s - %2s ouvert·e·s

source: %s administration
fr_fr: Administration de %s

source: %s has been successfully moved to %s
fr_fr: %s a été déplacé avec succès vers %s

source: %s has been successfully moved to %s in %s
fr_fr: %s a été déplacé avec succès vers %s dans %s

source: %s tracker
fr_fr: Tracker %s

source: %s working day
fr_fr: %s jour ouvrable

source: '%s' is not a valid value for reminder notify closed artifacts
fr_fr: '%s' n'est pas une valeur valide pour la notification des artéfacts fermés

source: '%s' is not supported for the operator %s.
fr_fr: '%s' n'est pas supporté pour l'opérateur %s.

source: (HTML tags allowed)
fr_fr: (Balises HTML autorisées)

source: (The maximum upload file size is %1$s Mb. The file must be encoded in UTF-8)
fr_fr: (La taille maximum du fichier est de %1$s Mb. Le fichier doit être encodé en UTF-8)

source: * denotes user groups that may not have access to the tracker (no <a href="%s">tracker permission</a> set).
fr_fr: * il est possible que ces groupes n'aient pas accès au tracker (pas de <a href="%s">permission sur l'outil de suivi</a> définie).

source: -- Choose source field
fr_fr: -- Choisir un champ source

source: -- Choose target field
fr_fr: -- Choisir un champ cible

source: <h3>Confirm deletion of date reminder</h3><p>You are going to delete this date reminder:</p><p>%1$s</p><p>Are you sure that you want to continue?</p>
fr_fr: <h3>Confirmez la suppression du rappel sur une date du tracker</h3><p>Vous êtes sur le point de supprimer sur une date du tracker:</p><p>%1$s</p><p>Êtes vous sûr de vouloir continuer ?</p>

source: <h3>You are about to delete permanently the artifact "%1$s".</h3><p><strong>There is no way to restore the artifact.</strong></p>
fr_fr: <h3>Vous êtes sur le point de supprimer définitivement "%1$s".</h3><p><strong>Cette opération est irréversible, il n'y a aucun moyen de restauration des données supprimées.</strong></p>

source: <h4><i class="fa fa-exclamation-triangle"></i> Your local.inc file is outdated!</h4><p>It appears that your local.inc file contains definitions of variables that are unused and it may lead to confusion.</p><p>Please edit <code>%1$s</code> and remove the following variable: <code>$sys_enable_reply_by_mail</code>.</p>
fr_fr: <h4><i class="fa fa-exclamation-triangle"></i> Votre fichier local.inc n'est pas à jour !</h4><p>Il semble que votre fichier local.inc contient des définitions de variables qui ne sont plus utilisées et pourrait entraîner des confusions.</p><p>Merci d'éditer <code>%1$s</code> et de supprimer la variable suivante : <code>$sys_enable_reply_by_mail</code>.</p>

source: <h5>Please update this computed field</h5><p>The legacy Computed fields will be gone in Tuleap 9.4.<br/>Upon update, the following changes will take effect:</p><ul><li>The computation will take into account all linked artifacts recursively, regardless of link type.</li><li>The target field will no longer be configurable, the field's name will now be used instead.</li><li>Permissions will not be taken into account.</li></ul><p>For example, a user can see artifact A linked to B and C. Artifact A has a computed field called "Remaining effort".<br/>Even if user cannot access artifacts B or C, the "Remaining effort" field in A will sum the values from the "Remaining Effort" fields in B and C.</p>
fr_fr: <h5>Veuillez mettre à jour ce champ calculé</h5><p>L'ancien mode de fonctionnement des champs calculés sera indisponible à partir de Tuleap 9.4.<br/>Une fois mis à jour, les changements suivants seront apportés :</p><ul><li>Le calcul prendra en compte récursivement tous les artéfacts liés, sans tenir compte des natures de liens.</li><li>Le champ cible ne sera plus configurable, le nom du champ sera utilisé à la place.</li><li>Les permissions ne seront pas vérifiées sur les artéfacts liés.</li></ul><p>Par exemple, un utilisateur peut voir un artéfact A lié à B et C. L'artéfact A a un champ calculé nommé "Effort restant".<br/>Même si l'utilisateur n'a pas accès aux artéfacts B ou C, le champ "Effort restant" de A sera la somme des champs "Effort restant" de B et C.</p>

source: <p>Someone updated this artifact while you were editing it.</p><p>Please acknowledge all notifications before submit.</p><p>Beware, on submit, your modifications will be applied on top of previous changes.</p>
fr_fr: <p>Quelqu'un a modifié l'artéfact pendant que vous l'éditiez.</p><p>Merci d'accuser réception des notifications.</p><p>Attention, lors de la mise à jour, vos modifications seront appliquées par dessus les autres changements.</p>

source: <p>The artifacts of this tracker does not have any <em>status</em> yet.</p>
fr_fr: <p>Les artéfacts de cet outil de suivi n'ont pas de sémantique <em>état</em> défini.</p>

source: <strong><span class="highlight">You Are NOT Logged In<br />Please <a href="%1$s">log in,</a> so update notifications can be emailed to you.</span></strong><br />If you don't have a user account, then enter your email address instead:
fr_fr: <strong><span class="highlight">Vous n'êtes PAS connecté<br />Veuillez <a href="%1$s">vous connecter,</a> de façon à ce que les notifications de mise à jour puissent vous être envoyées.</span></strong><br />Si vous ne possédez pas de compte utilisateur, veuillez entrer votre adresse e-mail à la place&nbsp;:

source: A Line to separate elements
fr_fr: Une ligne pour séparer des éléments

source: A field needed for the format cannot be formatted.
fr_fr: Un des champs requis pour le format ne peut pas être formaté.

source: A field which accepts only floats
fr_fr: Un champ texte qui n'accepte que les flottants

source: A single line text
fr_fr: Une seule ligne de texte

source: A static rich text element
fr_fr: Du texte statique

source: A textfield wich accept only integers
fr_fr: Un champ texte qui n'accepte que les entiers

source: A tracker creation from Jira is being processed for %s. Your new tracker will appear as soon as the import is completed.
fr_fr: La création de l'outil de suivi %s depuis Jira est en cours. Votre nouvel outil de suivi apparaîtra dès que l'import sera terminé.

source: A workflow already exists on the given tracker.
fr_fr: Un workflow est déjà défini pour ce tracker.

source: ARTIFACT
fr_fr: ARTÉFACT

source: Access Permissions
fr_fr: Droits d'accès

source: Access denied. You don't have permissions to perform this action.
fr_fr: Accès refusé. Vous n'avez pas les droits suffisants pour effectuer cette action.

source: Access permissions
fr_fr: Droits d'accès

source: Access to all tracker artifacts
fr_fr: Accès à tous les artéfacts du tracker

source: Access to an artifact
fr_fr: Accès à un artéfact

source: Access to tracker artifacts assigned to group
fr_fr: Accès à tous les artéfacts confiés au groupe

source: Access to tracker artifacts submitted by group
fr_fr: Accès à tous les artéfacts soumis par le groupe

source: Access to tracker artifacts the user submitted
fr_fr: Accès à tous les artéfacts soumis par l'utilisateur

source: Activate artifact links types for all the trackers of this project?
fr_fr: Activer les liens entre artéfacts typés pour l'ensemble des outils de suivi du projet ?

source: Add a follow-up comment
fr_fr: Ajouter un commentaire

source: Add a new
fr_fr: Ajouter

source: Add a new %s
fr_fr: Ajouter un(e) nouveau(elle) %s

source: Add a new comment...
fr_fr: Ajouter un nouveau commentaire...

source: Add a new file:
fr_fr: Ajouter un nouveau fichier :

source: Add a new rule
fr_fr: Ajouter une nouvelle règle

source: Add a new trigger
fr_fr: Ajouter un nouveau déclencheur

source: Add a target which will be called everytime an artifact is created or updated. The URL will be called using HTTP POST method.
fr_fr: Ajoutez une URL cible qui sera appelée à chaque création et mise à jour d'artéfact. Cette URL sera appelée avec HTTP POST.

source: Add field to tooltip
fr_fr: Ajouter un champ à l'infobulle

source: Add new values
fr_fr: Ajouter de nouvelles valeurs

source: Add notification
fr_fr: Ajouter une notification

source: Add one value per row
fr_fr: Ajouter une valeur par ligne

source: Add reminder
fr_fr: Ajouter un rappel

source: Add to dashboard
fr_fr: Ajouter au tableau de bord

source: Add to my dashboard
fr_fr: Ajouter à mon tableau de bord

source: Add to project dashboard
fr_fr: Ajouter au tableau de bord du projet

source: Add type
fr_fr: Créer une nature

source: Add webhook
fr_fr: Ajouter un Webhook

source: Added %s: %s
fr_fr: Ajout de %s : %s

source: Added: %s
fr_fr: Ajout : %s

source: Admin of the tracker
fr_fr: Administre l'outil de suivi

source: After
fr_fr: Après

source: After artifact edition, all the disabled types used will be cleared without removing the existing link.
fr_fr: Suite à une mise à jour d'artéfact, les types de lien désactivés seront supprimés sans enlever les liens existants.

source: Allow duplication of artifacts
fr_fr: Autoriser la duplication des artéfacts

source: Allow to permanently delete an artifact.
fr_fr: Cette opération efface de manière permanente un artéfact.

source: Allow user to give permissions to an artifact
fr_fr: Permet de restreindre l'accès à un artéfact pour les groupes d'utilisateurs

source: Allow user to interact with trackers by email.
fr_fr: Autoriser les utilisateurs à intéragir avec les outils de suivi par courriel.

source: Allowed fields
fr_fr: Champs autorisés

source: Allows user to select a date with a calendar
fr_fr: Permet de choisir une date avec un calendrier

source: Alpha Ranking updated
fr_fr: Ordre alphabétique mis à jour

source: An action on the field '%1$s' already exists.
fr_fr: Une action sur le champ '%1$s' existe déjà.

source: An artifact could be considered <strong>done</strong> only if a semantic status is defined.
fr_fr: Un artéfact sera considéré comme <strong>fini</strong> seulement lorsqu'une sémantique État sera définie.

source: An artifact is considered to be <strong>done</strong> when its field %s will have one of the following closed values:
fr_fr: Un artéfact sera considéré comme <strong>fini</strong> lorsque son champ %s aura une des valeurs fermées suivantes :

source: An artifact is considered to be open when its field %s will have one of the following values:
fr_fr: Un artéfact sera considéré ouvert quand son champ %s aura une des valeurs suivantes :

source: An email not truncated will be sent at the end of the migration process.
fr_fr: Un courriel non tronqué sera envoyé à la fin du processus de migration.

source: An error has occurred during the deletion of the type: %1$s
fr_fr: Une erreur est survenue pendant la suppression de la nature : %1$s

source: An error has occurred, the workflow couldn't be created.
fr_fr: Une erreur est survenue, le workflow ne peut pas être créé.

source: An error has occurred, the workflow couldn't be reset.
fr_fr: Une erreur s'est produite, le workflow ne peut être réinitialisé.

source: An error has occurred, the workflow couldn't be updated.
fr_fr: Une erreur est survenue, le workflow ne peut pas être modifié.

source: An error occured while creating a copy of the artifact #%1$s.
fr_fr: Une erreur est survenue empêchant la copie de l'artéfact #%1$s.

source: An error occured while creating the tracker.
fr_fr: Une erreur est survenue lors de la création de l'outil de suivi.

source: An error occurred while clearing done values.
fr_fr: Une erreur est survenue lors de la suppression des valeurs finies.

source: An error occurred while deleting the semantic
fr_fr: Une erreur est survenue lors de suppression de la sémantique

source: An error occurred while trying to delete the tracker %s
fr_fr: Une erreur est survenue lors de la suppression de l'outil de suivi %s

source: An error occurred while updating done values.
fr_fr: Une erreur est survenue lors de la mise à jour des valeurs finies.

source: An error occurred while updating the timeframe semantic
fr_fr: Une erreur est survenue lors de la mise à jour de la sémantique plage de temps

source: An invisible Line Break
fr_fr: Un saut de ligne (non visible)

source: Archive deleted items plugin is enabled. Each deleted artifact will be archived in the folder defined in the plugin configuration.
fr_fr: Le plugin Archivage d'éléments supprimés est activé. Chaque artéfact supprimé sera archivé dans le dossier défini dans la configuration du plugin.

source: Archive deleted items plugin is not installed or enabled. Each deleted artifact will be exported and placed in the temporary folder defined in the local.inc file. They will be purged automatically accordingly to the settings of the machine on which the server is running.
fr_fr: Le plugin Archivage d'éléments supprimés n'est pas installé ou activé. Chaque artéfact supprimé sera exporté et placé dans le dossier temporaire défini dans le fichier local.inc. Ils seront purgés automatiquement selon la configuration de la machine sur laquelle le serveur tourne.

source: Archive should not contain tracker data.
fr_fr: L'archive ne peut pas contenir des données d'outil de suivi.

source: Are you sure that you want to delete it?
fr_fr: Etes-vous sûr de vouloir le supprimer?

source: Are you sure you want to change the type of this field?
fr_fr: Etes-vous certain de vouloir changer le type de ce champ ?

source: Artifact
fr_fr: Artéfact

source: Artifact #%1$s was not updated.
fr_fr: L'artéfact #%1$s n'a pas pu être mis à jour.

source: Artifact %1$s doesn't exist or doesn't belong to current tracker
fr_fr: L'artéfact %1$s n'existe pas ou n'appartient pas à ce tracker

source: Artifact %1$s has more than one parent: %2$s
fr_fr: L'artéfact %1$s a plusieurs parents: %2$s

source: Artifact %1$s successfully deleted
fr_fr: L'artéfact %1$s a été supprimé

source: Artifact %s was linked as child of the current artifact but is not part of hierarchy. It will not be taken into account in triggers.
fr_fr: L'artéfact %s a été lié à cet artéfact en tant qu'enfant mais ne fait pas part de la hiérarchie définie. Il ne sera donc pas pris en compte par les déclencheurs.

source: Artifact (%s) does not belong to this tracker.
fr_fr: L'artéfact (%s) n'appartient pas à ce tracker.

source: Artifact ID
fr_fr: ID de l'artéfact

source: Artifact Id %1$s does not exist
fr_fr: L'artéfact Id %1$s n'existe pas

source: Artifact Link
fr_fr: Liens vers des artéfacts

source: Artifact Links Types
fr_fr: Natures de liens entre artéfacts

source: Artifact Successfully Created (%1$s)
fr_fr: Artéfact créé avec succès (%1$s)

source: Artifact id(s)
fr_fr: Artéfact id(s)

source: Artifact is not found or not accessible by user.
fr_fr: L'artéfact n'a pas été trouvé ou n'est pas disponible pour l'utilisateur.

source: Artifact link types has been enabled.
fr_fr: Les liens entre artéfacts typés ont été activés.

source: Artifact links
fr_fr: Liens entre artéfacts

source: Artifact links count based
fr_fr: Basé sur le nombre d'artéfacts liés

source: Artifact links types
fr_fr: Liens entre artéfacts typés

source: Artifact submitters
fr_fr: Personnes ayant soumis un artéfact

source: Artifact was moved from '%s' tracker in '%s' project.
fr_fr: Cet artéfact a été déplacé depuis l'outil de suivi '%s' du projet '%s'.

source: Artifact with the title "%1$s" was not created.
fr_fr: L'artéfact avec le titre "%1$s" n'a pas pu être créé.

source: Artifacts
fr_fr: Artéfacts

source: Artifacts cannot be considered <strong>done</strong> because there is no value selected for this semantic.
fr_fr: Les artéfacts ne peuvent être considérés comme <strong>fini</strong> car il n'y aucune valeur selectionnée pour cette sémantique.

source: Artifacts deletion
fr_fr: Suppression d'artéfacts

source: Artifacts deletion configuration
fr_fr: Configuration de la suppression d'artéfacts

source: Artifacts deletion is deactivated. Please contact your site administrator.
fr_fr: La suppression d'artéfacts est désactivée. Veuillez contacter l'administrateur du site.

source: Artifacts fields
fr_fr: Liste des champs des artéfacts

source: Artifacts of this tracker cannot be duplicated.
fr_fr: Les artéfacts de cet outil de suivi ne peuvent pas être dupliqués.

source: As a tracker administrator, you can choose the e-mail notifications level in this tracker.
fr_fr: En tant qu'administrateur de l'outil de suivi, vous pouvez choisir le niveau de configuration des notifications par e-mail de cet outil de suivi.

source: As a tracker administrator, you can provide email addresses to which new Artifact submissions (and possibly updates) will be systematically sent.
fr_fr: En tant qu'administrateur de l'outil de suivi, vous pouvez spécifier des adresses e-mail qui recevront systématiquement les notifications de soumission (et éventuellement de modification) d'artéfacts.

source: As of
fr_fr: Le

source: As trackers can be fully customized, you may want to define what is the title of your artifacts, or when you consider an artifact to be open or close. This information is used in the application to display artifact summary, and tooltip for instance.
fr_fr: Les outils de suivi étant entièrement paramétrables, vous pourriez vouloir définir à quoi correspond le titre de l'artéfact, ou comment considérer si un artéfact est ouvert ou fermé. Cette information est utilisée à différents endroits dans l'application pour afficher un lien ou un résumé de l'artéfact.

source: Assigned to
fr_fr: Assigné à

source: Assigned to me
fr_fr: Assigné à moi même

source: Attachment #%1$s has not been saved:
fr_fr: Le fichier joint #%1$s n'a pas pu être enregistré :

source: Auto-compute
fr_fr: Calcul automatique

source: Automatic change triggered by an update of <a href="%2$s">%1$s</a>.
fr_fr: Changement provoqué par la mise à jour de <a href="%2$s">%1$s</a>.

source: Available types
fr_fr: Nature disponibles

source: Average
fr_fr: Moyenne

source: Back to semantics
fr_fr: Retour aux sémantiques

source: Bad field_id attribute format: int expected.
fr_fr: L'attribut field_id a un mauvais format : numérique attendu.

source: Bad field_ids attribute format: array of integer expected.
fr_fr: L'attribut field_ids a un mauvais format : tableau de numérique attendu.

source: Bad fieldset_ids attribute format: array of integer expected.
fr_fr: L'attribut fieldset_ids a un mauvais format : tableau de numérique attendu.

source: Bad format: '%s'. Array expected
fr_fr: Mauvais format: '%s'. Tableau attendu

source: Bad job_url attribute format: string expected.
fr_fr: Mauvais format de l'attribut job_url : chaine de caractères attendu.

source: Bad value attribute format: float expected.
fr_fr: L'attribut value a un mauvais format : flottant attendu.

source: Bad value attribute format: integer expected.
fr_fr: L'attribut value a un mauvais format : entier attendu.

source: Bad value attribute format: string expected.
fr_fr: L'attribut value a un mauvais format : chaîne de caractères attendu.

source: Be careful, all the artifact content is sent in the payload without permission checks.
fr_fr: Attention, tout le contenu de l'artéfact est envoyé dans le payload sans prise en compte des permissions.

source: Be careful: An artifact deletion is an action hardly reversible. Choose wisely.
fr_fr: Attention : Une suppression d'artéfact est une action difficilement réversible. Réfléchissez bien.

source: Before
fr_fr: Avant

source: Below is a catalog of preconfigured elements ready for use.
fr_fr: Ci-dessous se trouve un catalogue d'éléments préconfigurés prêts à être utilisés.

source: Bind to user groups
fr_fr: Associer à des groupes d'utilisateurs

source: Bind to users
fr_fr: Associer à un groupe d'utilisateurs

source: Browse instructions
fr_fr: Instructions de navigation

source: Burndown Chart
fr_fr: Diagramme de complétion

source: Burndown is under calculation. It will be available in a few minutes.
fr_fr: Le burndown est en cours de calcul. Il sera disponible dans quelques minutes.

source: Burndown is under calculation. It will be available in few minutes.
fr_fr: Le burndown est en cours de calcul. Il sera disponible dans quelques minutes.

source: CHANGESET
fr_fr: MODIFICATIONS

source: CSV Import
fr_fr: Import CSV

source: CSV import
fr_fr: Import CSV

source: CSV separator not found (%1$s). Either you want to import only one field, or you're using the wrong separator.<br />If so, you can <a href="/account/">change the CSV import/export separator</a>
fr_fr: Séparateur CSV non trouvé (%1$s). Soit vous tentez d'importer un seul champ, soit vous utilisez le mauvais séparateur.<br />Si c'est le cas, vous pouvez <a href="/account/">changer le séparateur CSV pour l'import/export</a>

source: Calendar events
fr_fr: Évènements du calendrier

source: Calendar events configuration updated
fr_fr: La configuration des événements de calendrier a été mise à jour

source: Can make the transition
fr_fr: Peut effectuer la transition

source: Can not connect to Jira server, please check your Jira credentials.
fr_fr: Impossible de se connecter au serveur Jira, veuillez vérifier vos identifiants de connexion.
