Repository: Enalean/tuleap
Catalog: plugins/tracker/site-content/*/LC_MESSAGES/tuleap-tracker.po
Languages: fr_fr

source: Can only share static selectbox fields
fr_fr: Il n'est pas possible de partager d'autres champs que des boites de sélection statiques

source: Can read tracker field
fr_fr: Peut lire ce champ dans l'outil de suivi

source: Can submit
fr_fr: Peut soumettre

source: Can submit tracker field
fr_fr: Peut soumettre ce champ dans l'outil de suivi

source: Can update tracker field
fr_fr: Peut éditer ce champ dans l'outil de suivi

source: Cancel
fr_fr: Annuler

source: Cancellation of your Jira import
fr_fr: Annulation de votre import Jira

source: Canned responses
fr_fr: Réponses types

source: Cannot activate calendar event for tracker with timeframe semantic inherited from another tracker
fr_fr: Impossible d'activer les événements de calendrier pour un tracker avec une sémantique plage de temps héritée d'un autre tracker

source: Cannot activate calendar event for tracker without timeframe semantic
fr_fr: Impossible d'activer les événements de calendrier pour un tracker sans sémantique plage de temps

source: Cannot activate calendar event for tracker without title semantic
fr_fr: Impossible d'activer les événements de calendrier pour un tracker sans sémantique titre

source: Cannot add new date reminder on the field %1$s for the tracker %2$s
fr_fr: Impossible d'ajouter un rappel sur le champ date %1$s du tracker %2$s

source: Cannot be formatted because at least one field needed for the format is missing.
fr_fr: Ne peut pas être formaté car au moins un des champs requis pour le format est manquant.

source: Cannot update conditions of transition with id '%d'
fr_fr: Impossible de mettre à jour les conditions de la transition ayant pour id '%d'

source: Cannot update permissions of transition with id '%d'
fr_fr: Impossible de mettre à jour les permissions de la transition ayant pour id '%d'

source: Cannot update the date reminder %1$s
fr_fr: Impossible de mettre à jour le Rappel sur date de tracker %1$s

source: Change the value of a date field
fr_fr: Mettre à jour la valeur d'un champ date

source: Change the value of a float field
fr_fr: Mettre à jour la valeur d'un champ de type flottant

source: Change the value of an int field
fr_fr: Mettre à jour la valeur d'un champ de type entier

source: Changed type from %s to %s: %s
fr_fr: Changement de nature de %s à %s : %s

source: Changes are displayed
fr_fr: Les changements sont affichés

source: Changeset is not found.
fr_fr: Changement non trouvé.

source: Changing %1$s artifact(s):
fr_fr: Changer %1$s artéfact(s) :

source: Check permissions?
fr_fr: Vérifier les permissions ?

source: CheckBox
fr_fr: Cases à cocher

source: Checkbox
fr_fr: Case à cocher

source: Child
fr_fr: Enfant

source: Children
fr_fr: Enfants

source: Choose a field...
fr_fr: Choisir un champ ...

source: Choose a method...
fr_fr: Choisir une méthode ...

source: Choose values
fr_fr: Choisir les valeurs

source: Close
fr_fr: Fermer

source: Closed
fr_fr: Clos

source: Color
fr_fr: Couleur

source: Column
fr_fr: Colonne

source: Columns
fr_fr: Colonnes

source: Columns using type will not be taken into account during import : %1$s.
fr_fr: Les colonnes basées sur les natures de liens entre artéfacts ne sont pas pris en compte lors de l'import : %1$s.

source: Comment
fr_fr: Commentaire

source: Comment content can not contain more than %1$s characters.
fr_fr: Un commentaire ne peut pas contenir plus de %1$s caractères.

source: Comment has been cleared
fr_fr: Commentaire effacé

source: Comment must be empty or at least 4 characters length
fr_fr: Le commentaire peut être vide ou doit contenir au moins 4 caractères

source: Comment must not be empty.
fr_fr: Le commentaire doit être rempli.

source: Comments are in reversed order
fr_fr: L'ordre des commentaires est inversé

source: Compute value (sum of numerical field) from linked artifacts.<p><strong>Note</strong>: <ul><li>Calculation will not check linked artifacts permissions AND will only calculate the field values of linked artifacts that have the same field name.</li></ul>
fr_fr: Calcule la valeur (somme des valeurs) du champ en fonction des artéfacts liés.<p><strong>Note</strong> : <ul><li>Le calcul ne vérifie pas les permissions sur les artéfacts liés <strong>ET</strong> se base sur le nom du champs pour faire la somme des artifacts liés.</li></ul>

source: Computed value
fr_fr: Champ calculé

source: Computed value:
fr_fr: Valeur calculée :

source: Configure semantic
fr_fr: Configurer la sémantique

source: Configure trackers
fr_fr: Configurer les trackers

source: Confirm
fr_fr: Confirmer

source: Confirm deletion
fr_fr: Confirmer la suppression

source: Congratulations!
fr_fr: Félicitations !

source: Congratulations! The Jira import initiated on %s has just finished.
fr_fr: Félicitations ! L'import Jira initié le %s vient de se terminer.

source: Continue configuration
fr_fr: Poursuivre la configuration

source: Contributor/assignee
fr_fr: Contributeur

source: Copy
fr_fr: Copier

source: Copy of
fr_fr: Copie de

source: Copy of %1$s
fr_fr: Copie de %1$s

source: Copy of %1$s #%2$s is finished.
fr_fr: La copie de %1$s #%2$s est terminée.

source: Copy the email
fr_fr: Copier l'adresse email

source: Copy to clipboard
fr_fr: Copier dans le presse-papier

source: Copy with children
fr_fr: Copier avec les enfants

source: Could not match an user with your email.
fr_fr: Aucun utilisateur correspond à votre adresse email.

source: Count
fr_fr: Nombre

source: Count (group by)
fr_fr: Nombre (par groupe)

source: Create Report
fr_fr: Créer un rapport

source: Create a %s
fr_fr: Créer un(e) %s

source: Create a New Tracker
fr_fr: Créer un outil de suivi

source: Create a new one
fr_fr: Créer un nouveau

source: Create a new response
fr_fr: Créer une nouvelle réponse

source: Create a new tracker
fr_fr: Créer un nouvel outil de suivi

source: Create a new {{ parent_label }}
fr_fr: Créer un nouveau {{ parent_label }}

source: Create artifact by email
fr_fr: Créer un artéfact par courriel

source: Create artifact by mail is <b>not</b> possible:
fr_fr: Créer un artéfact par courriel <b>n'est pas</b> possible :

source: Create by email...
fr_fr: Créer par courriel...

source: Create new trigger
fr_fr: Ajouter un nouveau déclencheur

source: Creating artifact by mail is not possible due to the current configuration of the tracker.
fr_fr: La création d'artéfacts par courriel n'est pas possible à cause de la configuration courante de l'outil de suivi.

source: Creating canned responses can save a lot of time if you frequently give the same answers to your users.
fr_fr: Créer des réponses type peut vous économiser beaucoup de temps si vous postez couramment les mêmes réponses aux utilisateurs.

source: Criteria
fr_fr: Critères

source: Cross References
fr_fr: Références Croisées

source: Current Full Hierarchy
fr_fr: Hiérarchie actuellement définie

source: Current artifact children satisfy the following condition:
fr_fr: Les enfants de l'artéfact courant satisfont la condition suivante :

source: Currently, you will be notified only if you are creator of an artifact, assignee or if you have specific configuration for a tracker.
fr_fr: Actuellement, vous serez notifié seulement si vous êtes le créateur de l'artéfact, y êtes assigné ou si vous avez une configuration spécifique pour l'outil de suivi.

source: Custom columns based on...
fr_fr: Colonnes basées sur…

source: Date Reminder successfully added
fr_fr: Rappel sur date de tracker ajouté avec succés

source: Date Reminder successfully deleted
fr_fr: Rappel sur date de tracker supprimé avec succés

source: Date Reminder successfully updated
fr_fr: Rappel sur date de tracker modififé avec succés

source: Default
fr_fr: Defaut

source: Default Tuleap notifications
fr_fr: Notifications par défaut

source: Default Tuleap notifications (people will get notified when they are submitter, assignee, commenter or CC)
fr_fr: Notifications par défaut (les gens sont notifiés lorsqu'ils ont soumis, sont assignés, ont commenté ou sont en CC)

source: Default notifications
fr_fr: Notifications par défaut

source: Default value
fr_fr: Valeur par défaut

source: Default value type
fr_fr: Valeur par défaut

source: Define cross-tracker triggers
fr_fr: Définition des règles globales sur les déclencheurs

source: Define dependencies
fr_fr: Définir les dépendances

source: Define dependencies between <b>%1$s</b> as source and <b>%2$s</b> as target:
fr_fr: Définir les dépendances entre les valeurs du champ source <b>%1$s</b> et les valeur du champ cible <b>%2$s</b> :

source: Define global date rules
fr_fr: Définition des règles globales sur les dates

source: Define the closed status that are considered Done
fr_fr: Définissez les valeurs fermées de la sémantique État considérées comme finies

source: Define the contributor/assignee of an artifact
fr_fr: Définir le contributeur d'un artéfact

source: Define the description of an artifact
fr_fr: Définir la description d'un artéfact

source: Define the field to use to compute artifacts timeframes.
fr_fr: Définit le champ à utiliser pour calculer les plages de temps des artéfacts.

source: Define the method and the fields to use to compute artifacts progression.
fr_fr: Définit la méthode et les champs à utiliser pour calculer la progression des artéfacts.

source: Define the status of an artifact
fr_fr: Définir l'état d'un artifact

source: Define the title of an artifact
fr_fr: Définir le titre d'un artéfact

source: Delete
fr_fr: Supprimer

source: Delete artifacts
fr_fr: Suppression d'artéfacts

source: Delete canceled
fr_fr: Suppression annulée

source: Delete permanently the field
fr_fr: Supprimer définitivement le champ

source: Delete the reference?
fr_fr: Supprimer la référence ?

source: Delete the value
fr_fr: Supprimer la valeur

source: Delete this Canned Response : %1$s ?
fr_fr: Détruire cette réponse type&nbsp;: %1$s ?

source: Delete this tracker
fr_fr: Supprimer cet outil de suivi

source: Delete tracker
fr_fr: Supprimer l'outil de suivi

source: Delete type
fr_fr: Supprimer une nature

source: Deletion of artifacts is not allowed
fr_fr: La suppression d'artéfact n'est pas autorisée

source: Destination id does not exist.
fr_fr: L'id destination n'existe pas.

source: Details
fr_fr: Détails

source: Disable all notifications
fr_fr: Désactiver toutes les notifications

source: Disable all notifications, regardless of user preferences and regardless of "Global Email Notifications" below.
fr_fr: Désactiver les notifications quelles que soient les préférences utilisateur et les "Notification e-mail globale" ci-dessous.

source: Disable email gateway
fr_fr: Désactiver la passerelle

source: Disable multisort
fr_fr: Desactiver le tri multi-colonnes

source: Disable notifications
fr_fr: Désactiver les notifications

source: Display artifacts:
fr_fr: Afficher les artéfacts :

source: Display in & out references
fr_fr: Liste des objets étant référencés par cet objet ou le référençant

source: Display original email
fr_fr: Afficher l'email original

source: Display settings
fr_fr: Paramètres d'affichage

source: Display the artifact rank in the context of a milestone. The value is given by the AgileDashboard plugin. Please note that this field will evolve in the future.
fr_fr: La valeur de ce champ est donnée par le plugin AgileDashboard. Elle représente le rang de l'artifact dans le contexte d'un jalon. Veuillez noter que ce champ évoluera dans le futur.

source: Display the burndown chart for the artifact
fr_fr: Diagramme de complétion pour l'artéfact

source: Display the cross references for the artifact
fr_fr: Affiche les références croisées de l'artéfact

source: Display the date the artifact was submitted on
fr_fr: Affiche la date de soumission de l'artéfact

source: Display the id of the artifact
fr_fr: Affiche l'identifiant de l'artéfact

source: Display the in-tracker numerotation
fr_fr: Affiche l'identifiant de cet artéfact dans le tracker

source: Display the last update date of the artifact
fr_fr: Affiche la date de dernière mise à jour de l'artéfact

source: Display the user who submitted the artifact
fr_fr: Affiche l'auteur de l'artéfact

source: Display time
fr_fr: Afficher l'heure

source: Do you really want to force burndown cache generation? Cache generation will end up on a non availability of burndown for few minutes.
fr_fr: Voulez-vous vraiment reconstruire le cache du burdown dans son intégralité? La reconstruction du cache entrainera une indisponibilité du champ durant quelques minutes.

source: Done
fr_fr: Fini

source: Done values successfully cleared.
fr_fr: Les valeurs finies ont été supprimées avec succès.

source: Done values successfully updated.
fr_fr: Les valeurs finies ont été mises à jour avec succès.

source: Double negative like `%s` or `%s` is not supported. Please use simpler form like `%s` or `%s`
fr_fr: La double négation comme `%s` ou `%s` n'est pas supportée. Merci d'utiliser la forme simple comme `%s` ou `%s`

source: Duplicate this artifact
fr_fr: Dupliquer cet artéfact

source: Dynamic fields
fr_fr: Champs dynamiques

source: E.g. for the fixed_in type, a bug is fixed in a release so the reverse label will be "Fixed" (the release has "Fixed" bugs).
fr_fr: Ex: pour la nature fixed_in, un bug est fixé dans une release donc le label inverse sera "Fixé" (la release contient des bugs "Fixés").

source: E.g. for the fixed_in type, a bug will be fixed in a release so the forward label will be "Fixed in".
fr_fr: Ex: pour la nature fixed_in, un bug est fixé dans une release donc le label sera "Fixé dans".

source: Edit
fr_fr: Éditer

source: Edit children of %1$s
fr_fr: Modifier les enfants de %1$s

source: Edit field
fr_fr: Éditer le champ

source: Edit permissions of this field
fr_fr: Editer les permissions du champ

source: Edit the field "%1$s"
fr_fr: Éditer le champ "%1$s"

source: Edit type
fr_fr: Éditer la nature

source: Edit webhook
fr_fr: Éditer un webhook

source: Editing system types is disallowed.
fr_fr: L'édition des natures de liens systèmes n'est pas autorisée.

source: Effort based
fr_fr: Basé sur l'effort

source: Email Gateway
fr_fr: Passerelle Courriel

source: Email Gateway configuration
fr_fr: Configuration de la passerelle courriel

source: Email Notification Settings
fr_fr: Options de notification

source: Email Notifications Settings
fr_fr: Options de notification

source: Email subject customisation
fr_fr: Personnalisation du sujet de l'email

source: Empty
fr_fr: Aucun(e)

source: Enable custom sender fields for email notifications
fr_fr: Permettre la personnalisation des champs émetteurs pour les notifications par e-mail

source: Enable move of artifacts in this tracker
fr_fr: Activer le déplacement des artéfacts dans cet outil de suivi

source: Enable multisort
fr_fr: Activer le tri multi-colonnes

source: Enable notifications
fr_fr: Activer les notifications

source: Enable notifications for this tracker, you will be able to choose the notifications level once enabled.
fr_fr: Activer les notifications pour ce tracker, vous pourrez choisir le mode de notifications.

source: Enable to create/reply to artifacts by mail
fr_fr: Autoriser la création/réponse à des artéfacts par courriel

source: End
fr_fr: Fin

source: End date
fr_fr: Date de fin

source: End date is lesser than start date!
fr_fr: La date de fin est antérieure à la date de début !

source: Enter artifact ids separated with a comma
fr_fr: Entrez des ids d'artéfacts séparés par une virgule

source: Enter description...
fr_fr: Entrez la description…

source: Error during parsing expert query
fr_fr: Erreur pendant l'analyse de la requête experte

source: Error in CSV file at line %1$s
fr_fr: Erreur dans le fichier CSV à la ligne %1$s

source: Error in your Jira import
fr_fr: Erreur lors de votre import Jira

source: Error on the date value : %1$s must be %2$s to %3$s.
fr_fr: Erreur de dates : %1$s doit être %2$s à %3$s.

source: Error while updating the parent artifact %1$s: %2$s
fr_fr: Erreur lors de la mise à jour de l'artéfact %1$s : %2$s

source: Error with the field '%s'. The user '%s' does not exist.
fr_fr: Error sur le champ '%s'. L'utilisateur '%s' n'existe pas.

source: Example: (field_1 = 'value' OR field_2 = 'value') AND field_3 = 'value'
fr_fr: Exemple : (champ_1 = 'valeur' OR champ_2 = 'valeur') AND champ_3 = 'valeur'

source: Existing Responses:
fr_fr: Réponses existantes&nbsp;:

source: Existing triggers
fr_fr: Déclencheurs existants

source: Expected date format is <strong>%1$s</strong>. <a href="/account/edition">Change import/export date format</a>
fr_fr: Format de date attendu : <strong>%1$s</strong>. <a href="/account/edition">Changer le format de date pour l'import/export</a>

source: Expert mode
fr_fr: Mode expert

source: Export
fr_fr: Exporter

source: Export all columns
fr_fr: Exporter toutes les colonnes

source: Export all report columns
fr_fr: Exporter uniquement les colonnes du rapport

source: External field types are not supported. Please refer to the documentation for the allowed types.
fr_fr: Les types de champs externes ne sont pas supportés. Veuillez consulter la documentation pour les types de champs autorisés.

source: Fail to retrieve information of user having the accountId %s.
fr_fr: Échec lors de la récupération des informations de l'utilisateur possédant l'identifiant %s.

source: Fail to retrieve the full collection of issue changelogs in selected tracker.
fr_fr: Echec lors de la récupération de la collection des historiques de l'issue dans le tracker sélectionné.

source: Fail to retrieve the full collection of issue comments in selected tracker.
fr_fr: Echec lors de la récupération de la collection des commentaires de l'issue dans le tracker sélectionné.

source: Fail to retrieve the full collection of issues in selected tracker.
fr_fr: Echec lors de la récupération de la collection des issues dans le tracker sélectionné.

source: Fail to retrieve the full collection of projects.
fr_fr: Echec lors de la récupération de la collection de tous les projets.

source: Field
fr_fr: Champs

source: Field added to the form
fr_fr: Champ ajouté au formulaire

source: Field deleted
fr_fr: Champ détruit

source: Field dependencies
fr_fr: Dépendances entre champs

source: Field not found.
fr_fr: Champ non trouvé.

source: Field removed
fr_fr: Champ enlevé

source: Field type could not be changed
fr_fr: Le type du champ n'a pas pu être modifié

source: Field type could not be changed for a target field
fr_fr: Le type du champ n'a pas pu être modifié pour un champ cible

source: Field type successfully changed
fr_fr: Type du champ modifié avec succès

source: Field type successfully changed for the field and all its target fields
fr_fr: Type du champ modifié avec succès pour le champ et l'ensemble de ses champs cibles

source: Field updated
fr_fr: Champ mis à jour

source: Field used by semantic
fr_fr: Champ utilisé par cette sémantique

source: Field value cannot be empty
fr_fr: La valeur du champ ne peux pas être vide

source: Fields
fr_fr: Champs

source: Fields are not valid
fr_fr: Les champs ne sont pas valides

source: Fields permissions
fr_fr: Permissions des champs

source: Fieldset
fr_fr: Groupe de champs

source: File not found
fr_fr: Fichier non trouvé

source: File upload
fr_fr: Fichier à transmettre

source: File:
fr_fr: Fichier :

source: First, select a template you want to start from
fr_fr: Tout d'abord, sélectionnez le modèle à partir duquel vous voulez démarrer

source: Fixed
fr_fr: Fixé

source: Fixed in
fr_fr: Fixé dans

source: Float
fr_fr: Flottant

source: Follow-ups
fr_fr: Commentaires

source: For all updates after you made a change on an artifact (comment, change values...)
fr_fr: Pour toutes les mises à jour après que vous ayez effectué un changement sur un artéfact (commentaire, changement de valeurs...)

source: For instance, when you create an artifact or add a comment. %s(Historical Tuleap behavior with high traffic).%s
fr_fr: Par exemple, quand vous créez un artéfact ou ajoutez un commentaire. %s(Comportement historique de Tuleap ayant un fort trafic)%s

source: Force cache regeneration
fr_fr: Reconstruire le cache

source: Force notification configuration usage to all users
fr_fr: Forcer la configuration des notifications à tous les utilisateurs

source: Forward label
fr_fr: Label

source: From a Tracker v3
fr_fr: A partir d'un outil de suivi v3

source: From fields
fr_fr: Depuis les champs

source: From other semantic (predefined, displayed first)
fr_fr: D'une autre sémantique (prédéfinie, affichée en premier)

source: General settings
fr_fr: Options générales

source: Global Email Notification
fr_fr: Notification e-mail globale

source: Global Tracker Administrator
fr_fr: Administrateur de trackers

source: Global rules
fr_fr: Règles globales

source: Global rules are not respected
fr_fr: Règles globales non respectées

source: Go see this tracker
fr_fr: Aller voir cet outil de suivi

source: Go to diff
fr_fr: Voir la modification

source: Go to report
fr_fr: Voir le rapport

source: Go to the administration of the cross-tracker triggers.
fr_fr: Se rendre dans l'administration des règles globales sur les déclencheurs.

source: Group '%s' couldn't be added.
fr_fr: Le groupe '%s' n'a pas pu être ajouté.

source: Group fields in a column
fr_fr: Champs regroupés dans une colonne

source: Group fields in a set
fr_fr: Marque un groupe de champs

source: Hidden fieldsets:
fr_fr: Groupes de champs cachés:

source: Hierarchy
fr_fr: Hiérarchie

source: Hierarchy updated
fr_fr: Hiérarchie mise à jour

source: Hint
fr_fr: Indication

source: Id of the artifact
fr_fr: Identifiant de l'artéfact

source: Id of the artifact to delete
fr_fr: Identifiant de l'artéfact à supprimer

source: If you know the artifact id, feel free to enter it manually in the text field below. Use a comma to separate each ids if you have more than one.
fr_fr: Si vous connaissez l'id de l'artéfact, entrez-le manuellement dans le champs texte ci-dessous. Le champ attends une liste d'ids séparés par des virgules.

source: Import Artifacts
fr_fr: Importer des artéfacts

source: Import failed.
fr_fr: Import non réalisé.

source: Import succeed.
fr_fr: Import réalisé avec succès.

source: Imported in xml by <a href="%s">%s</a> on %s
fr_fr: Importé en xml par <a href="%s">%s</a> le %s

source: Impossible to delete this field (field dependencies)
fr_fr: Impossible de supprimer ce champ (utilisé pour une dépendance entre champs)

source: Impossible to delete this field (used by: %s)
fr_fr: Impossible de supprimer ce champ (utilisé par: %s)

source: Impossible to delete this field (used in triggers)
fr_fr: Impossible de supprimer ce champ (utilisé pour dans les déclencheurs)

source: Impossible to delete this field (used in workflow)
fr_fr: Impossible de supprimer ce champ (utilisé pour le workflow)

source: In case you have inadvertently deleted this tracker and want it to be restored, please contact the <a href="mailto:%1$s">Site Administrator</a> within the next 10 days.
fr_fr: Dans le cas où vous auriez détruit cet outil de suivi par inadvertance et que vous souhaitiez le restaurer, veuillez contacter l'<a href="mailto:%1$s">administrateur du site</A> dans les 10 jours qui viennent.

source: In order to edit artifact links, please <a href="%1$s">switch to the full edit mode</a>.
fr_fr: Pour éditer les liens entre artéfacts, veuillez <a href="%1$s">passer en mode édition complet</a>.

source: In order to have consistent rendering across the platform, information from important semantics is displayed first. You can add tracker specific information after.
fr_fr: Afin d'avoir un rendu uniforme sur toute la plateforme, les informations provenant de certaines sémantiques clés sont affichées en premier. Vous pouvez ajouter les information spécifique du tracker après.
