Repository: Enalean/tuleap
Catalog: plugins/tracker/site-content/*/LC_MESSAGES/tuleap-tracker.po
Languages: fr_fr

source: Required
fr_fr: Requis

source: Required fields are properly configured
fr_fr: Les champs requis sont correctement configurés

source: Reset sort
fr_fr: Réinitialiser le tri

source: Reset this semantic
fr_fr: Réinitialiser cette sémantique

source: Restore
fr_fr: Restaurer

source: Restrict access to this artifact for the following user groups:
fr_fr: Restreindre l'accès à cet artéfact pour les groupes d'utilisateurs suivants :

source: Return type
fr_fr: Retour

source: Reverse artifact links
fr_fr: Artéfacts qui référencent cet artéfact

source: Reverse label
fr_fr: Label inverse

source: Revert
fr_fr: Annuler

source: Rows
fr_fr: Lignes

source: Rule successfully created
fr_fr: Règle créée avec succès

source: Rule(s) successfully deleted
fr_fr: Règle(s) supprimée(s) avec succès

source: Rule(s) successfully updated
fr_fr: Règle(s) mise(s) à jour avec succès

source: Salome
fr_fr: Salomé

source: Save
fr_fr: Enregistrer

source: Save as...
fr_fr: Enregistrer sous...

source: Save configuration
fr_fr: Sauvegarder la configuration

source: Save done values
fr_fr: Sauvegarder les valeurs finies

source: Save new report
fr_fr: Enregistrer

source: Save notifications changes
fr_fr: Sauvegarder les changements de notifications

source: Save open values
fr_fr: Sauvegarder les valeurs ouvertes

source: Save report as
fr_fr: Enregistrer sous

source: Save semantic
fr_fr: Sauvegarder la sémantique

source: Save webhook
fr_fr: Sauvegarder le webhook

source: Save your modifications
fr_fr: Sauvegarder vos modifications

source: Search
fr_fr: Rechercher

source: Search artifacts
fr_fr: Rechercher des artéfacts

source: See the {{ tracker_name_from_which_we_imply_the_semantic }} tracker configuration
fr_fr: Voir la configuration de l'outil de suivi {{ tracker_name_from_which_we_imply_the_semantic }}

source: Select Box
fr_fr: Boîte de sélection simple

source: Select a parent
fr_fr: Sélectionner un parent

source: Select a source field and a target field to edit dependencies between them.
fr_fr: Sélectionnez un champ source et un champ cible pour editer les dépendances entre ces champs.

source: Select artifacts to link to&nbsp;
fr_fr: Sélectionner les artéfacts à lier à&nbsp;

source: Select default value
fr_fr: Sélectionner la valeur par défaut

source: Selectbox
fr_fr: Liste de choix

source: Selected values are invalid because some are not closed values anymore.
fr_fr: Certaines valeurs sélectionnées sont invalides car elles ne sont plus considérées comme fermées.

source: Selection on same field multiple times is not allowed
fr_fr: La sélection du même champs plusieurs fois n'est pas autorisée

source: Semantic %s
fr_fr: Sémantique %s

source: Semantic Timeframe is not configured for tracker %s.
fr_fr: La sémantique Plage de temps n'est pas configurée pour le tracker %s.

source: Semantic description unset
fr_fr: La sémantique description a été retirée

source: Semantic description updated
fr_fr: La sémantique description a été mise à jour

source: Semantic has been deleted successfully
fr_fr: La sémantique a été supprimée avec succès

source: Semantic has been saved successfully
fr_fr: La sémantique a été sauvegardée avec succès

source: Semantic is properly configured
fr_fr: La sémantique est correctement configurée

source: Semantic status is not defined.
fr_fr: La sémantique status n'est pas définie.

source: Semantic timeframe is required for calendar events
fr_fr: La sémantique plage de temps est requise pour les événements de calendrier

source: Semantic timeframe reset successfully
fr_fr: La sémantique plage de temps a été réinitialisée avec succès

source: Semantic timeframe updated successfully
fr_fr: La sémantique plage de temps a été mise à jour avec succès

source: Semantic title and description for creating an artifact by mail are not defined.
fr_fr: Les sémantiques titre et description permettant d'utiliser la création des artéfacts par mail ne sont pas définies.

source: Semantic title and/or description are not configured
fr_fr: La sémantique titre et/ou description ne sont pas configurées

source: Semantic title is required for calendar events
fr_fr: La sémantique titre est requise pour les événements du calendrier

source: Semantic title unset
fr_fr: La sémantique title a été retirée

source: Semantic title updated
fr_fr: La sémantique title a été mise à jour

source: Semantics
fr_fr: Sémantiques

source: Send an email to
fr_fr: Envoyer un email à

source: Send notifications to people monitoring these artifacts
fr_fr: Envoyer les notifications aux personnes suivant ces artéfacts

source: Send notifications to selected people
fr_fr: Envoyer des notifications aux personnes sélectionnées

source: Send notifications:
fr_fr: Envoyer les notifications :

source: Separator
fr_fr: Séparateur

source: Server url is invalid
fr_fr: L'url du serveur est invalide

source: Set a limit on expert queries to avoid too complex ones. Be careful, higher the limit is, higher the time to process the query by the server can be.
fr_fr: Définir une limite sur les requêtes expertes afin d'éviter les trop complexes. Soyez prudent, plus la limite est élevée, plus le temps pour traiter la requête peut être important.

source: Short name
fr_fr: Nom court

source: Shortcuts
fr_fr: Raccourcis

source: Shortname
fr_fr: Nom court

source: Show
fr_fr: Afficher

source: Show diff
fr_fr: Afficher le diff

source: Show items referenced by {{ artifact_xref }}
fr_fr: Voir les objets référencés par {{ artifact_xref }}

source: Show/hide this value
fr_fr: Afficher/cacher cette valeur

source: Simple columns
fr_fr: Colonnes

source: Size
fr_fr: Taille

source: Snapshot
fr_fr: État

source: Some child trackers don't have a "remaining_effort" Integer or Float or Computed field:
fr_fr: Des outils de suivi enfants n'ont pas de champ "remaining_effort" de type Entier, Flottant ou Calculé :

source: Some migrations are being processed. Your new trackers will appear as soon as the migrations are completed.
fr_fr: Des migrations sont en cours. Les nouveaux outils de suivi apparaîtront dès que les migrations seront terminées.

source: Some selected values was not saved because they are used in another semantic.
fr_fr: Certaines valeurs selectionnées n'ont pu être enregistrées car elle sont utilisées par une autre sémantique.

source: Some trackers inherit their semantics timeframe from the current tracker:
fr_fr: Certains outils de suivi héritent leurs sémantiques Plage de temps de celle de l'outil de suivi actuel :

source: Something went wrong, the follow up content couldn't be loaded
fr_fr: Quelque chose s'est mal passé, l'historique n'a pas pu être chargé

source: Something went wrong.
fr_fr: Quelque chose s'est mal passé.

source: Sort by:
fr_fr: Triés par :

source: Source id does not exist.
fr_fr: L'id source n'existe pas.

source: Start
fr_fr: Début

source: Start date
fr_fr: Date de début

source: Start using my tracker
fr_fr: Commencer à utiliser mon outil de suivi

source: Static Text
fr_fr: Texte statique

source: Static value
fr_fr: Valeur statique

source: Static values
fr_fr: Valeurs statiques

source: Status
fr_fr: État

source: Status cannot be unset, because this tracker uses Done semantic
fr_fr: L'état ne peut pas être réinitialisé, car l'outil de suivi utilise la sémantique fini

source: Status change notifications
fr_fr: Notifications lors de la mise à jour de l'état

source: Status change notifications (people will get notified when they are submitter, assignee, commenter or CC and artifact status is updated)
fr_fr: Notifications lors de la mise à jour de l'état (les gens sont notifiés lorsqu'ils ont soumis, sont assignés, ont commenté ou sont en CC)

source: Status semantic allows to define how an artifact is considered to be open.
fr_fr: La sémantique État permet de définir comment un artéfact est considéré ouvert.

source: Std deviation
fr_fr: Écart type

source: Stop receiving notifications for this artifact
fr_fr: Ne plus recevoir les notifications de cet artéfact

source: String
fr_fr: Chaîne de caractères

source: String fields are no longer supported for description semantic. Please update.
fr_fr: Les champs de type chaîne de caractères ne sont plus supportés en tant que sémantique description. Veuillez la mettre à jour.

source: Structural elements
fr_fr: Elements structurels

source: Structure XML export
fr_fr: Export XML de la structure

source: Submit
fr_fr: Valider

source: Submit Changes
fr_fr: Valider

source: Submit instructions
fr_fr: Instructions de soumissions

source: Submit permissions
fr_fr: Valider les permissions

source: Submitted By
fr_fr: Auteur de l'artéfact

source: Submitted On
fr_fr: Date de soumission

source: Successfully Updated
fr_fr: Mise à jour réussie

source: Successfully Updated (%1$s)
fr_fr: Mise à jour réussie (%1$s)

source: Successfully updated, the modification will be active in a few minutes.
fr_fr: Mise à jour effectuée, les modifications seront actives dans quelques minutes.

source: Successfully updated.
fr_fr: Mise à jour effectuée.

source: Sum
fr_fr: Somme

source: Summary
fr_fr: Résumé

source: Switch to markup diff
fr_fr: Basculer le diff en mode balise

source: Switch to new tracker creation flow
fr_fr: Basculer sur le nouveau flux de création d'outil de suivi

source: Switch to:
fr_fr: Transformer en :

source: Target URL
fr_fr: URL cible

source: Target field
fr_fr: Champ cible

source: Text
fr_fr: Texte

source: That tracker does not exist.
fr_fr: Cet outil de suivi n'existe pas.

source: The %s tracker has been created successfully.
fr_fr: L'outil de suivi %s a été créé avec succès.

source: The 'FROM' part of the query is invalid, it contains an error: '%s'
fr_fr: La partie 'FROM' de votre requête est invalide, elle contient une erreur : '%s'

source: The 'job_url' attribute must be a valid URL.
fr_fr: L'attribut 'job_url' doit être une URL valide.

source: The @comments metadata cannot be compared to MYSELF().
fr_fr: @comments ne peut pas être comparé à MYSELF().

source: The @comments metadata cannot be compared to NOW().
fr_fr: @comments ne peut pas être comparé à NOW().

source: The @comments metadata cannot be compared to OPEN().
fr_fr: @comments ne peut pas être comparé à OPEN().

source: The Jira import initiated on %s cannot be completed. It has been canceled.
fr_fr: L'import Jira initié le %s ne peut pas être fait. Il a été annulé.

source: The Jira import initiated on %s is in queue since too long. It seems that something prevented its execution. It has been canceled.
fr_fr: L'import Jira initié le %s est en attente depuis trop longtemps. Il semblerait que quelque chose ait empêché son exécution. Il a été annulé.

source: The artifact #%d is not located in an active project.
fr_fr: L'artéfact #%d ne se trouve pas dans un projet actif.

source: The artifact cannot be created because there are several errors:
fr_fr: L'artifact n'a pu être créé à cause des erreurs suivantes :

source: The artifact doesn't have an artifact link field or you have not the permission to modify it, please reconfigure your tracker
fr_fr: L'artéfact n'a pas de champ de type lien vers artéfact ou alors vous n'avez pas la permission de le modifier, merci de reconfigurer l'outil de suivi

source: The artifact has too many children (limit is set to %1$s).
fr_fr: L'artéfact a trop d'enfants (la limite est de %1$s).

source: The artifact is not linked to any changeset.
fr_fr: L'artifact n'est relié à aucun changeset.

source: The artifact link type "%s" cannot be disabled
fr_fr: Le lien entre artéfacts typé "%s" ne peut être désactivé

source: The artifact link type "%s" cannot be used to link artifact #%s manually
fr_fr: Le lien entre artéfacts typé "%s" ne peut pas être utilisé pour manuellement lier l'artéfact #%s

source: The artifact link type "%s" is disabled and cannot be used to link artifact #%s
fr_fr: Le lien entre artéfacts typé "%s" est désactivé et ne peut être utilisé pour lier l'artéfact #%s

source: The artifact link type "%s" is now disabled
fr_fr: Le lien entre artéfacts typé "%s" a été désactivé

source: The artifact link type "%s" is now enabled
fr_fr: Le lien entre artéfacts typé "%s" a été activé

source: The artifact link type does not exist
fr_fr: Le lien entre artéfacts typé n'existe pas

source: The artifact was not created
fr_fr: L'artéfact n'a pas été créé

source: The artifact was not updated
fr_fr: L'artéfact n'a pas été mis à jour

source: The artifact will be linked to %1$s
fr_fr: L'artifact sera lié à %1$s

source: The artifacts of this tracker do not have any %s description %s yet.
fr_fr: Les artéfacts de cet outil de suivi n'ont pas de %s description %s définie.

source: The artifacts of this tracker do not have any %s title %s yet.
fr_fr: Les artéfacts de cet outil de suivi n'ont pas de %s titre %s défini.

source: The artifacts of this tracker does not have any contributor/assignee yet.
fr_fr: Les artéfacts de cet outil de suivi n'ont pas encore de contributeur/assigné.

source: The artifacts of this tracker will be described by the field %s.
fr_fr: Les artéfacts de cet outil de suivi seront décrits par le champ %s.

source: The artifacts of this tracker will be summarized by the field %s.
fr_fr: Les artéfacts de cet outil de suivi seront résumés par le champ %s.

source: The changeset cannot be stored.
fr_fr: Le changeset n'a pas pu être sauvegardé.

source: The comment cannot be stored.
fr_fr: Le commentaire n'a pas pu être sauvegardé.

source: The computation of the progression will be
fr_fr: Le calcul de la progression sera

source: The contributor(s)/assignee(s) are the person(s) who are responsible for the work needed to complete the artifact.
fr_fr: Le contributeur(s)/assigné(s) est la personne qui est responsable du travail nécessaire à la complétion de l'artéfact.

source: The contributor/assignee is now: %1$s
fr_fr: Le contributeur est maintenant lié au champ : %1$s

source: The copy of the children will be done "as is", you won't be able to edit them during the copy process.
fr_fr: La copie des enfants se fait « en tant que tel », il n'est pas possible d'éditer pendant le processus de copie.

source: The date field '%s' cannot be compared to MYSELF().
fr_fr: Le champ date '%s' ne peut pas être comparé à MYSELF().

source: The date field '%s' cannot be compared to OPEN().
fr_fr: Le champ date '%s' ne peut pas être comparé à OPEN().

source: The date field '%s' cannot be compared to the empty string with < operator.
fr_fr: Le champ date '%s' ne peut pas être comparé à une chaîne vide avec l'opérateur <.

source: The date field '%s' cannot be compared to the empty string with <= operator.
fr_fr: Le champ date '%s' ne peut pas être comparé à une chaîne vide avec l'opérateur <=.

source: The date field '%s' cannot be compared to the empty string with > operator.
fr_fr: Le champ date '%s' ne peut pas être comparé à une chaîne vide avec l'opérateur >.

source: The date field '%s' cannot be compared to the empty string with >= operator.
fr_fr: Le champ date '%s' ne peut pas être comparé à une chaîne vide avec l'opérateur >=.

source: The date field '%s' cannot be compared to the empty string with BETWEEN() operator.
fr_fr: Le champ date '%s' ne peut pas être comparé à une chaîne vide avec l'opérateur BETWEEN().

source: The date field '%s' cannot be compared to the string value '%s'.
fr_fr: Le champ date '%s' ne peut pas être comparé à la chaîne '%s'.

source: The description is a free-text account of the artifact.
fr_fr: La description est un résumé ou un texte libre à propos de l'artéfact.

source: The email has been copied to clipboard
fr_fr: L'adresse a été copiée dans votre presse-papier

source: The feature is deactivated, nobody can interact with trackers by email.
fr_fr: La fonctionnalité est désactivée, personne ne peut intéragir avec les outils de suivi par courriel.

source: The field "%1$s" cannot be stored.
fr_fr: Le champ "%1$s" n'a pas pu être sauvegardé.

source: The field "%1$s" will not be taken into account.
fr_fr: Le champ "%1$s" ne sera pas pris en compte.

source: The field %1$s is required.
fr_fr: Le champ %1$s est obligatoire.

source: The field '%1$s' will be automatically cleared
fr_fr: Le valeur du champs '%1$s' sera automatiquement effacée

source: The field '%1$s' will be automatically set to %2$s
fr_fr: Le champ '%1$s' sera automatiquement valué à %2$s

source: The field '%s' cannot be compared to the empty string, it can never yield results.
fr_fr: Le champ '%s' ne peut pas être comparé à une chaîne vide, cela ne peut produire aucun résultat.

source: The field '%s' is not supported for the operator %s.
fr_fr: Le champ '%s' n'est pas supporté pour l'opérateur %s.

source: The field '%s' is not supported. Please refer to the documentation for the allowed types.
fr_fr: Le champ '%s' n'est pas supporté. Veuillez consulter la documentation pour les types de champs autorisés.

source: The field '%u' is used for the workflow and cannot be defined in frozen fields actions.
fr_fr: Le champ '%u' est utilisé pour définir le workflow et ne peut pas être choisi en tant que champ figé.

source: The field for semantic status cannot be updated because semantic done is defined for this tracker.
fr_fr: Le champ pour la sémantique État ne peut être mis à jour car la sémantique fini est définie.

source: The field is automatically set to artifact submission date
fr_fr: Le champ est automatiquement renseigné avec la date de soumission de l'artéfact

source: The field is automatically set to artifact submission user
fr_fr: Le champ est automatiquement renseigné avec l'utilisateur qui a soumis l'artéfact

source: The field is automatically set to last artifact update date
fr_fr: Le champ est automatiquement renseigné avec la date de dernière modification de l'artéfact

source: The field is automatically set to the last person who modified the artifact
fr_fr: Le champ est automatiquement renseigné avec l'utilisateur qui a mis à jour l'artéfact en dernier

source: The field you submitted is not a list field
fr_fr: Le champ soumis n'est pas un champ de type liste

source: The field you submitted is not a text field
fr_fr: Le champ soumis n'est pas un champ texte

source: The field you submitted is not a user list field
fr_fr: Le champ soumis n'est pas un champ de type liste d'utilisateurs

source: The field_id value '%u' does not match a date field in use in the tracker.
fr_fr: Le field_id '%u' ne correspond pas à un champ date utilisé dans le tracker.

source: The field_id value '%u' does not match a field in use in the tracker.
fr_fr: Le field_id '%u' ne correspond pas à un champ utilisé dans le tracker.

source: The field_id value '%u' does not match a float field in use in the tracker.
fr_fr: La valeur de field_id '%u' ne correspond pas à un champ de type flottant utilisé dans le tracker.

source: The field_id value '%u' does not match an int field in use in the tracker.
fr_fr: La valeur de field_id '%u' ne correspond pas à un champ de type entier utilisé dans le tracker.

source: The field_id value '%u' is used in a field dependency in the tracker.
fr_fr: Le field_id '%u' est utilisé dans une dépendance entre champs dans le tracker.

source: The fieldset_id value '%u' does not match a fieldset in use in the tracker.
fr_fr: Le fieldset_id '%u' ne correspond pas à un groupe de champs utilisé dans le tracker.

source: The file field '%s' cannot be compared to MYSELF().
fr_fr: Le champ fichier '%s' ne peut pas être comparé à MYSELF().

source: The file field '%s' cannot be compared to NOW().
fr_fr: Le champ fichier '%s' ne peut pas être comparé à NOW().

source: The file field '%s' cannot be compared to OPEN().
fr_fr: Le champ fichier '%s' ne peut pas être comparé à OPEN().

source: The float field '%s' cannot be compared to MYSELF().
fr_fr: Le champ flottant '%s' ne peut pas être comparé à MYSELF().

source: The float field '%s' cannot be compared to NOW().
fr_fr: Le champ flottant '%s' ne peut pas être comparé à NOW().

source: The float field '%s' cannot be compared to OPEN().
fr_fr: Le champ flottant '%s' ne peut pas être comparé à OPEN().

source: The float field '%s' cannot be compared to the empty string with < operator.
fr_fr: Le champ flottant '%s' ne peut pas être comparé à une chaîne vide avec l'opérateur <.

source: The float field '%s' cannot be compared to the empty string with <= operator.
fr_fr: Le champ flottant '%s' ne peut pas être comparé à une chaîne vide avec l'opérateur <=.

source: The float field '%s' cannot be compared to the empty string with > operator.
fr_fr: Le champ flottant '%s' ne peut pas être comparé à une chaîne vide avec l'opérateur >.

source: The float field '%s' cannot be compared to the empty string with >= operator.
fr_fr: Le champ flottant '%s' ne peut pas être comparé à une chaîne vide avec l'opérateur >=.

source: The float field '%s' cannot be compared to the empty string with BETWEEN() operator.
fr_fr: Le champ flottant '%s' ne peut pas être comparé à une chaîne vide avec l'opérateur BETWEEN().

source: The float field '%s' cannot be compared to the string value '%s'.
fr_fr: Le champ flottant '%s' ne peut pas être comparé à la chaîne '%s'.

source: The following artifacts were not updated (%1$s)
fr_fr: Les artéfacts suivant n'ont pas été mis à jour (%1$s)

source: The following information will be displayed in the tooltip:
fr_fr: Les informations suivantes seront affichées dans l'infobulle :

source: The following trackers cannot be displayed (data seems missing in database):
fr_fr: Les outils de suivi suivant ne peuvent être affichés (des données semblent manquantes en base de données) :

source: The following trackers cannot be imported due to invalid data, name or short name already in use: %1$s
fr_fr: Les trackers suivants ne peuvent pas être importés en raisons de données invalides, d'un nom ou d'un nom court déjà utilisé : %1$s

source: The integer field '%s' cannot be compared to MYSELF().
fr_fr: Le champ entier '%s' ne peut pas être comparé à MYSELF().

source: The integer field '%s' cannot be compared to NOW().
fr_fr: Le champ entier '%s' ne peut pas être comparé à NOW().

source: The integer field '%s' cannot be compared to OPEN().
fr_fr: Le champ entier '%s' ne peut pas être comparé à OPEN().

source: The integer field '%s' cannot be compared to the empty string with < operator.
fr_fr: Le champ entier '%s' ne peut pas être comparé à une chaine vide avec l'opérateur <.

source: The integer field '%s' cannot be compared to the empty string with <= operator.
fr_fr: Le champ entier '%s' ne peut pas être comparé à une chaine vide avec l'opérateur <=.

source: The integer field '%s' cannot be compared to the empty string with > operator.
fr_fr: Le champ entier '%s' ne peut pas être comparé à une chaine vide avec l'opérateur >.

source: The integer field '%s' cannot be compared to the empty string with >= operator.
fr_fr: Le champ entier '%s' ne peut pas être comparé à une chaine vide avec l'opérateur >=.

source: The integer field '%s' cannot be compared to the empty string with BETWEEN() operator.
fr_fr: Le champ entier '%s' ne peut pas être comparé à une chaine vide avec l'opérateur BETWEEN().

source: The integer field '%s' cannot be compared to the string value '%s'.
fr_fr: Le champ entier '%s' ne peut pas être comparé à la chaîne '%s'.

source: The label will not appear in form.
fr_fr: Le label n'apparaît pas dans le formulaire.

source: The last person to update the artifact
fr_fr: La dernière personne à avoir modifié l'artifact

source: The limit of artifacts deletions has been reached for the previous 24 hours.
fr_fr: La limite de suppressions d'artéfacts a été atteinte pour les dernières 24 heures.

source: The limit value is incorrect.
fr_fr: La configuration est incorrecte.
