Repository: Enalean/tuleap
Catalog: plugins/program_management/scripts/admin/po/*.po
Languages: fr_fr

source: Choose a project to aggregate
fr_fr: Choisissez un projet à regrouper

source: Choose a source tracker for Iterations
fr_fr: Choisissez un tracker source pour les Itérations

source: Choose a source tracker for Program Increments
fr_fr: Choisissez un tracker source pour les Incréments de Programme

source: Choose which trackers can be planned
fr_fr: Choisissez quels trackers peuvent être planifiés

source: Choose who can prioritize and plan items
fr_fr: Choisissez qui peut prioriser et planifier des éléments

source: Iterations
fr_fr: Itérations

source: New %s
fr_fr: Ajouter un(e) %s

source: Program Increments
fr_fr: Incréments de Programme

source: This field is mandatory, please choose a tracker as Program Increment in the list.
fr_fr: Ce champ est obligatoire, merci de choisir un tracker en tant qu'Incrément de Programme dans la liste.

source: This field is mandatory, please choose one or several groups in the list.
fr_fr: Ce champ est obligatoire, merci de choisir un ou plusieurs groupes dans la liste.

source: This field is mandatory, please choose one or several trackers in the list.
fr_fr: Ce champ est obligatoire, merci de choisir un ou plusieurs tracker dans la liste.

source: iteration
fr_fr: itération

source: program increment
fr_fr: incrément de programme
