Repository: Enalean/tuleap
Catalog: lib/frontend/prose-mirror-editor-toolbar/po/*.po
Languages: fr_fr

source: Apply subscript style on the selected text `Ctrl+,`
fr_fr: Transformer le texte sélectionné en indice `Ctrl+,`

source: Apply superscript style on the selected text `Ctrl+.`
fr_fr: Transformer le texte sélectionné en exposant `Ctrl+.`

source: Cancel
fr_fr: Annuler

source: Change to large heading `Ctrl+Shift+%(heading_level)s`
fr_fr: Changer en grand titre `Ctrl+Shift+%(heading_level)s`

source: Change to medium heading `Ctrl+Shift+%(heading_level)s`
fr_fr: Changer en titre moyen `Ctrl+Shift+%(heading_level)s`

source: Change to normal text
fr_fr: Changer en texte normal

source: Change to preformatted text
fr_fr: Changer en texte préformaté

source: Change to small heading `Ctrl+Shift+%(heading_level)s`
fr_fr: Changer en petit titre `Ctrl+Shift+%(heading_level)s`

source: Change to subtitle `Ctrl+Shift+1`
fr_fr: Changer en sous-titre `Ctrl+Shift+1`

source: Create link
fr_fr: Créer un lien

source: Create or edit link `Ctrl+k`
fr_fr: Créer ou éditer un lien `Ctrl+k`

source: Edit link
fr_fr: Éditer un lien

source: Image source
fr_fr: Source de l'image

source: Insert emoji `Ctrl+;`
fr_fr: Insérer une émoticône `Ctrl+;`

source: Insert new emoji
fr_fr: Insérer une nouvelle émoticône

source: Insert new image
fr_fr: Insérer une nouvelle image

source: Insert or edit image
fr_fr: Insérer ou éditer une image

source: Large heading
fr_fr: Grand titre

source: Link
fr_fr: Lien

source: Medium heading
fr_fr: Titre moyen

source: Preformatted
fr_fr: Préformaté

source: Remove link
fr_fr: Supprimer le lien

source: Save
fr_fr: Sauvegarder

source: Search...
fr_fr: Rechercher...

source: Small heading
fr_fr: Petit titre

source: Subtitle
fr_fr: Sous-titre

source: Text
fr_fr: Texte

source: Title
fr_fr: Titre

source: Toggle bold style `Ctrl+b`
fr_fr: Passer en gras `Ctrl+b`

source: Toggle inline code `Ctrl+`
fr_fr: Passer en code inline `Ctrl+`

source: Toggle italic style `Ctrl+i`
fr_fr: Passer en italique `Ctrl+i`

source: Update image properties
fr_fr: Mettre à jour les propriétés de l'image

source: Wrap in block quote `Ctrl->`
fr_fr: Passer en mode citation `Ctrl->`

source: Wrap in bullet list `Shift+Ctrl+8`
fr_fr: Transformer en liste à puces `Shift+Ctrl+8`

source: Wrap in ordered list `Shift+Ctrl+9`
fr_fr: Transformer en liste numérotée `Shift+Ctrl+9`
