Repository: Enalean/tuleap
Catalog: plugins/git/scripts/artifact-create-branch-action/po/*.po
Languages: fr_fr

source: An error occurred while creating the Git branch %{ branch_name }: %{ error }
fr_fr: Une erreur est survenue lors de la création de la branche %{ branch_name } : %{ error }

source: An error occurred while creating the associated pull request: %{ error }
fr_fr: Une erreur est survenue lors de la création de la pull request associée : %{ error }

source: Cancel
fr_fr: Annuler

source: Create a pull request based on this new branch to the default branch
fr_fr: Créer une pull request basée sur cette nouvelle branche vers la branche par défaut

source: Create branch
fr_fr: Créer la branche

source: Create branch and pull request
fr_fr: Créer la branche et la pull request

source: Create branch on a Git repository
fr_fr: Créer une branche dans un dépôt Git

source: Error while loading the Git branch creation modal.
fr_fr: Une erreur est survenue lors du chargement de la modale de création de branche Git.

source: Error while retrieving the Git project repositories: %{ error }
fr_fr: Une erreur est survenue lors du chargement des dépôts Git du projet : %{ error }

source: Git reference from where the branch should be created
fr_fr: La référence Git à partir de laquelle la branche va être créée

source: Must be an existing git commit SHA-1 or a branch name
fr_fr: Doit être le SHA-1 d'un commit existant ou le nom d'une branche

source: Project Git repositories
fr_fr: Dépôts Git du projet

source: The associated pull request has been created.
fr_fr: La pull request associée a été créée.

source: The branch <a href="%{ branch_url }">%{ branch_name }</a> has been successfully created on <a href="%{ repo_url }">%{ repo_name }</a>
fr_fr: La branche <a href="%{ branch_url }">%{ branch_name }</a> a été créée avec succès dans le dépôt <a href="%{ repo_url }">%{ repo_name }</a>

source: The following branch will be created
fr_fr: La branche suivante sera créée
