Repository: Enalean/tuleap
Catalog: plugins/artidoc/site-content/*/LC_MESSAGES/tuleap-artidoc.po
Languages: fr_fr

source: Artifact link field must use 'block' display type.
fr_fr: Le champ liens d'artifact doit utiliser l'affichage 'block'.

source: Artifacts as Documents
fr_fr: Artifacts sous forme de Documents

source: Given tracker cannot be found or you don't have access to it.
fr_fr: Le tracker fourni n'existe pas ou vous n'y avez pas accès.

source: Given tracker does not have a semantic description.
fr_fr: Le tracker fourni n'a pas de sémantique description.

source: Given tracker does not have a semantic title.
fr_fr: Le tracker fourni n'a pas de sémantique titre.

source: No artifact to import or section content provided
fr_fr: Aucun artifact à importer ou de contenu de section n'a été fourni

source: Parent folders are not displayed to not clutter the interface
fr_fr: Les dossiers parents ne sont pas affichés pour ne pas encombrer l'interface

source: The compared_to is not a valid section identifier.
fr_fr: Le paramètre compared_to n'est pas un identifiant de section valide.

source: The field with id #%s could not be found.
fr_fr: Le champ dont l'id est #%s n'a pas été trouvé.

source: The field with id #%s is already used in description semantic, it cannot be reused in fields for artidoc.
fr_fr: Le champ dont l'id est #%s est déjà utilisé en sémantique description, il ne peut pas être réutilisé pour les champs d'artidoc.

source: The field with id #%s is already used in title semantic, it cannot be reused in fields for artidoc.
fr_fr: Le champ dont l'id est #%s est déjà utilisé en sémantique titre, il ne peut pas être réutilisé pour les champs d'artidoc.

source: The field with id #%s is not supported in Artidoc.
fr_fr: Le champ dont l'id est #%s n'est pas supporté dans Artidoc.

source: The field with id #%s must belong to the selected tracker.
fr_fr: Le champ dont l'id est #%s doit appartenir au tracker sélectionné.

source: The ids is invalid. Expected an array of one section identifier.
fr_fr: Le paramètre ids n'est pas valide. Un tableau d'un identifiant de section est attendu.

source: The maximum allowed size for a file is %1$s bytes, you requested the creation of a file of %2$s bytes.
fr_fr: La taille maximum autorisée pour un fichier est %1$s octets, vous demandez la création d'un fichier de %2$s octets.

source: The properties 'import' and 'content' can not be used at the same time
fr_fr: Les propriétés 'import' et 'content' ne peuvent pas être utilisées en même temps

source: The section being moved does not belong to the document.
fr_fr: La section à déplacer n'appartient pas au document.

source: The section cannot be moved relatively to itself.
fr_fr: La section ne peut pas être déplacée par rapport à elle-même.

source: The section cannot be reordered outside of its document.
fr_fr: La section ne peut pas être déplacée en dehors du document.

source: The semantic title should be a string field.
fr_fr: La sémantique titre doit être un champ chaîne de caractères.

source: There cannot be other required fields than title or description.
fr_fr: Il ne peut y avoir de champs requis autres que titre ou description.

source: There is already an existing section with the same artifact in the document.
fr_fr: Il y a déjà une section existante avec le même artifact dans le document.

source: This document does not contain any sections.
fr_fr: Ce document ne contient pas de sections.

source: This file is already being uploaded.
fr_fr: Ce fichier est déjà en cours de téléversement.

source: Title of the section cannot be empty.
fr_fr: Le titre de la section ne peut pas être vide.

source: Unknown direction "%s". Expected one of the following values: %s
fr_fr: Direction "%s" inconnue. L'une de ces valeurs suivantes est attendue : %s

source: We were unable to insert the new section at the required position. The sibling section does not exist, maybe it has been deleted by someone else while you were editing the document?
fr_fr: Impossible de rajouter la nouvelle section à la position demandée. La section référente n'existe pas, peut-être a-t-elle été supprimée par quelqu'un d'autre pendant que vous éditiez le document ?

source: You cannot move a parent section within its child sections.
fr_fr: Vous ne pouvez pas déplacer une section parente à l'intérieur de ses sections enfants.

source: You don't have permission to write the document.
fr_fr: Vous n'avez pas la permission de mettre à jour le document.

source: is Child of
fr_fr: est Enfant de

source: is Linked to
fr_fr: est Lié à

source: is Parent of
fr_fr: est Parent de
