Repository: Enalean/tuleap
Catalog: plugins/oauth2_server/site-content/*/LC_MESSAGES/tuleap-oauth2_server.po
Languages: fr_fr

source: %s by project %s wants to connect to your Tuleap account.
fr_fr: %s du projet %s souhaite se connecter à votre compte Tuleap.

source: Access has been revoked.
fr_fr: L'accès a été révoqué.

source: Access to your email address
fr_fr: Accès à votre adresse e-mail

source: Access to your user profile. Includes access to your real name, avatar picture, language and timezone.
fr_fr: Accès à votre profil utilisateur. Inclus l'accès à votre nom complet, image d'avatar, langue et fuseau horaire.

source: Add an App
fr_fr: Ajouter une App

source: Allow the app to access resources on your behalf for an extended period of time even while you are disconnected
fr_fr: Autoriser l'application à accéder aux ressources en votre nom pendant une période prolongée même lorsque vous êtes déconnecté

source: Allow to connect to apps and services using your account
fr_fr: Autoriser à se connecter à des applications et services à l'aide de votre compte

source: App name
fr_fr: Nom de l'App

source: Application (client) ID
fr_fr: ID de l'application (client)

source: Authorization not found for this App, aborting revocation.
fr_fr: Aucune autorisation trouvée pour cette App, annulation de la révocation.

source: Authorize
fr_fr: Autoriser

source: Authorize application
fr_fr: Autoriser l'application

source: Cancel
fr_fr: Annuler

source: Close
fr_fr: Fermer

source: Delegate access to Tuleap resources
fr_fr: Déléguer l'accès aux ressources de Tuleap

source: Delete
fr_fr: Supprimer

source: Delete App
fr_fr: Supprimer l'App

source: Deny
fr_fr: Refuser

source: Email address
fr_fr: Adresse e-mail

source: Force PKCE usage?
fr_fr: Force l'utilisation de PKCE ?

source: Force usage of PKCE to authenticate
fr_fr: Forcer à utiliser PKCE pour s'authentifier

source: My REST API consumer App
fr_fr: Mon App utilisant l'API REST

source: No App have been defined yet. Start by adding one.
fr_fr: Aucune App n'a encore été configurée. Commencez par en ajouter une.

source: OAuth2 Apps
fr_fr: Apps OAuth2

source: OAuth2 Server
fr_fr: Server OAuth2

source: Offline access
fr_fr: Accès hors-ligne

source: Please review the permissions you are about to give to %s:
fr_fr: Veuillez prendre connaissance des permissions que vous allez accorder à %s :

source: Project
fr_fr: Projet

source: Redirect endpoint
fr_fr: Route de redirection

source: Redirect endpoint must use HTTPS. It must not include a fragment component (#anchor)
fr_fr: La route de redirection doit utiliser HTTPS. Elle ne doit pas inclure un identificateur de fragment (#ancre)

source: Revoke access
fr_fr: Révoquer l'accès

source: Revoke access to this App
fr_fr: Révoquer l'accès de cette App

source: Revoke authorization
fr_fr: Révoquer l'autorisation

source: Scopes
fr_fr: Portées

source: Sign you in
fr_fr: Se connecter

source: The App has been successfully deleted.
fr_fr: L'App a correctement été supprimée.

source: The App's ID is required.
fr_fr: L'ID de l'App est obligatoire.

source: The provided app data is not valid.
fr_fr: Les informations fournies pour l'app ne sont pas valides.

source: This is a list of OAuth2 apps you have authorized access to Tuleap on your behalf.
fr_fr: Voici une liste des apps OAuth2 auxquelles vous avez autorisé l'accès à Tuleap en votre nom.

source: User profile
fr_fr: Profil utilisateur

source: You did not authorize any OAuth2 App yet.
fr_fr: Vous n'avez pas encore autorisé d'app OAuth2.

source: Your new app %s has been created, make sure to copy the following secret. You won't be able to see it again!
fr_fr: Votre nouvelle app %s vient d'être créée, prenez soin de copier le secret qui suit. Vous ne pourrez pas le voir de nouveau !
