Repository: Enalean/tuleap
Catalog: plugins/testmanagement/site-content/*/LC_MESSAGES/tuleap-testmanagement.po
Languages: fr_fr

source: Campaigns
fr_fr: Campagnes

source: Configuration incomplete
fr_fr: Configuration incomplète

source: Configuration updated - previous configuration [ campaign tracker #%d, test definition tracker #%d, test execution tracker #%d, issue tracker #%d ] - new configuration [ campaign tracker #%d, test definition tracker #%d, test execution tracker #%d, issue tracker #%d ]
fr_fr: Configuration mise à jour - configuration précédente [ campagne #%d, définition des tests #%d, exécution des tests #%d, bugs tracker #%d ] - nouvelle configuration [ campagne #%d, définition des tests #%d, exécution des tests #%d, bugs tracker #%d ]

source: Covers
fr_fr: Couvre

source: Current campaign does not have any job configured to launch automated tests
fr_fr: La campagne courante n'a pas de job configuré pour pouvoir exécuter des tests automatisés

source: Current tracker is not configured to be a test definition tracker in TestManagement, but is using a "Step definition" field: you may remove the field from the tracker.
fr_fr: Ce tracker n'est pas configuré pour être une base de définitions de tests dans TestManagement, mais cependant utilise le champ "Définition d'étapes": vous devriez supprimer ce champ.

source: Current tracker is not configured to be a test execution tracker in TestManagement, but is using a "Step execution" field: you may remove the field from the tracker.
fr_fr: Ce tracker n'est pas configuré pour être une base d'exécution de tests dans TestManagement, mais cependant utilise le champ "Exécution d'étapes": vous devriez supprimer ce champ.

source: Definition of steps
fr_fr: Définition des étapes

source: Direct edition of steps results is not allowed. Please use TestManagement service instead.
fr_fr: Éditer directement le résultat des étapes n'est pas permis. Merci d'utiliser le service TestManagement pour cela.

source: Enter the tracker id...
fr_fr: Entrez l'id du tracker…

source: Execution result of a step
fr_fr: Résultat d'exécution d'une étape

source: Expected results
fr_fr: Résultats attendus

source: Go in the Test Management administration to set manually the trackers or let us do it for you.
fr_fr: Rendez-vous dans l'administration de Test Management ou laissez-nous nous en occuper pour vous.

source: Go to administration
fr_fr: Aller à l'administration

source: Issue Tracker
fr_fr: Tracker des bugs

source: Job URL is invalid
fr_fr: L'URL du job n'est pas valide

source: Permission denied
fr_fr: Permission refusée

source: Please come back later.
fr_fr: Merci de revenir plus tard.

source: See graph of dependencies
fr_fr: Voir le graphe de dépendances

source: Service %s cannot be activated because the artifact link type "%s" is not activated
fr_fr: Le service %s ne peut être activé car le lien entre artifact typé "%s" n'est pas activé

source: Start TestManagement
fr_fr: Démarrer TestManagement

source: Step execution
fr_fr: Exécution d'étapes

source: Steps definition
fr_fr: Définition d'étapes

source: Submit
fr_fr: Valider

source: Test Campaigns Tracker
fr_fr: Tracker des campagnes de tests

source: Test Definitions Tracker
fr_fr: Tracker des définitions de tests

source: Test Executions Tracker
fr_fr: Tracker des exécutions de tests

source: Test Management is not fully set up
fr_fr: La configuration de Test Management est incomplète

source: Test Management service is not active in this project
fr_fr: Le service Test Management n'est pas actif dans ce projet

source: Test management tool
fr_fr: Gestion des tests

source: Tests campaign artifact
fr_fr: Artifact de la campagne de tests

source: Tests executions
fr_fr: Exécution de tests

source: The campaign %s is now closed.
fr_fr: La campagne %s est maintenant fermée.

source: The campaign %s is now open.
fr_fr: La campagne %s est maintenant ouverte.

source: The campaign cannot be closed : %s
fr_fr: La campagne ne peut être fermée : %s

source: The campaign cannot be open : %s
fr_fr: La campagne ne peut être ouverte : %s

source: The campaign is closed.
fr_fr: La campagne est fermée.

source: The post actions cannot be saved because this tracker is used in TestManagement and "frozen fields" are defined on an artifact link field.
fr_fr: Les post actions ne peuvent pas être enregistrées car ce tracker est utilisé dans la configuration de TestManagement et des "champs figés" sont définis sur un champ de type lien d'artifacts.

source: The post actions cannot be saved because this tracker is used in TestManagement and "hidden fieldsets" are defined.
fr_fr: Les post actions ne peuvent être enregistrées car ce tracker est utilisé dans la configuration de TestManagement des " groupes de champ cachés" sont définis.

source: The submitted administration configuration is not valid.
fr_fr: La configuration envoyée n'est pas valide.

source: The tracker id %1$s does not have artifact links field
fr_fr: L'id du tracker %1$s n'a pas de champs Liens vers des artifacts

source: The tracker id %1$s does not have step definition field
fr_fr: L'id du tracker %1$s n'a pas de champs Définition d'étapes

source: The tracker id %1$s does not have step execution field
fr_fr: L'id du tracker %1$s n'a pas de champs Exécution d'étapes

source: The tracker id %1$s is deleted
fr_fr: Le tracker %1$s est supprimé

source: The tracker id %1$s is not a valid id
fr_fr: L'id du tracker %1$s n'est pas valide

source: The tracker id %1$s is not part of this project
fr_fr: Le tracker %1$s ne fait pas parti de ce projet

source: The tracker id %1$s not found
fr_fr: Impossible de trouver le tracker %1$s

source: The tracker id %1$s uses frozen fields workflow post action
fr_fr: Le tracker %1$s utilise des actions de type champs figés dans son workflow

source: The tracker id %1$s uses hidden fieldsets workflow post action
fr_fr: Le tracker %1$s utilise des actions de type groupe de champs cachés dans son workflow

source: The tracker is using a field "Step definition" that is only available in the context of Test Management. However this service is not enabled in the project: you may remove the field from the tracker.
fr_fr: Ce tracker utilise le champ "Définition d'étapes" qui n'est utilisable que dans le contexte de TestManagement. Cependant il s'avère que ce service n'est pas activé dans le projet: vous pouvez supprimer ce champ.

source: The tracker is using a field "Step execution" that is only available in the context of Test Management. However this service is not enabled in the project: you may remove the field from the tracker.
fr_fr: Ce tracker utilise le champ "Exécution d'étapes" qui n'est utilisable que dans le contexte de TestManagement. Cependant il s'avère que ce service n'est pas activé dans le projet: vous pouvez supprimer ce champ.

source: This tracker is a technical base for Test Management. Changing configuration (fields, workflow, ...) should be avoided because it may leads to inconsistencies.
fr_fr: Ce tracker est une base technique pour Test Management. Changer sa configuration (champs, workflow, ...) devrait être évité afin d'empêcher toute incohérence.

source: This tracker uses the Step definition field, which can only be used with TestManagement. Please <a href="%s">remove the field</a> before choosing another tracker.
fr_fr: Ce tracker utilise le champ 'Définition d'étapes', qui ne peut être utilisé qu'avec TestManagement. Veuillez s'il vous plaît <a href="%s">enlever ce champ</a> avant de choisir un autre tracker.

source: This tracker uses the Step execution field, which can only be used with TestManagement. Please <a href="%s">remove the field</a> before choosing another tracker.
fr_fr: Ce tracker utilise le champ 'Exécution d'étapes', qui ne peut être utilisé qu'avec TestManagement. Veuillez s'il vous plaît <a href="%s">enlever ce champ</a> avant de choisir un autre tracker.

source: Update the configuration of Test Management
fr_fr: Mise à jour de la configuration de Test Management

source: We configured Test Management for you. Enjoy!
fr_fr: La configuration initiale de Test Management a été effectuée pour vous.

source: We tried to configure Test Management for you but an internal error prevented it.
fr_fr: Une erreur interne a empêché la configuration initiale de Test Management.

source: is Covered by
fr_fr: est Couvert par
