Repository: Enalean/tuleap
Catalog: plugins/tracker/scripts/semantics-timeframe/po/*.po
Languages: fr_fr

source: Based on tracker fields
fr_fr: Basée sur des champs

source: Choose a field...
fr_fr: Choisir un champ ...

source: Choose a method...
fr_fr: Choisir une méthode ...

source: Choose a tracker...
fr_fr: Choisir un outil de suivi ...

source: Duration
fr_fr: Durée

source: End date
fr_fr: Date de fin

source: Inherited from another tracker
fr_fr: Héritée d'un autre outil de suivi

source: Please <a href="%{ tracker_fields_admin_url }">add an artifact link field</a> to your tracker first.
fr_fr: Veuillez d'abord <a href="%{ tracker_fields_admin_url }">ajouter un champ de lien d'artéfacts</a> à votre outil de suivi.

source: Reset this semantic
fr_fr: Réinitialiser cette sémantique

source: Save your modifications
fr_fr: Sauvegarder vos modifications

source: Start date
fr_fr: Date de début

source: The semantic cannot be inherited from another tracker because calendar events are activated in notification
fr_fr: La sémantique ne peut pas être héritée d'un autre outil de suivi car les événements calendrier sont activés dans les notifications

source: The timeframe of an artifact will be
fr_fr: La plage de temps d'un artéfact sera

source: Tracker
fr_fr: Outil de suivi

source: You can't find the tracker you are looking for? Make sure it has an artifact link field, and that its semantic is not inherited from another tracker.
fr_fr: Vous ne trouvez pas l'outil de suivi que vous cherchez ? Assurez vous qu'il possède un champ de liens d'artéfacts, et que sa sémantique n'est pas héritée d'un autre outil de suivi.

source: You cannot make this semantic inherit from another tracker because some other trackers are inheriting their own semantics timeframe from this one.
fr_fr: Vous ne pouvez pas faire hériter cette sémantique de celle d'un autre outil de suivi car d'autres outils de héritent eux même leurs propres sémantiques Plage de temps de celle-ci.

source: You cannot reset this semantic because it is used to send calendar events in notification
fr_fr: Vous ne pouvez pas réinitialiser cette sémantique car elle est utilisée pour les événements de calendrier dans les notifications

source: You cannot reset this semantic because some trackers inherit their own semantics timeframe from this one.
fr_fr: Vous ne pouvez pas réinitialiser cette sémantique car certains outils de suivi héritent leurs propres sémantiques Plage de temps de celle-ci.

source: You cannot reset this semantic because this tracker has a burnup, burndown or another chart rendered by an external plugin
fr_fr: Vous ne pouvez pas réinitialiser cette sémantique car ce tracker a un burnup, burndown ou un autre graphique généré par un plugin externe
