<h1>タギング</h1>

<p>
タグとは、（写真や論文、ビデオクリップなどの）情報にひも付けさらた、または付与された（関連性のある）キーワードあるいは語で、適用された資料の記述やキーワードベースの分類を可能にします。
</p>

<p>
通常、タグの選択は著者や制作者により非公式かつ個人的に行われます。&mdash; すなわち、タグは正式に定義された分類体系の一部ではありません。通常、コンピュータファイルやウェブページ、デジタル画像、インターネットブックマーク（ソーシャルブックマークサービスとウェブブラウザで作成されるブックマークの双方を含みます - Flockを参照）などのオンラインリソースの分類を動的かつ柔軟に自動で行うのに使用されます。そのため、&quot;タギング&quot; という言葉はウェブ2.0のバズワードとなっています。
</p>

<p>
一般に、資料は何らかの分類ソフトウェアやシステムにより１つ以上の &quot;tags&quot; が付与されることになります。これらのソフトウェアは同じキーワードタグを持つ他の資料や特定のタグコレクションへのリンクを提供します。これにより、コレクション管理者による変更が簡単ですぐにできるアイテムを通じて、最小限の努力と計画だけで、ブラウズ可能な複数のパスが可能になります。
</p>

<a href="http://en.wikipedia.org/wiki/Tag_%28metadata%29">Wikipediaによる</a>