Repository: Enalean/tuleap
Catalog: plugins/docman/site-content/*/LC_MESSAGES/tuleap-docman.po
Languages: fr_fr

source: References
fr_fr: Références

source: Rejected
fr_fr: Rejeté

source: Relaunch notification:
fr_fr: Relancer la notification :

source: Release lock
fr_fr: Annuler réservation

source: Released lock
fr_fr: Réservation annulée

source: Remove from table
fr_fr: Supprimer de la table

source: Remove the filter
fr_fr: Enlever le filtre

source: Removed monitoring for group(s) '%1$s'
fr_fr: Le monitoring a été supprimé pour le(s) groupe(s) '%1$s'

source: Removed monitoring for user(s) "%s"
fr_fr: Le monitoring a été supprimé pour le(s) utilisateur(s) "%s"

source: Removed:
fr_fr: Supprimé :

source: Report
fr_fr: Rapport

source: Report list
fr_fr: Liste des rapports

source: Report not found. Cancel deletion.
fr_fr: Rapport non trouvé. Suppression annulée.

source: Report not found. Cancel update.
fr_fr: Rapport non trouvé. Mise à jour annulée.

source: Report successfully cloned.
fr_fr: Rapport cloné.

source: Report successfully deleted
fr_fr: Rapport supprimé

source: Report:
fr_fr: Rapport :

source: Requester
fr_fr: Demandeur d'approbation

source: Requester comment:
fr_fr: Commentaire du demandeur :

source: Requester:
fr_fr: Demandeur :

source: Reset the approval cycle (e.g. for major rewrite).
fr_fr: Réinitialiser le cycle d'approbation (ex. mise à jour majeure).

source: Restore
fr_fr: Restitution

source: Restore version
fr_fr: Restitution de version

source: Review
fr_fr: Approbation

source: Review date:
fr_fr: Date d'approbation :

source: Review:
fr_fr: Approbation :

source: Reviewer
fr_fr: Approbateur

source: Reviewers were notified.
fr_fr: Les approbateurs ont été notfiés.

source: Save as
fr_fr: Sauver en tant que

source: Save options
fr_fr: Sauver les options

source: Save options:
fr_fr: Sauver les options:

source: Save settings
fr_fr: Enregistrer

source: Scope:
fr_fr: Portée :

source: Search
fr_fr: Rechercher

source: Search criteria:
fr_fr: Critères de recherche :

source: Search document id
fr_fr: Recherche de document par id

source: Search report administration
fr_fr: Administration des rapports de recherche

source: See the notification email
fr_fr: Voir l'email de notification

source: Select
fr_fr: Sélectionner

source: Send a mail reminder to approver(s)
fr_fr: Envoyer un mail au(x) approbateur(s)

source: Send me an email whenever this item is updated.
fr_fr: Envoyez-moi un email dès que cet élément est modifié.

source: Send my review
fr_fr: Envoyer mon approbation

source: Sequence. %1$s notifies reviewers one after another. People *will not be notified* to review the document *until you approved it*.
fr_fr: Sequence. %1$s notifie les approbateurs l'un après l'autre. Personne *ne sera notifié* tant que vous n'approuvez/réprouvez pas le document.

source: Sequential
fr_fr: Sequentiellement

source: Settings cannot be updated.
fr_fr: Les paramètres ne peuvent pas être mis à jour.

source: Settings differ
fr_fr: Les paramètres diffèrent

source: Settings have been saved successfully
fr_fr: Les paramètres ont été sauvegardés avec succès

source: Settings have been updated.
fr_fr: Paramètres mis à jour.

source: Show
fr_fr: Afficher

source: Show actions
fr_fr: Afficher les actions

source: Show my saved search
fr_fr: Afficher mes recherche sauvegardées

source: Size:
fr_fr: Taille :

source: Something happen!
fr_fr: Quelque chose a changé !

source: Specified owner does not exist. You are now the item owner. You can change owner in Item properties.
fr_fr: Le propriétaire n'existe pas. Vous êtes le propriétaire. Vous pouvez changer le propriétaire dans les propriétés de l'élément.

source: Start date
fr_fr: Date de début

source: Start:
fr_fr: Début :

source: Statistics
fr_fr: Statistiques

source: Status
fr_fr: Statut

source: Status:
fr_fr: Statut :

source: String
fr_fr: Chaîne de caractères

source: Subject:
fr_fr: Sujet :

source: Submit permissions
fr_fr: Valider les permissions

source: Subscribers
fr_fr: Abonnés

source: Summary
fr_fr: Résumé

source: Switch to the new user interface
fr_fr: Basculer sur la nouvelle interface utilisateur

source: Table settings updated.
fr_fr: Paramètres de la table modifiés.

source: Table status:
fr_fr: Status de la table :

source: Table successfully deleted.
fr_fr: Table supprimée.

source: Text
fr_fr: Texte

source: The "Status" property is not activated for this item.
fr_fr: La propriété "Status" n'est pas activée pour cette ressource.

source: The <a href="%1$s">selected item</a> has been successfully restored.
fr_fr: L'<a href="%1$s">item sélectionné</a> a été restauré avec succès.

source: The <a href="%1$s">selected version</a> has been successfully restored.
fr_fr: La <a href="%1$s">version sélectionnée</a> a été restaurée avec succès.

source: The URL is required.
fr_fr: L'URL est requise.

source: The approval table is not yet available.
fr_fr: La table d'approbation n'est pas encore disponible.

source: The column: '%s' cannot be sorted.
fr_fr: La colonne : '%s' ne peut pas être triée.

source: The date entered in field "%1$s" is not valid. Valid date format is YYYY-M-D (e.g. '%2$s' for today) or let the field blank.
fr_fr: La date entrée dans le champ "%1$s" n'est pas valide. Le format de date valide est YYYY-M-D (ex. '%2$s' pour aujourd'hui) ou alors laissez le champ vide.

source: The date format is incorrect. The format must be "YYYY-MM-DD"
fr_fr: Le format de la date est incorrecte. Le format doit être "YYYY-MM-DD"

source: The document internal id
fr_fr: L'id interne du document

source: The document status ("Draft", "Approved" or "Rejected")
fr_fr: Le statut du document ("Brouillon","Approuvé" ou "Rejeté")

source: The document title
fr_fr: Le titre du document

source: The file cannot be found.
fr_fr: Le fichier ne peut être trouvé.

source: The file is obsolete and no longer available in standard views (Tree, Table, ...)
fr_fr: Le fichier est obsolète et n'est plus disponible dans les vues standard (Arbre, Table, ...)

source: The folder associated to this report no longer exists.
fr_fr: Le dossier associé à ce rapport n'existe plus.

source: The item %1$s doesn't exist or doesn't belong to project %2$s.
fr_fr: L'élément %1$s n'existe pas ou ne fait pas parti du projet %2$s.

source: The item %d is not a folder.
fr_fr: L'objet %d n'est pas un dossier.

source: The latest version name of the document. If a document is created or if there is no version name given at document update, an empty space is returned.
fr_fr: Le dernier nom de version du document. Si un document est créé ou si aucun nom de version est donné lors de la mise à jour, un espace vide est retourné.

source: The list type property %s can accept only one value.
fr_fr: La propriété de type liste %s accepte une seule valeur.

source: The metadata '%s' short_name must be provided for document creation
fr_fr: La metadata avec le short_name '%s' doit être fournie pour créer un document

source: The obsolescence date is before the current date
fr_fr: La date d'obsolescence est antérieur à la date actuelle

source: The page name is required.
fr_fr: Le nom de la page wiki est requis.

source: The pattern contains variables whose values are specific to each document.
fr_fr: Le modèle comporte des variables dont les valeurs seront propres à chaque document.

source: The pattern has been successfully updated.
fr_fr: Le modèle a été mis à jour avec succès.

source: The project does not support obsolescence date, you should not provide it to create or update a new document.
fr_fr: Le project ne supporte l'obsolescence date, vous ne devriez pas le renseigner à la création ou à la mise à jour d'un document.

source: The properties of the two projects are aligned. Nothing to do.
fr_fr: Les propriétés des deux projets correspondent. Rien n'est à faire.

source: The property with short name %s does not exist in project.
fr_fr: La propriété avec le nom %s n'existe pas dans le projet.

source: The property with short name %s is a value, list_value should be empty and value should be provided.
fr_fr: La propriété avec le nom %s est une valeur, list_value devrait être vide et value devrait être fourni.

source: The report you want to clone doesn't exist.
fr_fr: Le rapport que vous voulez clonner n'existe pas.

source: The requested version of this file cannot be found.
fr_fr: La version demandée de ce fichier ne peut être trouvé.

source: The resource %d does not exist.
fr_fr: La ressource %d n'existe pas.

source: The same permissions are applied on a document and its properties.
fr_fr: Les permissions sur les propriétés d'un document sont les mêmes que sur le document lui-même.

source: The selected group will not affect people notified for permission requests on documents service.<br> Only the <b>document managers</b> will be notified in that case.
fr_fr: Le groupe séléctionné n'affectera pas les personnes notifiées pour les demandes de permission sur le service de documents.<br> Seuls les <b>gestionnaires du document</b> seront notifiés dans ce cas.

source: The selected item has not been restored.
fr_fr: L'item sélectionné n'a pas pu être restauré.

source: The selected version has not been restored.
fr_fr: La version sélectionnée n'a pas pu être restaurée.

source: The specified owner ID #%d does not match a valid user.
fr_fr: L'ID #%d spécifié pour le propriétaire ne correspond pas un utilisateur valide.

source: The status "%s" is invalid.
fr_fr: Le statut "%s" est invalide.

source: The value '%s' of '%s' is unknown
fr_fr: La valeur '%s' de '%s' est inconnue

source: The value of '%s' is required
fr_fr: La valeur '%s' est requise

source: There are no pending items.
fr_fr: Il n'existe pas d'item en suspens.

source: There are no pending versions.
fr_fr: Il n'existe pas de version en suspens.

source: There is already a document being uploaded for this item
fr_fr: Il y a déjà un document en cours de téléversement pour cet élément

source: There is already a property with the name '%1$s'.
fr_fr: Une propriété ayant pour nom '%1$s' existe déjà.

source: There is already a version being uploaded for this document.
fr_fr: Il y a déjà une version en cours de téléversement pour ce document.

source: There is an approval table on the previous version of the document. You can either:
fr_fr: Il y a déjà une table d'approbation sur la précédente version du document. Vous pouvez :

source: There is an error in parameters. Back to previous screen.
fr_fr: Il y a une erreur dans les paramètres. Retour vers l'écran précédent.

source: There is no data attached to this item.
fr_fr: Il n'y a pas de donnée pour cet élément.

source: There is no history yet
fr_fr: Il n'y a pas encore d'historique

source: There is no version yet
fr_fr: Il n'y a pas encore de versions

source: This is an automatic message. Please do not reply to this email
fr_fr: Ceci est un message généré automatiquement. Merci de ne pas répondre à cet email

source: This is not possible to create approval table for Empty documents.
fr_fr: Il est impossible de créer une table d'approbation pour un document Vide.

source: This is the list of all documents obsolete today. If you click on document title you will be redirected to the document properties and you will be able to make it available again.
fr_fr: Ceci est la liste de tous les documents qui sont obsolètes. Si vous cliquez sur le titre d'un document, vous serez redirigé vers les propriétés du document où vous pourrez le rendre à nouveau disponible.

source: This is the list of all locked documents in project.
fr_fr: Ceci est la liste de tous les documents du projet qui sont réservés.

source: This limit prevents a user to upload a file which size exceed x Bytes.
fr_fr: Cette limite empêche un utilisateur de téléverser un fichier dont le poids excède x Octets.

source: This limit prevents a user to upload more than x files at a time.
fr_fr: Cette limite empêche un utilisateur de téléverser plus de x fichiers à la fois.

source: This table is linked to an old version of the document.
fr_fr: Cette table correspond à une ancienne version du document.

source: This table shows the number of elements of each type.
fr_fr: Ce tableau présente le nombre d'éléments de chaque type.

source: Title
fr_fr: Titre

source: Title of the document.
fr_fr: Titre du document.

source: Title:
fr_fr: Titre :

source: To restore monitoring, please visit:
fr_fr: Pour restaurer le monitoring, veuillez visiter :

source: To stop monitoring, please visit:
fr_fr: Pour arrêter le monitoring, veuillez visiter :

source: Toggle search criteria selection
fr_fr: Basculer la sélection des critères de recherche

source: Tree
fr_fr: Arbre

source: Try to create an unknown property
fr_fr: Tentative de création d'une propriété inconnue

source: Try to update an unknown property '%1$s'
fr_fr: Tentative de mise à jour d'une propriété inconnue '%1$s'

source: Unable to find the document.
fr_fr: Le document est introuvable.

source: Unable to remove monitoring for group '%1$s'
fr_fr: Impossible de supprimer le monitoring pour le groupe '%1$s'

source: Unable to remove monitoring for user "%s"
fr_fr: Impossible de supprimer le monitoring pour l'utilisateur "%s"

source: Unable to retrieve item. Perhaps it was removed.
fr_fr: Impossible de récupérer l'élément. Il a peut-être été supprimé.

source: Unable to update element.
fr_fr: L'élément n'a pas été mis à jour.

source: Unknown property label '%1$s'.
fr_fr: Nom de propriété '%1$s' inconnu.

source: Unused
fr_fr: Inutilisée

source: Update
fr_fr: Modifier

source: Update %1$s
fr_fr: Mise à jour de %1$s

source: Update Date
fr_fr: Date de mise à jour

source: Update search:
fr_fr: Mise à jour de la recherche :

source: Update this document
fr_fr: Modifier ce document

source: Update value "%2$s" in "%1$s" property
fr_fr: Modification de la valeur '%2$s' de la propriété '%1$s'

source: Use this property
fr_fr: Utiliser cette propriété

source: Used
fr_fr: Utilisée

source: User groups
fr_fr: Groupes d'utilisateurs

source: User groups who can administrate the document manager, in addition of project administrators
fr_fr: Les groupes d'utilisateurs pouvant administrer le gestionnaire de documents, en complément des administrateurs de projet

source: User successfully added to the approval table.
fr_fr: L'utilisateur a été ajouté à la table.

source: User, group
fr_fr: Utilisateur, groupe

source: Validate
fr_fr: Valider

source: Validity:
fr_fr: Validité :

source: Value "%2$s" in "%1$s" property
fr_fr: Valeur "%2$s" de la propriété "%1$s"

source: Version %s (%s) successfully deleted
fr_fr: Version %s (%s) supprimée

source: Version author
fr_fr: Auteur de la version

source: Version date
fr_fr: Date de la version

source: Version label
fr_fr: Label de la version

source: Version name
fr_fr: Nom de la version

source: Version name:
fr_fr: Nom de version :

source: Version number
fr_fr: Numéro de la version

source: Version reviewed:
fr_fr: Version en cours d'approbation :

source: View and update obsolete documents.
fr_fr: Afficher et modifier les documents obsolètes.

source: View as:
fr_fr: Vue:

source: Wait a minute...
fr_fr: Attendez une minute...

source: Weeks
fr_fr: Semaines

source: What
fr_fr: Quoi

source: When
fr_fr: Quand

source: When the document was added into the document manager.
fr_fr: Date d'ajout du document dans le gestionnaire.

source: When the pattern doesn't start with * (pattern #1 or #2):
fr_fr: Si le motif ne commence pas par * (motif #1 or #2) :

source: When turned on, Writers will be allowed to set properties when they create a new document but will no longer be able to modify them afterward
fr_fr: Une fois activée, les Rédacteurs peuvent définir des propriétés lors de la création d'un nouveau document mais ne seront pas capable de les modifier après coup

source: When turned on, Writers will not be able to delete a document or a version of documents
fr_fr: Une fois activée, les Rédacteurs ne peuvent pas supprimer des documents ou des versions de documents

source: Who
fr_fr: Qui

source: Wiki Page
fr_fr: Page wiki

source: Wiki page
fr_fr: Page wiki

source: Wiki page content change
fr_fr: Nouvelle version de la page Wiki

source: Wiki page successfully deleted from wiki service.
fr_fr: Page wiki supprimé du service wiki avec succès.

source: Wiki pages:
fr_fr: Pages wiki :

source: Will be created with the same permissions than its parent.
fr_fr: Les même permissions que celles du parent.

source: Will create property <strong>%1$s</strong> with the same settings and values
fr_fr: Créera la propriété <strong>%1$s</strong> avec les mêmes paramètres et valeurs

source: Will create value <strong>%1$s</strong>
fr_fr: Créera la valeur <strong>%1$s</strong>

source: Will not review
fr_fr: Pas d'avis

source: Will override <strong>%1$s</strong> settings in %2$s: %3$s
fr_fr: Surchargera les paramètres de <strong>%1$s</strong> dans %2$s : %3$s

source: Yes
fr_fr: Oui

source: Yes, I am sure!
fr_fr: Oui, je suis sûr !

source: You <strong>did not read this version</strong> of the document.
fr_fr: Vous n'avez <strong> pas lu cette version du document</strong>.

source: You already <strong>reviewed an old version</strong> of the document.
fr_fr: Vous avez <strong>déjà approuvé une ancienne version</strong> de ce document.

source: You are about to <strong>paste</strong> an item you <strong>copied</strong>. It will clone the whole hierarchy but <strong>only keeps the latest version of files, doesn't keep approval tables nor notifications and inherit permissions from new parent</strong>.
fr_fr: Vous allez <strong>coller</strong> un item que vous avez <strong>copié</strong>. Cette opération clone l'arborescence mais <strong>ne prend que la dernière version des fichiers, ne conserve pas les tables d'approbation ni les notification et hérite des permissions posées sur le nouvel item parent</strong>.

source: You are about to <strong>paste</strong> an item you <strong>cut</strong>. It will preserve the whole hierarchy, notifications, approval table, permissions, etc. Actually, only the parent of the item will change.
fr_fr: Vous allez <strong>coller</strong> un item que vous avez <strong>coupé</strong>. Cette opération préserve l'arborescence, les notifications, les tables d'approbation, les permissions, etc. En fait, seul le parent de l'item change.

source: You are about to delete the value '%1$s'. All documents already labeled with this value will be bound to 'None'.
fr_fr: Vous supprimez la valeur '%1$s' de la catégorie courante. Tous les documents déjà étiquetés avec cette valeur se verront affecter la valeur 'None'.

source: You are not allowed to delete system properties.
fr_fr: Vous n'êtes pas autorisés à supprimer les propriétés systemes.

source: You are not allowed to write on folder with id '%d'
fr_fr: Vous n'êtes pas autorisés à écrire dans le dossier ayant pour id '%d'

source: You are not allowed to write this item.
fr_fr: Vous n'êtes pas autorisé à modifier cet élément.

source: You are receiving this message because you are monitoring this item.
fr_fr: Vous recevez cette notification car vous monitorez cet item.

source: You are receiving this message because you were added to the monitoring list of this item:
fr_fr: Vous recevez cette notification car vous avez été rajouté à la liste des utilisateurs qui monitorent cet item:

source: You are receiving this message because you were removed from the monitoring list of this item:
fr_fr: Vous recevez cette notification car vous avez été enlevé de la liste des utilisateurs qui monitorent cet item:

source: You are requested to review the following document:
fr_fr: Vous êtes convié à approuver le document suivant :

source: You are requested to review the following document: Project: %2$s Title: %1$s Document: <%4$s> Requester: %3$s <%8$s> Your review: <%7$s> %5$sNotification type: %6$s Click on the following link to approve or reject the document: <%7$s> -- This is an automatic message. Please do not reply to this email.
fr_fr: Vous êtes convié à approuver le document suivant : Titre : %1$s Projet : %2$s Demandeur : %3$s <%8$s> Lien direct : <%4$s> %5$sType de notification : %6$s Cliquez sur le lien suivant pour approuver ou réprouver le document : <%7$s> -- Ceci est un message généré automatiquement. Merci de ne pas répondre à cet email.

source: You can <a href="%1$s" data-test="%s">delete this document</a>.
fr_fr: Vous pouvez <a href="%1$s" data-test="%s">supprimer ce document</a>.

source: You can <a href="%1$s" data-test="%s">delete this folder</a>.
fr_fr: Vous pouvez <a href="%1$s" data-test="%s">supprimer ce dossier</a>.

source: You can <a href="%1$s">copy this document</a>.
fr_fr: Vous pouvez <a href="%1$s">copier ce document</a>.

source: You can <a href="%1$s">copy this folder</a>.
fr_fr: Vous pouvez <a href="%1$s">copier ce dossier</a>.

source: You can <a href="%1$s">create a new document</a> in this folder.
fr_fr: Vous pouvez <a href="%1$s">créer un nouveau document</a> dans ce dossier.

source: You can <a href="%1$s">create a new folder</a> in this folder.
fr_fr: Vous pouvez <a href="%1$s">créer un nouveau dossier</a> dans ce dossier.

source: You can <a href="%1$s">create a new version</a>.
fr_fr: Vous pouvez <a href="%1$s">créer une nouvelle version</a>.

source: You can <a href="%1$s">cut this document</a>.
fr_fr: Vous pouvez <a href="%1$s">couper ce document</a>.

source: You can <a href="%1$s">cut this folder</a>.
fr_fr: Vous pouvez <a href="%1$s">couper ce dossier</a>.

source: You can <a href="%1$s">move this document</a> to another folder or inside the current folder.
fr_fr: Vous pouvez <a href="%1$s">déplacer ce document</a> dans un autre dossier ou au sein de son dossier actuel.

source: You can <a href="%1$s">move this folder</a> to another folder or inside the current folder.
fr_fr: Vous pouvez <a href="%1$s">déplacer ce dossier</a> dans un autre dossier ou au sein de son dossier actuel.

source: You can <a href="%1$s">paste '%2$s' into this folder</a>.
fr_fr: Vous pouvez <a href="%1$s">coller '%2$s' dans ce dossier</a>.

source: You can <a href="%1$s">update</a> this document.
fr_fr: Vous pouvez <a href="%1$s">mettre à jour</a> ce document.

source: You can customize your report by adding text and an image. Note: an image is just a reference on any valid image available in documentation manager (across projects).
fr_fr: Vous pouvez personnaliser votre rapport en ajoutant un texte et une image. Note : une image est juste une reference sur une image valide disponible dans le gestionnaire de document (indépendamment des projets).

source: You can either create a new document (file, link, wiki, etc) or a new folder.
fr_fr: Vous pouvez soit créer un nouveau document (fichier, lien, wiki, etc) ou un nouveau dossier.

source: You can enforce the filename to follow a pattern. This filename will be automatically updated during the upload (filename of already existing documents are not affected by the configuration, only new ones will be).
fr_fr: Vous pouvez forcer le nom des fichiers à suivre un modèle défini. Ce nom sera modifié automatiquement lors du téléversement (les noms des fichiers existants ne seront pas affectés par cette configuration, seuls les nouveaux le seront).

source: You can import in this project a report defined in another project (either your 'Personal' reports or any 'Project' wide). The import only works if properties and values are the same in the two projects (same name, case sensitive). The import will work as best by trying to import as much as possible.
fr_fr: Vous pouvez importer dans ce projet un rapport défini dans un autre projet (parmis vos rapports personnels ou n'importe quel rapport 'projet'). L'import ne fonctionnera que si les propriétés et les valeurs sont les mêmes dans les deux projets (même nom, sensible à la casse). L'import fera de son mieux pour importer le plus de données possible.
