Repository: Enalean/tuleap
Catalog: plugins/docman/site-content/*/LC_MESSAGES/tuleap-docman.po
Languages: fr_fr

source: Delete
fr_fr: Supprimer

source: Delete %1$s
fr_fr: Supprimer %1$s

source: Delete date
fr_fr: Date de suppression

source: Delete report '%1$s'
fr_fr: Supprimer le rapport '%1$s'

source: Delete the property
fr_fr: Supprimer la propriété

source: Delete the value
fr_fr: Supprimer la valeur

source: Delete version
fr_fr: Supprimer la version

source: Deleted
fr_fr: Supprimé

source: Deleted items
fr_fr: Documents supprimés

source: Deleted versions
fr_fr: Versions supprimées

source: Description of the document.
fr_fr: Description du document.

source: Description: <strong><em>new text</em></strong>
fr_fr: Description : <strong><em>nouveau texte</em></strong>

source: Details
fr_fr: Détails

source: Details of %1$s
fr_fr: Détails de %1$s

source: Differences<br />in %1$s vs. %2$s
fr_fr: Différences<br />entre %1$s et %2$s

source: Direct link to the document
fr_fr: Lien direct

source: Direct link:
fr_fr: Lien direct :

source: Disabled
fr_fr: Désactivé

source: Display
fr_fr: Affichage

source: Display (legacy)
fr_fr: Affichage (ancienne interface)

source: Display a docman item directly in the dashboard. <br /><em>For now, only embedded files are supported</em>.
fr_fr: Permet d'afficher un élément du gestionnaire de document directement dans le dashboard. <br /><em>Pour le moment seuls les fichiers embarqués sont supportés</em>.

source: Display news form
fr_fr: Afficher le formulaire de news

source: Docman item
fr_fr: Elément du docman

source: Document Access
fr_fr: Accès aux documents

source: Document Administrator
fr_fr: Administrateur de document

source: Document History
fr_fr: Historique du document

source: Document Id Search
fr_fr: Recherche des Documents par Id

source: Document Manager
fr_fr: Gestionnaire de document

source: Document Manager already installed.
fr_fr: Gestionnaire de documents déjà installé.

source: Document Reader
fr_fr: Lecteur de document

source: Document Writer
fr_fr: Rédacteur de document

source: Document id:
fr_fr: Id. document :

source: Document is locked by another user.
fr_fr: Le document est reservé par un autre utilisateur.

source: Document manager
fr_fr: Gestionnaire de documents

source: Document manager administrators
fr_fr: Administrateurs du gestionnaire de documents

source: Document name:
fr_fr: Nom du document :

source: Document properties
fr_fr: Propriétés du document

source: Document settings
fr_fr: Paramètres de documents

source: Document status.
fr_fr: Statut du document.

source: Document successfully created.
fr_fr: Document créé.

source: Document title
fr_fr: Titre du document

source: Document type
fr_fr: Nature du document

source: Document under review
fr_fr: Document sous approbation

source: Document version
fr_fr: Version du document

source: Document version:
fr_fr: Version du document :

source: Document viewer
fr_fr: Visionneur de document

source: Documents administration
fr_fr: Administration des documents

source: Documents found
fr_fr: Documents trouvés

source: Documents labeled with the deleted element were reset to the "None" value.
fr_fr: La valeur de l'élément supprimé a été remplacé par la valeur "Aucune" dans les documents utilisant cet élément.

source: Documents under review
fr_fr: Documents en attente d'approbation

source: Doesn't exist
fr_fr: N'existe pas

source: Draft
fr_fr: Brouillon

source: Edit
fr_fr: Modification

source: Edit properties
fr_fr: Editer les propriétés

source: Element successfully deleted.
fr_fr: L'élément a bien été supprimé.

source: Element successfully updated.
fr_fr: L'élément a bien été mis à jour.

source: Email sent to reviewer.
fr_fr: Email envoyé aux approbateurs.

source: Embedded File
fr_fr: Fichier embarqué

source: Embedded file
fr_fr: Fichier embarqué

source: Embedded files:
fr_fr: Fichiers embarqués :

source: Empty
fr_fr: Vide

source: Empty document
fr_fr: Document vide

source: Empty documents:
fr_fr: Documents vides :

source: Enable monitoring for the whole sub-hierarchy
fr_fr: Monitoring activé pour toute la sous-hiérarchie

source: Enabled
fr_fr: Activé

source: End
fr_fr: Fin

source: End:
fr_fr: Fin :

source: Enforce filename pattern
fr_fr: Forcer l’application du modèle de nom de fichier

source: Enter a project shortname or identifier here.
fr_fr: Entrez le nom ou l'identificateur d'un project ici.

source: Enter list by hand (separate by ','):
fr_fr: Entrez la liste manuellement (separés par ',') :

source: Enter project short name or identifier here.
fr_fr: Entrez le nom ou l'identificateur d'un project ici.

source: Error
fr_fr: Erreur

source: Error while creating initial version.
fr_fr: Erreur lors de la création de la version initiale.

source: Error while creating new version.
fr_fr: Erreur lors de la création d'une nouvelle version.

source: Error while creating news. Check that details field is not empty.
fr_fr: Erreur lors de la création de la news. Vérifiez que vous avez rempli le champ détails.

source: Error while creating news. Check that subject field is not empty.
fr_fr: Erreur lors de la création de la news. Vérifiez que vous avez rempli le champ sujet.

source: Error while creating news. Check that you have right permissions.
fr_fr: Erreur lors de la création de la news. Vérifiez que vous avez les bonnes permissions.

source: Error while searching for old versions
fr_fr: Erreur lors de la récupération des versions

source: Error while trying to delete the wiki page from wiki service.
fr_fr: Erreur lors de la suppression de la page wiki à partir du service wiki.

source: Every
fr_fr: Chaque

source: File
fr_fr: Fichier

source: File upload error(%1$s). Failed to write file to disk.
fr_fr: Erreur de chargement de fichier(%1$s). Échec de l'écriture du fichier sur le disque.

source: File upload error(%1$s). File upload stopped by extension.
fr_fr: Erreur de chargement de fichier(%1$s). L'envoi de fichier est arrêté par l'extension.

source: File upload error(%1$s). Missing a temporary folder.
fr_fr: Erreur de chargement de fichier(%1$s). Un dossier temporaire est manquant.

source: File upload error(%1$s). No file was uploaded.
fr_fr: Erreur de chargement de fichier(%1$s). Aucun fichier chargé.

source: File upload error(%1$s). The uploaded file exceeds the maximum allowed file size.
fr_fr: Erreur de chargement de fichier(%1$s). Le fichier est trop gros.

source: File upload error(%1$s). The uploaded file was only partially uploaded.
fr_fr: Erreur de chargement de fichier(%1$s). Le fichier n'a été que partiellement chargé.

source: File upload error(%1$s). Unknown error code.
fr_fr: Erreur de chargement de fichier(%1$s). Code d'erreur inconnu.

source: File upload error. Please try again.
fr_fr: Erreur de chargement de fichier.

source: File upload limits
fr_fr: Limites de téléversement

source: Filename pattern
fr_fr: Modèle de nom de fichier

source: Files:
fr_fr: Fichiers :

source: Fixed date
fr_fr: Date fixe

source: Folder
fr_fr: Dossier

source: Folder Properties
fr_fr: Propriétés du dossier

source: Folders:
fr_fr: Dossiers :

source: Following table aims to organize the approval cycle:<ul><li>With <strong>Select</strong> you choose the reviewers on which you want to apply <strong>Actions</strong> (see below for available actions)</li><li>With <strong>Rank</strong> you select the order the emails will be sent to notify people (only in <em>Sequential</em> notification)</li><li>With <strong>Actions</strong> you can (with selected reviewers) either:<ul><li><strong>Remove from table</strong>. No history kept.</li><li>or <strong>Force notification</strong> to send the notification email regardless of their review state of the notififcation type.</li></ul></li></ul>
fr_fr: La table suivante a pour but d'organiser le cycle d'approbation :<ul><li>Avec <strong>Selectionner</strong> vous choisissez les approbateurs sur lesquels vous voulez appliquer une <strong>action</strong> (voir ci-dessous)</li><li>Avec <strong>Rang</strong> vous sélectionnez l'ordre d'envoi des emails (seulement en mode séquentiel <em>Sequential</em>)</li><li>Avec <strong>Actions</strong> vous pouvez au choix :<ul><li><strong>Supprimer de la table</strong>. Historique perdu.</li><li>ou <strong>Forcer la notification</strong> pour envoyer un email de notification indépendamment de l'état d'approbation.</li></ul></li></ul>

source: For example, if enforced pattern is <code>${ID}-${TITLE}</code> and user creates a new document (or version) with title <code>MyFooBar</code> and id <code>123</code> from uploaded file <code>output.32.pdf</code>, then generated filename will be <code>123-MyFooBar.pdf</code>.
fr_fr: Par exemple, si le modèle est <code>${ID}-${TITLE}</code> et que l'utilisateur crée un nouveau document (ou une version) avec pour titre <code>MonDocument</code> et pour id <code>123</code> depuis un fichier téléversé <code>impression.32.pdf</code>, alors le nom de fichier généré sera <code>123-MonDocument.pdf</code>.

source: Forbid deletion of document & versions by Writers
fr_fr: Interdire la suppression de document & versions par les Rédacteurs

source: Forbid modifications of document properties by Writers
fr_fr: Interdire les modifications des propriétés de document par les Rédacteurs

source: Forcast purge date
fr_fr: Date de purge prévue

source: Force notification
fr_fr: Forcer la notification

source: Given project id and metadata project id mismatch.
fr_fr: L'identifiant du projet et l'identifiant du projet de la metadonnée ne correspondent pas.

source: Global permissions
fr_fr: Permissions globales

source: Global text search
fr_fr: Recherche globale de texte

source: Granted groups
fr_fr: Groupes autorisés

source: Hide related documents
fr_fr: Cacher les documents liés

source: History
fr_fr: Historique

source: How to use folder selector:<ul><li><em>[other folders: ]</em> link displays the whole folder tree.</li><li><em>Position</em> select box allows to select the position within the selected folder.</li></ul>
fr_fr: Comment utiliser le sélecteur de dossier:<ul><li>Le lien <em>[autres dossiers: ]</em> affiche toute l'arborescence.</li><li>La liste déroulante <em>Position</em> permet de sélectionner la position au sein du dossier sélectionné.</li></ul>

source: Image Id:
fr_fr: Id de l'image :

source: Import
fr_fr: Importer

source: Import "%1$s" properties
fr_fr: Importer les propriétés de "%1$s"

source: Import actions<br />in %1$s
fr_fr: Actions d'import<br />dans %1$s

source: Import an old approval table
fr_fr: Importer une ancienne table d'approbation

source: Import properties from %1$s:
fr_fr: Importer les propriétés de %1$s :

source: Import properties from another project
fr_fr: Importer les propriétés d'un projet

source: Import reports from another project.
fr_fr: Importer les rapports d'un autre projet.

source: Important note: this approval table is configured in 'Sequential' mode. The notification sequence is on hold until %1$s approves or rejects the document.
fr_fr: Important : cette table d'approbation est configurée en mode 'Sequentiel'. La séquence de notification est suspendue jusqu'à ce que %1$s approuve ou rejette le document.

source: Impossible to apply recursively properties values: No item found.
fr_fr: Impossible d'appliquer récursivement les propriétés: pas d'élément.

source: Impossible to identify the requested project
fr_fr: Impossible d'identifier le projet demandé

source: In:&nbsp;
fr_fr: Dans :&nbsp;

source: Info: Global text search will search pattern in all "Text" properties (but not within documents yet).
fr_fr: Info: Global text search va chercher le motif dans tout les champs "Texte" (mais pas dans le contenu du document).

source: Initial version
fr_fr: Version initiale

source: Initial version successfully created.
fr_fr: Version initiale créée.

source: Insufficient permissions for user(s) "%s"
fr_fr: Les permissions ne sont pas suffisantes pour le(s) utilisateur(s) "%s"

source: Invalid pattern, filename pattern must contains at least '${TITLE}' or '${ID} variable
fr_fr: Modèle invalide: le modèle doit contenir au moins la variable ${TITLE}' or '${ID} variable

source: Invalid property
fr_fr: Propriété invalide

source: It is not possible to update a wiki page with approval table.
fr_fr: Impossible de mettre à jour un wiki qui possède une table d'approbation.

source: Item Id
fr_fr: Identifiant du document

source: Item nature
fr_fr: Nature du document

source: Item successfully deleted.
fr_fr: Elément supprimé.

source: Item successfully moved form <a href="?group_id=%1$s&amp;action=show&amp;id=%2$s">%3$s</a> to <a href="?group_id=%1$s&amp;action=show&amp;id=%4$s">%5$s</a>.
fr_fr: Elément déplacé de <a href="?group_id=%1$s&amp;action=show&amp;id=%2$s">%3$s</a> vers <a href="?group_id=%1$s&amp;action=show&amp;id=%4$s">%5$s</a>.

source: Item successfully updated
fr_fr: Élément mis à jour

source: Item type
fr_fr: Type d'élément

source: Items permissions are not listed.
fr_fr: Les permissions des éléments ne sont pas listées.

source: Keep history
fr_fr: Garde l'historique

source: Keep the current table.
fr_fr: Conserver l'ancienne table.

source: Keep the lock:
fr_fr: Garder la réservation :

source: Last update date:
fr_fr: Date de dernière mise à jour :

source: Last update of the document content or properties.
fr_fr: Dernière mise à jour du document ou de ses propriétés.

source: Let fields blank if you do not want news.
fr_fr: Laissez les champs vides si vous ne voulez pas envoyer de news.

source: Link
fr_fr: Lien

source: Links:
fr_fr: Liens :

source: List of locked documents.
fr_fr: Afficher la liste des documents réservés.

source: List of values
fr_fr: Liste de valeurs

source: List the documents under review.
fr_fr: Affiche la liste des documents en attente d'approbation.

source: Location
fr_fr: Chemin

source: Location:
fr_fr: Chemin :

source: Locations:
fr_fr: Chemins:

source: Lock for edition
fr_fr: Réserver l'édition

source: Locked Documents
fr_fr: Documents Réservés

source: Locked document
fr_fr: Document réservé

source: Mail reminder occurence
fr_fr: Occurence de la notification par mail

source: Maximum files size (in Bytes)
fr_fr: Taille maximum des fichiers (en Octets)

source: Maximum number of files
fr_fr: Nombre maximum de fichiers

source: Message:
fr_fr: Message du demandeur :

source: Message: ------------ %1$s ------------
fr_fr: Message du demandeur : ------------ %1$s ------------

source: Metadata not updated.
fr_fr: La metadonnée n'a pas été mise à jour.

source: Metadata successfully updated.
fr_fr: La metadonnée a été mise à jour.

source: Monitored document
fr_fr: Document monitoré

source: Monitoring for group(s) '%1$s' already exists
fr_fr: Le monitoring pour le(s) groupe(s) '%1$s' existe déjà

source: Monitoring for group(s) '%1$s' has been added
fr_fr: Le monitoring a été ajouté pour le(s) groupe(s) '%1$s'

source: Monitoring for group(s) '%1$s' has not been added
fr_fr: Le monitoring n'a pas pu être ajouté pour le(s) groupe(s) '%1$s'

source: Monitoring for the whole sub-hierarchy for group(s) '%1$s' has not been added
fr_fr: Le monitoring de la sous-hiérarchie n'a pas pu être ajouté pour le(s) groupe(s) '%1$s'

source: Monitoring for the whole sub-hierarchy for user(s) '%1$s' has not been added
fr_fr: Le monitoring de la sous-hiérarchie n'a pas pu être ajouté pour le(s) utilisateur(s) '%1$s'

source: Monitoring for user(s) "%s" already exists
fr_fr: Le monitoring pour le(s) utilisateur(s) "%s" existe déjà

source: Monitoring for user(s) "%s" has been added
fr_fr: Le monitoring a été ajouté pour le(s) utilisateur(s) "%s"

source: Monitoring for user(s) "%s" has not been added
fr_fr: Le monitoring n'a pas pu être ajouté pour le(s) utilisateur(s) "%s"

source: Monitoring was not active for group '%1$s'
fr_fr: Le monitoring n'était pas activé pour le groupe '%1$s'

source: Monitoring was not active for user "%s"
fr_fr: Le monitoring n'était pas activé pour l'utilisateur "%s"

source: Move
fr_fr: Déplacer

source: Move %1$s
fr_fr: Déplacement de %1$s

source: Moved
fr_fr: Déplacé

source: Name
fr_fr: Nom

source: Name conflict
fr_fr: Conflit de nommage

source: New Value
fr_fr: Nouvelle valeur

source: New Version
fr_fr: Nouvelle version

source: New document
fr_fr: Nouveau document

source: New document - Parent Folder Selection
fr_fr: Nouveau document - Sélection du répertoire parent

source: New filter name:
fr_fr: Nouveau nom de filtre :

source: New folder
fr_fr: Nouveau dossier

source: New personal report...
fr_fr: Nouveau rapport personnel...

source: New project report...
fr_fr: Nouveau rapport projet...

source: New version
fr_fr: Nouvelle version

source: New version for %1$s
fr_fr: Nouvelle version pour %1$s

source: New version of %s wiki page was created by %s.
fr_fr: Une nouvelle version de la page wiki %s a été créee par %s.

source: New version successfully created.
fr_fr: Nouvelle version créée.

source: News successfully created.
fr_fr: News créée.

source: Next %1$s
fr_fr: %1$s Suivants

source: No
fr_fr: Non

source: No approval table for this document.
fr_fr: Pas de table d'approbation pour ce document.

source: No document under review.
fr_fr: Pas de documents à approuver.

source: No element selected
fr_fr: Aucun élément séléctionné

source: No email sent to reviewers.
fr_fr: Pas d'email envoyé aux approbateurs.

source: No notifications set
fr_fr: Aucune notification définie

source: No review requested.
fr_fr: Pas d'approbation demandée.

source: No valid item to paste. Either no item was copied or item no longer exist.
fr_fr: Pas d'élément valide à coller. L'élément n'a pas été copié ou n'existe plus.

source: No, I do not want to delete it
fr_fr: Non, je ne veux pas le supprimer

source: None
fr_fr: Aucun

source: Not Yet
fr_fr: Pas encore

source: Not applicable
fr_fr: Pas applicable

source: Not yet
fr_fr: Pas encore

source: Notification Type:
fr_fr: Type de notification :

source: Notification email
fr_fr: Email de notification

source: Notification type:
fr_fr: Type de notification :

source: Notified people
fr_fr: Personnes notifiées

source: Number of items in this folder:
fr_fr: Nombre d'éléments dans ce dossier :

source: Obsolescence Date
fr_fr: Date d'obsolescence

source: Obsolete Documents
fr_fr: Documents obsolètes

source: Obsolete date
fr_fr: Date d'obsolescence

source: Obsolete today
fr_fr: Aujourd'hui obsolète

source: Old Value
fr_fr: Ancienne valeur

source: Only admin can delete Project wide reports.
fr_fr: Seuls les admins peuvent supprimer un rapport 'projet'.

source: Open to see related documents
fr_fr: Ouvrir la liste des documents liés

source: Operation Canceled
fr_fr: Operation annulée

source: Other location:
fr_fr: Autre chemin:

source: Other locations:
fr_fr: Autres chemins:

source: Owner
fr_fr: Propriétaire

source: Owner:
fr_fr: Propriétaire :

source: Page Name:
fr_fr: Nom de la page :

source: Parameter is missing
fr_fr: Le paramètre est manquant

source: Paste
fr_fr: Coller

source: Paste '%1$s' in '%2$s'
fr_fr: Coller '%1$s' dans '%2$s'

source: Paste Anyway
fr_fr: Coller [force]

source: Paste in progress '%1$s' in '%2$s'
fr_fr: Coller '%1$s' dans '%2$s' en cours

source: Paste in progress...
fr_fr: Coller en cours...

source: Pattern
fr_fr: Modèle

source: Pattern must contain at least ${TITLE} or ${ID}
fr_fr: Le modèle doit contenir au moins la variable ${TITLE} ou ${ID}

source: Permission denied set on documents. You can not view this documents unless administrator grant you access.
fr_fr: Des permissions ont été appliquées à ce document. Vous ne pouvez le visualiser que si un des administrateurs vous donne les privilèges requis.

source: Permissions controlled by documents manager
fr_fr: Permissions controllées par le gestionnaire de documents

source: Permissions for %1$s has been ignored because %2$s is %3$s.
fr_fr: Les permissions pour %1$s sont ignorées parce que %2$s est %3$s.

source: Permissions for sub-items successfully updated.
fr_fr: Permissions pour les sous-éléments mises à jour.

source: Permissions successfully updated.
fr_fr: Permissions mises à jour.

source: Personal
fr_fr: Personnel

source: Please choose option for creating approval table
fr_fr: Veuillez choisir une option pour la création de la table d'approbation

source: Please enter a new search name:
fr_fr: Merci d'entrer un nom pour la nouvelle recherche :

source: Please select the default view for browsing documents. Please note that this setting can be overridden by user preferences.
fr_fr: Selectionnez la vue par défaut pour le parcours des documents. Notez que ce paramètre pourra être ignoré selon les préférences utilisateurs.

source: Please select the folder where you want this new document appears.
fr_fr: Merci de sélectionner le répertoire où vous souhaitez que ce document apparaisse.

source: Please wait for the paste to complete. This may take a while depending on size of data to be copied <img src="%1$s" />
fr_fr: Veuillez attendre que la copie soit terminée. L'opération peut prendre du temps en fonction de la taille des données à coller <img src="%1$s" />

source: Possible commitment are:<ul><li><strong>Not yet:</strong> Status quo. You can add comment but nobody will be notifed.</li><li><strong>Approve:</strong> Sends an email to the approval requester and notify next reviewer in sequence if any.</li><li><strong>Reject:</strong> Sends an email to the approval requester and stops the approval sequence if any.</li><li><strong>Comment only:</strong> Sends an email to the approval requester to inform there are comments. In <em>Sequential</em> notification type, the notification workflow is frozen.</li><li><strong>Will not review:</strong> Sends an email to the approval requester and notify next reviewer in sequence if any.</li></ul>
fr_fr: Engagements possibles :<ul><li><strong>Pas encore :</strong> Status quo. Vous pouvez commenter mais personne ne sera notifié.</li><li><strong>Approuver :</strong> Envoie un email au demandeur d'approbation et notifie le prochain approbateur dans la séquence si besoin.</li><li><strong>Rejeter :</strong> Envoie un email au demandeur d'apporbation et stoppe la sequence si besoin.</li><li><strong>Commentaire seulement :</strong> Envoie une email au demandeur d'approbation pour l'informer qu'il y a des commentaires. Dans le mode <em>Séquentiel</em>, le workflow de notification est suspendu.</li><li><strong>Pas d'avis :</strong> Envoie un email au demandeur d'approbation et notifie le prochain approbateur si besoin.</li></ul>

source: Previous %1$s
fr_fr: %1$s Précédents

source: Project
fr_fr: Projet

source: Project Documentation
fr_fr: Documentation du projet

source: Project has no locked documents
fr_fr: Le projet n'a pas de document réservé

source: Project has no obsolete documents
fr_fr: Le projet n'a pas de documents obsolètes

source: Project ids mismatch. Cancel update.
fr_fr: Les ids de projet ne correspondent pas. Mise à jour annulée.

source: Project:
fr_fr: Projet :

source: Properties
fr_fr: Propriétés

source: Properties successfully imported from '%1$s'
fr_fr: Propriétés importées avec succès de '%1$s'

source: Property
fr_fr: Propriété

source: Property change
fr_fr: Mise à jour de propriété

source: Property name is required, please fill this field.
fr_fr: Le nom de la propriété est requis, merci de remplir ce champ.

source: Property successfully created.
fr_fr: La propriété a bien été créée.

source: Property values
fr_fr: Valeurs de la propriété

source: Rank
fr_fr: Rang

source: Rank:
fr_fr: Rang :

source: Redirect to document with given id.
fr_fr: Redirige au document correspondant à l'ID donné.

source: Refer to a document id available in the document manager (Warning: <strong>permissions apply</strong>).
fr_fr: Se réfère à un id de document disponible dans le gestionnaire de document (Attention : <strong>les permissions s'appliquent</strong>).
