Repository: Enalean/tuleap
Catalog: plugins/docman/site-content/*/LC_MESSAGES/tuleap-docman.po
Languages: fr_fr

source: You can import properties from any public projects or private projects you are member of.
fr_fr: Vous pouvez importer des propriétés de n'importe quel projet auquel vous avez accès.

source: You can modify the settings of the report you already saved for this project.
fr_fr: Vous pouvez modifier les paramêtres du rapport que vous avez créer pour ce projet.

source: You can not delete report you do not own. Cancel deletion.
fr_fr: Vous ne pouvez pas supprimer un rapport que vous ne possédez pas. Suppression annulée.

source: You can not paste an item into itself.
fr_fr: Vous ne pouvez pas coller l'élément en lui même.

source: You can only clone 'Project' wide reports or your 'Personal' reports.
fr_fr: Vous ne pouvez cloner que les rapports 'projet' ou personnels.

source: You can post news about your new item if you are admin of this project.
fr_fr: En tant qu'administrateur du projet, vous pouvez publier une news.

source: You cannot add emails
fr_fr: Vous ne pouvez pas ajouter de mails

source: You cannot add people to an old approval table.
fr_fr: Il est impossible d'ajouter des approbateur à une ancienne table d'approbation.

source: You cannot create a new version.
fr_fr: Vous ne pouvez pas créer une nouvelle version.

source: You cannot cut something and then paste it into its child.
fr_fr: Vous ne pouvez pas couper un élément et le coller ensuite dans l'un de ses enfants.

source: You cannot cut this folder.
fr_fr: Vous ne pouvez pas couper ce document.

source: You cannot delete because a parent folder is monitored with its sub-hierarchy. You can delete that monitoring only from the parent itself.
fr_fr: Impossible de supprimer car un dossier parent est monitoré avec sa sous-hiérarchie. Vous pouvez supprimer ce monitoring uniquement depuis le parent en question.

source: You cannot delete the root folder.
fr_fr: Vous ne pouvez pas supprimer le dossier racine.

source: You cannot delete this document.
fr_fr: Vous ne pouvez pas supprimer ce document.

source: You cannot delete this folder.
fr_fr: Vous ne pouvez pas supprimer ce dossier.

source: You cannot enforce an empty filename pattern
fr_fr: Vous ne pouvez pas forcer l'application d'un modèle de nom de fichier vide

source: You cannot modify it until the lock owner or a document manager release the lock.
fr_fr: Vous ne pouvez pas le modifier tant que le propriétaire du verrou ou un gestionnaire du document ne l'a pas retiré.

source: You cannot move this document.
fr_fr: Vous ne pouvez pas déplacer ce document.

source: You cannot move this folder.
fr_fr: Vous ne pouvez pas déplacer ce dossier.

source: You cannot paste something into a document.
fr_fr: Vous ne pouvez pas coller un élément dans un document.

source: You cannot update this document.
fr_fr: Vous ne pouvez pas mettre à jour ce document.

source: You do not have sufficient access rights to administrate the document manager.
fr_fr: Vous n'avez pas les droits suffisants pour administrer le gestionnaire de documents.

source: You do not have sufficient access rights to create something in this folder.
fr_fr: Vous n'avez pas les droits suffisants pour créer un élément dans ce dossier.

source: You do not have sufficient access rights to delete %s.
fr_fr: Vous n'avez pas les droits suffisants pour supprimer %s.

source: You do not have sufficient access rights to delete this item.
fr_fr: Vous n'avez pas les droits suffisants pour supprimer cet élément.

source: You do not have sufficient access rights to edit this item.
fr_fr: Vous n'avez pas les droits suffisants pour éditer cet élément.

source: You do not have sufficient access rights to move this item.
fr_fr: Vous n'avez pas les droits suffisants pour déplacer cet élément.

source: You do not have sufficient access rights to set permissions for this item.
fr_fr: Vous n'avez pas les droits suffisants pour définir des permissions sur cet élément.

source: You do not have sufficient access rights to view this item.
fr_fr: Vous n'avez pas les droits suffisants pour voir cet élément.

source: You do not have the permission to access the document
fr_fr: Vous n'avez pas les permissions pour visualiser ce document

source: You don't have enough permissions to perform this action
fr_fr: Vous n'avez pas assez de permission pour cette action

source: You should be site administrator to access this page
fr_fr: Vous devez être administrateur site pour accéder à cette page

source: You were added to '%s' monitoring list
fr_fr: Vous avez été ajouté de la liste de monitoring du document '%s'

source: You were removed from '%s' monitoring list
fr_fr: Vous avez été enlevé de la liste de monitoring du document '%s'

source: You're monitoring '%1$s' and its sub-hierarchy.
fr_fr: Vous surveillez désormais '%1$s' et sa sous-hiérarchie.

source: You're monitoring '%1$s'.
fr_fr: Vous surveillez désormais '%1$s'.

source: Your are not allowed to access this data.
fr_fr: Vous n'êtes pas authorisé à accéder à ces données.

source: Your document '%1$s' was rejected by %3$s <%4$s>. Direct access to the approval table: <%2$s> -- This is an automatic email sent by a robot. Please do not reply to this email.
fr_fr: Votre document '%1$s' a été réprouvé par %3$s <%4$s>. Accès direct à la table d'approbation : <%2$s> -- Ceci est un message généré automatiquement. Merci de ne pas répondre à cet email.

source: Your document '%1$s' was approved by %3$s <%4$s>. You can access to the table with the following link: <%2$s> -- This is an automatic email sent by a robot. Please do not reply to this email.
fr_fr: Votre document '%1$s' a été approuvé par %3$s <%4$s>. Accès direct à la table d'approbation : <%2$s> -- Ceci est un message généré automatiquement. Merci de ne pas répondre à cet email.

source: Your document '%1$s' was approved by last reviewer: %3$s <%4$s>. You can access to the table with the following link: <%2$s> Please note that the document status was not automaticaly changed. You can change the document properties: <%5$s> -- This is an automatic email sent by a robot. Please do not reply to this email.
fr_fr: Votre document '%1$s' a été approuvé par le dernier approbateur : %3$s <%4$s>. Accès direct à la table d'approbation : <%2$s> Merci de noter que le statut du document n'a pas été modifié. Vous pouvez modifier les propriétés du document : <%5$s> -- Ceci est un message généré automatiquement. Merci de ne pas répondre à cet email.

source: Your document '%1$s' was commented (but neither approved nor rejected) by '%2$s' <%3$s>. %5$s You can access to the table with the following link: <%4$s> -- This is an automatic email sent by a robot. Please do not reply to this email.
fr_fr: Votre document '%1$s' a été commenté (mais ni approuvé, ni rejeté) par '%2$s' <%3$s>. %5$s Vous pouvez accéder à la table d'approbation avec le lien suivant: <%4$s> -- Ceci est un message généré automatiquement. Merci de ne pas répondre à cet email.

source: Your document '%1$s' will not be reviewed by %3$s <%4$s>. You can access to the table with the following link: <%2$s> -- This is an automatic email sent by a robot. Please do not reply to this email.
fr_fr: Votre document '%1$s' ne sera pas approuvé par %3$s <%4$s>. Vous pouvez accéder à la table d'approbation avec le lien suivant: <%2$s> -- Ceci est un message généré automatiquement. Merci de ne pas répondre à cet email.

source: Your link is not anymore valid: accessing properties via the old interface is not supported.
fr_fr: Votre lien n'est plus valide : accéder aux propriétés via l'ancienne interface n'est pas supporté.

source: Your message is not valid, you can not send the default message or an empty one.
fr_fr: Votre message est invalide, vous ne pouvez pas soumettre le texte par défaut ou un texte vide.

source: Your monitoring on '%1$s' has been removed.
fr_fr: Vous ne surveillez plus '%1$s'.

source: Your review was successfully recorded.
fr_fr: Votre approbation a été enregistrée.

source: [%1$s] '%2$s' was approved by a reviewer %3$s
fr_fr: [%1$s] '%2$s' a été approuvé par un approbateur %3$s

source: [%1$s] '%2$s' was approved by last reviewer %3$s
fr_fr: [%1$s] '%2$s' a été approuvé par tous le dernier approbateur %3$s

source: [%1$s] '%2$s' was rejected by a reviewer
fr_fr: [%1$s] '%2$s' a été réprouvé par un approbateur

source: [%1$s] Document '%2$s' will be obsolete in one month
fr_fr: [%1$s] Document '%2$s' sera obsolète dans un mois

source: [%1$s] Please review '%2$s'
fr_fr: [%1$s] Merci d'approuver '%2$s'

source: [%1$s] [Reminder] Please review '%2$s'
fr_fr: [%1$s] [Rappel] Merci d'approuver '%2$s'

source: [%1$s] a reviewer commented '%2$s'
fr_fr: [%1$s] un approbateur a commenté '%2$s'

source: [%1$s] a reviewer will not review '%2$s'
fr_fr: [%1$s] un approbateur ne donnera pas son avis sur '%2$s'

source: copied. you can now paste it wherever you want (even across projects) with 'Paste' action in popup menu.<br />Note that copy keeps <strong>neither approval tables nor notifications</strong> while cut does. <br />Note that only the link of the <strong>wiki pages</strong> is copied, not the <strong>content</strong>.
fr_fr: copié. Vous pouvez maintenant le coller où vous voulez (même entre différents projets) avec l'action 'Coller' dans le menu popup.<br />Attention, la copie ne garde <strong>ni les tables d'approbations, ni les notifications</strong> à la différence du déplacement (couper/coller).<br /> Attention, le <strong>contenu des pages wiki </strong>n'est pas copié, seul le lien est copié.

source: cut. You can now paste it wherever you want with 'Paste' action in popup menu.
fr_fr: coupé. vous pouvez maintenant le coller où vous voulez avec l'action 'Coller' dans le menu popup.

source: from: %s
fr_fr: depuis : %s

source: length must be greater than %1$s
fr_fr: la longueur doit dépasser %1$s

source: locked
fr_fr: réservé

source: look for exact sentence
fr_fr: chercher la phrase complète

source: lorem must be in result
fr_fr: lorem doit figurer dans le résultat

source: lorem must not be in result
fr_fr: lorem ne doit pas figurer dans le résultat

source: null is not a valid status.
fr_fr: null n'est pas un statut valide.

source: other folders:
fr_fr: autres dossiers:

source: recursive (apply same permissions to all sub-items of this folder)
fr_fr: récursif (appliquer les mêmes permissions pour tous les sous-éléments de ce dossier)

source: to: %s
fr_fr: vers : %s

source: truncated email
fr_fr: email tronqué

source: view/change
fr_fr: voir/changer

source: with comments
fr_fr: avec des commentaires

source: with_size = true only works with folders.
fr_fr: with_size=true ne fonctionne qu'avec des dossiers.

source: you cannot change permissions for sub-item %1$s since you do not have sufficient permissions.
fr_fr: vous ne pouvez pas changer les permissions de l'élément %1$s puisque vous n'avez pas les droits requis.

source: {{ user_group_name }} has no global permission
fr_fr: {{ user_group_name }} n'a pas de permissions globales
