Repository: Enalean/tuleap
Catalog: plugins/docman/site-content/*/LC_MESSAGES/tuleap-docman.po
Languages: fr_fr

source: "%1$s" Property details
fr_fr: Détails de la propriété "%1$s"

source: "%1$s" is required, please fill the field.
fr_fr: "%1$s" est requis, merci de remplir le champ.

source: "%1$s" successfully deleted
fr_fr: "%1$s" supprimée

source: %1$s <strong>locked</strong> this document on %2$s.
fr_fr: Ce document est <strong>réservé</strong> par %1$s depuis le %2$s.

source: %1$s can notify approval members in two ways:<ul><li><strong>All at once:</strong> notify all reviewers who did not commit themselves yet.</li><li><strong>Sequential:</strong> notify reviewers (who did not commit themselves) one after another. If someone reject the document, the sequence stops.</li></ul>After an approver is notified by the approval table, it is informed of any later modification done on the document.
fr_fr: %1$s peut notifier les approbateurs de deux manières :<ul><li><strong>Tous d'un coup :</strong> notifie tous les approbateurs qui n'ont pas encore approuvé/réprouvé.</li><li><strong>Sequentiellement :</strong> notifie les approbateurs (qui n'ont pas encore approuvé/réprouvé) l'un après l'autre. Si quelqu'un réprouve le document, la séquence s'arrête.</li></ul>Dès qu'un approbateur est notifié par la table d'approbation, il est informé de tout changement ultérieur sur le document.

source: %1$s locked this page. You cannot modify it until the lock owner or a document manager release the lock.
fr_fr: Cette page wiki est réservée par %1$s. Vous ne pouvez pas la modifier tant que le propriétaire du verrou ou un gestionnaire du document ne l'a pas retiré.

source: %2$s requests access to a document in "%1$s"
fr_fr: %2$s demande l'accès à un document du projet "%1$s"

source: %s does not have an approval table. The parameter "approval_table_action" must not be present.
fr_fr: %s n'a pas de table d'approbation. Le paramètre "approval_table_action" ne doit pas être fourni.

source: %s has an approval table, you must provide "approval_table_action" parameter to choose the option creation of table (possible values: copy,reset,empty).
fr_fr: %s a une table d'approbation, vous devez renseigner le paramètre "approval_table_action" pour choisir l'option de la création de la table à la création de la version (valeurs possibles : copy,reset,empty)

source: %s has been modified by %s.
fr_fr: %s a été modifié par %s.

source: %s has been removed by %s.
fr_fr: %s a été supprimé par %s.

source: (The maximum upload file size is %1$s MByte)
fr_fr: (La taille maximum d'un fichier est de %1$s MOctets)

source: (or use <a href="%1$s">Advanced Search</a>)
fr_fr: (ou utiliser <a href="%1$s">la recherche avancée</a>)

source: (or use <a href="%1$s">Simple Search</a>)
fr_fr: (ou utiliser <a href="%1$s">la recherche simple</a>)

source: * Mandatory field
fr_fr: * Champ obligatoire

source: -- My saved search:
fr_fr: -- Mes recherches sauvegardées :

source: -- Personal reports:
fr_fr: -- Rapports personnels:

source: -- Project reports:
fr_fr: -- Rapports projet:

source: -- Project saved search:
fr_fr: -- Recherche projet sauvegardée :

source: ...and for the whole sub-hierarchy.
fr_fr: ...ainsi que pour toute la sous-hiérarchie.

source: 12 Months from today
fr_fr: 12 Mois

source: 3 Months from today
fr_fr: 3 Mois

source: 6 Months from today
fr_fr: 6 Mois

source: <big><strong>Warning:</strong></big> this table is linked to an old version of the document (version %1$s). The last document version is %2$s, you can either:
fr_fr: <big><strong>Attention :</strong></big> cette table est associée à une version précédente du document (version %1$s). La dernière version en date est la version %2$s, vous pouvez, au choix :

source: <br />You need Manage permission to define permissions.
fr_fr: <br />Vous devez avoir les droits de Gestionnaire pour définir les permissions.

source: <br><a href="/my/">Back to your personal page</a><em> or you can request it to him.</em></br> Write your message below and click on the button to send your request to the project administrators.
fr_fr: <br><a href="/my/">Retourner à votre page personnelle</a> <em> ou vous pouvez lui demander la permission.</em><br /> Ajoutez juste votre message puis envoyez.

source: <h3>Confirm deletion of approval table</h3><p>You are going to delete an approval table. Please note that all the data (reviewer list, current reviews, settings) will be deleted.</p><p>Are you sure that you want to continue?</p>
fr_fr: <h3>Confirmez la suppression de la table d'approbation</h3><p>Vous êtes sur le point de supprimer une table d'approbation. Merci de noter que toutes les données (liste des approbateurs, approbation en cours, paramètres) seront supprimées.</p><p>Êtes vous sûr de vouloir continuer ?</p>

source: <h3>Confirm deletion of document %1$s</h3><p>You are going to delete a document. </p><p>Are you sure that you want to delete this document?</p>
fr_fr: <h3>Confirmez la suppression du document %1$s</h3><p>Vous êtes sur le point de supprimer un document.</p><p>Êtes-vous sûr de vouloir le supprimer ?</p>

source: <h3>Confirm deletion of document %1$s</h3><p>You are going to delete a file. Please note that all versions will be deleted.</p><p>Are you sure that you want to delete this file?</p>
fr_fr: <h3>Confirmez la suppression du document %1$s</h3><p>Vous êtes sur le point de supprimer un fichier. Avant de confirmer, notez que toutes les versions seront supprimées.</p><p>Êtes-vous sûr de vouloir le supprimer ?</p>

source: <h3>Confirm deletion of folder %1$s</h3><p>You are going to delete a folder. Please note that all sub-items and their versions will be deleted.</p><p>Are you sure that you want to delete this folder?</p>
fr_fr: <h3>Confirmez la suppression du dossier %1$s</h3><p>Vous êtes sur le point de supprimer un dossier. Avant de confirmer, notez que tous les sous-éléments et leurs versions seront supprimés.</p><p>Êtes-vous sûr de vouloir le supprimer ?</p>

source: <h3>Confirm deletion of version %2$s of document %1$s</h3><p>You are going to delete a version of file. </p><p>Are you sure that you want to delete this version?</p>
fr_fr: <h3>Confirmez la suppression de la version %2$s du document %1$s</h3><p>Vous êtes sur le point de supprimer une version du fichier.</p><p>Êtes-vous sûr de vouloir la supprimer ?</p>

source: <p><em>Please Note that if you check the 'Cascade deletion to wiki' option, the referenced wiki page will no longer exist in wiki service too.</em></p>
fr_fr: <p><em>Veuillez noter que si vous cochez l'option 'Propager la suppression au service wiki', la page wiki référencée par ce document sera également supprimée dans le service wiki.</em></p>

source: <p><em>You should also be aware that the following documents will no longer be valid if you choose to cascade deletion to wiki service:</em></p>
fr_fr: <p><em> Vous devez aussi noter que si vous cochez l'option 'Propager la suppression au service wiki', les documents suivants seront imacptés:</em></p>

source: <p><img src="%3$s" /> There are differences in properties definitions between %1$s and %2$s. You <strong>may loose</strong> some <strong>properties informations</strong>.</p><p>You may either:<ul><li>Paste anyway, so only properties that exists in both %1$s and %2$s will be copied.</li><li>Ask to a document manager admin to import %2$s properties definitions</li></ul></p><p><strong>Note:</strong> This <strong>doesn't impact documents</strong> themselves. This only refers to properties.</p>
fr_fr: <p><img src="%3$s" /> Il y a des différences dans les définitions de propriétés entre %1$s et %2$s. Vous <strong>pouvez perdre</strong> des <strong>informations</strong>.</p><p>Vous pouvez soit :<ul><li>Forcer la copie, alors seules les propriétés présentent à la fois dans %1$s et dans %2$s seront copiées.</li><li>Demander à un administrateur du gestionnaire de document d'importer les définitions des propriétés de %2$s</li></ul></p><p><strong>Note :</strong> Ceci <strong>n'impacte pas les documents</strong> eux-mêmes, ça ne s'applique qu'aux propriétés.</p>

source: <p>If you choose to:<ul><li><strong>Copy the previous approval table:</strong> A new approval table will be created from the previous one. Keeps reviewers, comments and commitments.</li><li><strong>Reset the approval cycle:</strong> Only the table structure will be kept (description, notification type, reviewer list.). Actually, the new table will be identical to the previous one, but without reviewer comments and commitements.</li><li><strong>Create an new empty table:</strong> Start over with a completly new approval table.</li></ul>In all cases, There is <strong>no automatic notification</strong> of the reviewers.</p>
fr_fr: <p>Si vous décidez de :<ul><li><strong>Copier la table précédente</strong> : une nouvelle table d'approbation sera créée à partir de l'actuelle. Les approbateurs, commentaires et engagements sont conservés.</li><li><strong>Réinitialiser le cycle d'approbation</strong> : similaire à l'option précédente mais seule la structure de la table est conservée (description, type de notification, liste des approbateurs). En fait, la nouvelle table sera identique à l'ancienne à ceci près que les commentaires et engagements des approbateurs seront remis à zero.</li><li><strong>Créer une nouvelle table vide</strong> : recommencer le cycle avec une table totalement nouvelle.</li></ul>Dans tous les cas : Les <strong>approbateurs ne sont pas notifiés automatiquement</strong>.</p>

source: <p>Paste operation successfully completed.</p>
fr_fr: <p>Opération "Coller" terminée avec succès.</p>

source: <p>The table below highlight the differences between %1$s and %2$s properties.</p><p>If there are differences, you can click on "Import" button at the bottom of the page. The properties of %1$s will be modified match what is defined in %2$s.</p><p><strong>Note:</strong> this operation delete neither properties nor values in %1$s and %2$s won't be modified.</p>
fr_fr: <p>La table suivante souligne les différence entre les propriétes de %1$s et %2$s.</p><p>Si il ya des différences, vous pouvez cliquer sur le bouton [Importer] à la fin de la page. Les propriétés de %1$s seront modifiées pour correspondre à ce qui est défini dans %2$s.</p><p><strong>Note :</strong> cette opération supprime ni les propriétes ni les valeurs de %1$s et %2$s.</p>

source: <p>You will be redirected to <a href="%1$s"> %2$s </a> in %3$s seconds</p>
fr_fr: <p>Vous allez être redirigé vers <a href="%1$s"> %2$s </a> dans %3$s secondes</p>

source: <strong>Actions</strong> with selected reviewers:
fr_fr: <strong>Actions</strong> pour les approbateurs sélectionnés:

source: <ul><li>The whole folder sub-tree is taken in account for these statistics.</li><li>To compute the size, only the last versions of "file" and "embedded file" documents are taken in account.</li></ul>
fr_fr: <ul><li>Ces statistiques prennent en compte toute l'arborescence descendante de ce dossier.</li><li>Pour le calcul de la taille, seuls sont pris en compte les dernières versions des documents de type "fichier" et "fichier embarqué".</li></ul>

source: A directory already exists with this name under docman
fr_fr: Un répertoire Docman existe déjà avec ce nom

source: A document with the same title is already being uploaded, you cannot copy your document here for now
fr_fr: Un document avec le même titre est déjà en cours de téléversement, vous ne pouvez pas copier votre document ici pour le moment

source: A property with the same name but a different type exists in destination project. Will be skiped.
fr_fr: Une propriété avec le même nom mais un type différent existe déjà.

source: Access
fr_fr: Accès

source: Access Permissions
fr_fr: Permissions d'accès

source: Add
fr_fr: Ajouter

source: Add a comment:
fr_fr: Ajouter un commentaire :

source: Add reviewers
fr_fr: Ajouter des approbateurs

source: Added:
fr_fr: Ajouté :

source: After
fr_fr: Après

source: After %s
fr_fr: Après %s

source: All at once
fr_fr: Tous d'un coup

source: All selected users were successfully removed from the approval table.
fr_fr: Tous les utilisateurs sélectionnés ont été supprimé de la table d'approbation.

source: Allow empty value
fr_fr: Autorise la valeur vide

source: Allow empty value: <strong>%1$s</strong>
fr_fr: Autoriser la valeur vide : <strong>%1$s</strong>

source: Allow multiple selection
fr_fr: Autorise les valeurs multiples

source: Allow multiple selection: <strong>%1$s</strong>
fr_fr: Autoriser la sélection multiple : <strong>%1$s</strong>

source: Allowed patterns:
fr_fr: Les motifs autorisés :

source: Already in this approval table: %1$s.
fr_fr: Déjà dans la table d'approbation : %1$s.

source: An empty document has no type. You will be able to choose document's type later. It's useful to create an entry in a hierarchy without the actual document.
fr_fr: Un document vide n'a pas de type. Vous pourrez choisir le type plus tard. C'est pratique pour créer une entrée dans une hierarchie sans avoir le document.

source: An error occured on element suppression.
fr_fr: Une erreur s'est produite pendant la suppression de l'élément.

source: An error occured on property creation
fr_fr: Une erreur s'est produite pendant la création de la propriété

source: An error occurred during the update of the max file size
fr_fr: Une erreur est survenue durant la mise à jour de la taille maximale des fichiers

source: An error occurred during the update of the number of files uploadable in parallel
fr_fr: Une erreur est survenue durant la mise à jour du nombre de fichiers téléversables en parallèle

source: An error occurred on "%1$s" deletion
fr_fr: Une erreur est survenue lors de la suppression de "%1$s"

source: An error occurred on approval table creation for this item.
fr_fr: Un erreur est survenue lors de la création de la table d'approbation pour ce document.

source: An error occurred on report deletion
fr_fr: Une erreur est apparue lors de la suppression d'un rapport

source: An error occurred on review recording.
fr_fr: Une erreur est survenue lors de l'enregistrement de votre approbation.

source: An error occurred: the approval table was not deleted.
fr_fr: Une erreur est survenue. La table n'a pas été supprimée.

source: An image is associated to this report but you don't have the permission to see it.
fr_fr: Une image est associée à ce rapport mais vous n'avez pas les permissions de la voir.

source: Anonymous
fr_fr: Anonyme

source: Append the members to the table:
fr_fr: Ajouter les membres d'un groupe d'utilisateurs :

source: Apply a naming pattern on files.
fr_fr: Applique un modèle de nommage sur les fichiers.

source: Approval
fr_fr: Approbation

source: Approval Table
fr_fr: Table d'approbation

source: Approval cycle details
fr_fr: Détails du cycle d'approbation

source: Approval cycle start date:
fr_fr: Date de début du cycle d'approbation :

source: Approval requester:
fr_fr: Demandeur d'approbation :

source: Approval table
fr_fr: Table d'approbation

source: Approval table administration for %1$s
fr_fr: Administration de la table d 'approbation pour %1$s

source: Approval table global settings
fr_fr: Paramètres globaux de la table d'approbation

source: Approval table history
fr_fr: Historique des tables d'approbation

source: Approval table:
fr_fr: Table d'approbation :

source: Approved
fr_fr: Approuvé

source: Are you sure you want to delete the property '%1$s'?
fr_fr: Etes-vous sûr de vouloir supprimer la propriété '%1$s' ?

source: Are you sure you want to remove this filter from the list?
fr_fr: Etes-vous sûr de vouloir enlever ce filtre de la liste ?

source: Are your sure you want to delete report '%1$s'?
fr_fr: Êtes vous sûrs de vouloir supprimer le rapport '%1$s'?

source: As document owner, you are notified of the obsolescence in one month of the document: Title: %1$s Project: %2$s Obsolescence date: %3$s Direct Link: <%4$s> This document will disappear from your document manager in one month if you do nothing. The document will remain accessible through the administration interface though. You can change the obsolescence date of your document or make it permanent with the following link: <%5$s> -- This is an automatic message sent by a robot. Please do not reply to this email.
fr_fr: En tant que propriétaire du document, vous êtes notifié de l'obsolescence du document: Titre : %1$s Projet : %2$s Obsolescence : %3$s Lien direct : <%4$s> Ce document disparaîtra de votre gestionnaire de document dans un mois si vous ne faites rien. Ce document restera accessible à travers l'interface d'administration néanmoins. Vous pouvez changer la date d'obsolescence de votre document à l'adresse suivante : <%5$s> -- Ceci est un message automatique. Merci de ne pas répondre à cet email.

source: At the beginning
fr_fr: Au début

source: At the end
fr_fr: À la fin

source: Attached to document version:
fr_fr: Associée à la version :

source: Author
fr_fr: Auteur

source: Available
fr_fr: Disponible

source: Available properties
fr_fr: Propriétés disponibles

source: Back to properties
fr_fr: Retour aux propriétés

source: Back to property details
fr_fr: Retour vers les détails de propriété

source: Back to the approval settings.
fr_fr: Retour vers la table d'approbation.

source: Bad metadata label.
fr_fr: Le nom de la metadonnée est erroné.

source: Bad property type
fr_fr: Mauvais type de propriété

source: Begin
fr_fr: Début

source: Can't delete folder %s because it is not empty.
fr_fr: Impossible de supprimer le dossier %s car il n'est pas vide.

source: Can't move item.
fr_fr: Impossible de déplacer l'élément.

source: Cannot add following user(s). Internal error: %1$s.
fr_fr: Impossible d'ajouter les utilisateurs suivants. Erreur interne : %1$s.

source: Cannot add following user(s). No access to document: %1$s.
fr_fr: Impossible d'ajouter les utilisateurs suivants. Pas d'accès au document : %1$s.

source: Cannot add following user(s). Not registered users. %1$s.
fr_fr: Impossible d'ajouter les utilisateurs suivants. N'existent pas : %1$s.

source: Cannot delete a version on something that is not a file.
fr_fr: Impossible de supprimer une version d'un element qui n'est pas un fichier.

source: Cannot delete a version that doesn't exist.
fr_fr: Impossible de supprimer une version qui n'existe pas.

source: Cannot delete last version of a file. If you want to continue, please delete the document itself.
fr_fr: Impossible de supprimer la dernière version d'un fichier. Si vous souhaîtez continuer, veuillez supprimer le document lui-même.

source: Cannot delete this item because it contains items you are not allowed to modify (no 'Write' access, you may even not be able to read them). Please contact your document manager administrator.
fr_fr: Impossible de supprimer cet élément car il contient des items que vous ne pouvez pas modifier (pas d'accès 'Rédacteur', il se peut que vous ne puissiez pas non plus les lire). Merci de contacter votre administrateur de gestionnaire de documents.

source: Cannot remove from the approval table.
fr_fr: Impossible de supprimer de la table d'approbation.

source: Cascade deletion to wiki service
fr_fr: Propager la suppression au service wiki

source: Change Log
fr_fr: Description des changements

source: Change Log:
fr_fr: Description des changements :

source: Check before import
fr_fr: Vérification avant import

source: Clear all
fr_fr: Tout effacer

source: Click on the following link to approve or reject the document
fr_fr: Cliquez sur le lien suivant pour approuver ou réprouver le document

source: Click on title to toggle table sort
fr_fr: Cliquez sur le titre pour inverser le tri du tableau

source: Click to open the document
fr_fr: Cliquez pour ouvrir le document

source: Click to see the approval table
fr_fr: Cliquez pour voir la table d'approbation

source: Closed
fr_fr: Fermé

source: Comment
fr_fr: Commentaire

source: Comment only
fr_fr: Commentaire seulement

source: Comment:
fr_fr: Commentaire :

source: Commented
fr_fr: Commenté

source: Content:
fr_fr: Contenu :

source: Copy
fr_fr: Copier

source: Copy from template
fr_fr: Copier du template

source: Copy of %s
fr_fr: Copie de %s

source: Copy of %s in %s at version %d.
fr_fr: Copie de %s dans %s à la version %d.

source: Copy the previous approval table (e.g. for small / typo updates).
fr_fr: Copier la table précédente (ex. corrections, mise à jour mineure).

source: Corresponding date:
fr_fr: Date correspondante :

source: Create
fr_fr: Créer

source: Create Date
fr_fr: Date de création

source: Create a document
fr_fr: Créer un document

source: Create a folder
fr_fr: Créer un dossier

source: Create a new approval table
fr_fr: Créer une nouvelle table d'approbation

source: Create a new one.
fr_fr: Créer une nouvelle table d'approbation.

source: Create a new property
fr_fr: Créer une nouvelle propriété

source: Create a new value
fr_fr: Créer une nouvelle valeur

source: Create an new empty table.
fr_fr: Créer une nouvelle table vide.

source: Create document
fr_fr: Créer le document

source: Create folder
fr_fr: Créer le dossier

source: Create new version
fr_fr: Créer une nouvelle version

source: Create property
fr_fr: Créer une propriété

source: Create value
fr_fr: Créer une nouvelle valeur

source: Creation date:
fr_fr: Date de création :

source: Current image:
fr_fr: Image courrante :

source: Customize filters
fr_fr: Personnaliser les filtres

source: Cut
fr_fr: Couper

source: Days
fr_fr: Jours

source: Dear document manager, %1$s (login: %2$s) requests access to the following document in project "%4$s": <%3$s> %1$s wrote a message for you: %6$s Someone set permissions on this item, preventing users of having access to this resource. If you decide to accept the request, please take the appropriate actions to grant him permission and communicate that information to the requester. Otherwise, please inform the requester (%7$s) that he will not get access to the requested data. -- %1$s.
fr_fr: Cher gestionnaire de document, %1$s (login: %2$s) demande l'accès au document suivant du projet "%4$s" : <%3$s> %1$s a écrit un message pour vous : %6$s Quelqu'un a restreint les permissions sur cet élément, empêchant ainsi les utilisateurs d'y avoir accès. Si vous acceptez sa demande, veuillez prendre les mesures nécessaires pour lui permettre l'accès et lui communiquer cette information. Autrement, veuillez informer (%7$s) qu'il n'aura pas accès aux pages demandées. -- %1$s.

source: Declined
fr_fr: Décliné

source: Default Values
fr_fr: Valeurs par défaut

source: Default value: submitter. Correspond to official owner of the document.
fr_fr: Valeur par défaut: celui qui soumet. Correspond au propriétaire officiel du document.

source: Default view
fr_fr: Vue par défaut

source: Define a period of validity for your document. It will automatically be archived at the end of the period.
fr_fr: Définit une période de validité pour votre document. Il sera automatiquement archivé à la fin de la période.

source: Define the default properties values for the item that will be created within this folder.
fr_fr: Définissez les propriétés par défaut pour les éléments qui seront créés dans ce dossier.

source: Define the default view for the document manager.
fr_fr: Définir la vue par défaut pour le gestionnaire de documents.

source: Define the properties of your documents.
fr_fr: Sélectionnez les propriétés que vous voulez pour vos documents.

source: Define what properties are available in your document manager. Each property can be edited during document submission and updated in the document properties panel.
fr_fr: Définissez quelles propriétés sont disponibles dans votre gestionnaire de documents. Chaque propriété sera remplie lors de la soumission d'un document et sera visible dans les propriétés du document.

source: Define who can administrate the document manager.
fr_fr: Définir qui peut administrer le gestionnaire de documents.
