<h1>詳細検索の使い方</h1>

<ul class="HelpMenu">
  <li><a href="#Search Fields">検索フィールド</a></li>
  <li><a href="#Search Groups">検索グループ</a></li>
</ul>

<dl class="Content">
  <dt><a name="Search Fields"></a>検索フィールド</dt>
  <dd>
    <p>最初に詳細検索を選ぶと画面には3つの検索語入力欄があります。
    各入力欄に検索する語句を入力します。次の<a href="Home?topic=search">検索演算子</a>が
    使用できます。</p>
    <p>各検索語の検索対象フィールド（タイトル、著者など）はドロップダウンメニューから
    選択できます。</p>
    <p>各検索語間の演算方式は「論理演算」のドロップダウンメニューで指定できます。</p>
    <ul>
      <li>論理積（AND） - すべての検索語にマッチしたレコードのみがヒットします。</li>
      <li>論理輪（OR） - 指定した検索語のいずれかにマッチしたレコードがヒットします。</li>
      <li>否定（NOT）- 指定したすべての検索語にマッチしないレコードがヒットします。</li>
    </ul>
    <p>「検索語入力欄を追加」ボタンを押すと入力欄を追加することができます。好きな数の
    検索語を入力することができます。</p>
  </dd>
  
  <dt><a name="Search Groups"></a>検索グループ</dt>
  <dd>
    <p>複雑な検索を行う場合、一組の検索語の指定では不十分な場合があります。たとえば、
    「中国またはインドの歴史に関する本」を探したい場合を考えます。検索語「中国」、「インド」、
    「歴史」の論理積検索を行うと、「中国とインド」の歴史に関するの本しか見つけることが
    できません。また、これらの検索語の論理和検索を行うと「中国」「インド」とは関係のない
    歴史に関する本もヒットしてしまいます。</p>
    <p>検索グループは複数の検索語グループによる検索を実行する方法を提供します。「検索
    グループを追加」ボタンを押すたびに新しいグループが追加されます。複数の検索グループを
    作成した後に不要なグループを削除するには「検索グループを削除」ボタンを押してください。
    検索グループ間の演算方式は、検索グループ見出しの横の論理演算ドロップダウンメニューで
    指定できます。</p>
    <p>上で述べた「中国またはインドの歴史」の例は、次のように指定することで問題を解決する
    ことができます。</p>
    <ul>
      <li>第1の検索グループで「インド」と「中国」を入力し、演算方式は「論理和（OR）」にします。</li>
      <li>第2の検索グループを追加して、「歴史」を入力します。</li>
      <li>検索グループ間の演算方式を「論理積（AND）」にします。</li>
    </ul>
  </dd>
</dl>
