Repository: Enalean/tuleap
Catalog: plugins/git/site-content/*/LC_MESSAGES/tuleap-git.po
Languages: fr_fr

source: Repository child search failed : missing repository id
fr_fr: Paramètres invalides

source: Repository does not exist
fr_fr: Le dépôt n'existe pas

source: Repository informations have been saved
fr_fr: Les données du dépôt ont été enregistrées

source: Repository name
fr_fr: Nom du dépôt

source: Repository name is not well formatted. Allowed characters: %1$s and max length is %2$s, no slashes at the beginning or the end, it also must not finish with ".git".
fr_fr: Le nom du dépôt n'est pas correct. Caractères autorisés : %1$s, la longueur maximale est de %2$s caractères, pas de slash au début ou à la fin, le nom ne doit pas finir avec ".git" non plus.

source: Repository not found
fr_fr: Dépôt introuvable

source: Repository not found : missing repository name or project id
fr_fr: Dépôt introuvable, paramètres invalides

source: Reset token
fr_fr: Regénérer le jeton

source: Restore
fr_fr: Restaurer

source: Return type
fr_fr: Retour

source: Revoke access to selected
fr_fr: Interdire l'accès aux projets sélectionnés

source: Revoke authorization
fr_fr: Révoquer l'autorisation

source: Right now, there are no projects authorized to go over object's size limit
fr_fr: Aucun projet n'est autorisé à dépasser la limite pour l'instant

source: SSH port
fr_fr: Port SSH

source: Save
fr_fr: Sauvegarder

source: Save generic webhook
fr_fr: Sauvegarder le webhook générique

source: Save permissions
fr_fr: Sauvegarder les permissions

source: Select a branch or tag
fr_fr: Sélectionnez une branche ou une étiquette

source: Select repositories to fork
fr_fr: Sélectionnez les dépôts à forker

source: Set build status
fr_fr: Changer les statuts de builds

source: Settings
fr_fr: Paramètres

source: Some rules may be deleted
fr_fr: Certaines règles peuvent être supprimées

source: Something went wrong during the update of the allowed project list.
fr_fr: Une erreur est survenue pendant la mise à jour de la liste des projets autorisés.

source: Starting Tuleap 8.14, we recommend you to use polling jobs. Please see <a href="/doc/en/user-guide/code-versioning/git.html?#jenkins-webhooks">Hudson Git Plugin</a>.
fr_fr: Depuis Tuleap 8.14 nous vous recommandons d'utiliser les opérations de "polling". Merci de consulter <a href="/doc/fr/user-guide/code-versioning/git.html?#jenkins-webhooks">Hudson Git</a>

source: Submit
fr_fr: Valider

source: Submitted project can now use this Gerrit server.
fr_fr: Le projet soumis peut maintenant utiliser ce serveur Gerrit.

source: Submitted projects will not be able to use this Gerrit server.
fr_fr: Les projets soumis ne pourront plus utiliser ce serveur Gerrit.

source: Successfully forked
fr_fr: Fork créé avec succès

source: System event created to restore repository
fr_fr: Tâche crée pour restorer le dépôt

source: Tags
fr_fr: Étiquettes

source: Target URL
fr_fr: URL cible

source: Template created
fr_fr: Modèle créé

source: Template file name
fr_fr: Nom du fichier de template

source: Template name
fr_fr: Nom du modèle

source: Template successfully deleted.
fr_fr: Modèle supprimé avec succès.

source: Template updated
fr_fr: Modèle modifié

source: Templates
fr_fr: Modèles

source: The branch %s already exists in the repository %s
fr_fr: La branche %s existe déjà dans le dépôt %s

source: The branch name %s is not a valid branch name
fr_fr: Le nom de branche %s n'est pas valide

source: The deletion of the project under Gerrit is on going, please wait for a few minutes.
fr_fr: La supression du projet sous Gerrit est en cours, veuillez patienter quelques minutes.

source: The following projects were not revoked because these projects use this Gerrit server: %1$s
fr_fr: Certains projets n'ont pas été enlevés parce que ces projets utilisent ce serveur Gerrit : %1$s

source: The management of the repository (permissions, ...) will be delegated to Gerrit: <ul><li>A project <em>%1$s</em> will be created on the chosen server.</li><li>The current repository will become a mirror of the Gerrit reference.</li></ul>
fr_fr: La gestion du dépôt (permissions, ...) sera déléguée à Gerrit : <ul><li>Un projet <em>%1$s</em> sera créé sur le serveur sélectionné.</li><li>Le dépot courant deviendra un miroir de la référence sur Gerrit.</li></ul>

source: The management of this Git repository has been delegated to the Gerrit platform: %s
fr_fr: La gestion de ce dépôt Git a été déléguée à la plateforme Gerrit : %s

source: The migration failed %1$s, the gerrit repository is probably <strong>corrupted or partially migrated</strong>, do not use it and contact your site administration
fr_fr: La migration a échoué %1$s. Le dépôt gerrit est probablement <strong>corrompu ou partiellement migré</strong>. Ne l'utilisez pas et contactez l'administration site

source: The migration of this repository to Gerrit server is on going, please wait for a few minutes.
fr_fr: La migration de ce dépôt vers le serveur Gerrit est en cours, merci de patienter quelques minutes.

source: The notification is already enabled for this email %1$s
fr_fr: La notification est déja activée pour l'adresse mail %1$s

source: The object %s does not exist in the repository %s
fr_fr: L'objet %s n'existe pas dans le dépôt %s

source: The object %s is neither a branch nor a commit in repository %s.
fr_fr: L'objet %s n'est ni un commit ni une branche dans le dépôt %s

source: The pattern %1$s is not well formed. Skipping.
fr_fr: L'expression %1$s n'est pas bien formée. Elle ne sera pas pris en compte.

source: The project reference based on the keyword '%s' is overriding the system reference used by the Git plugin.
fr_fr: La référence de projet basée sur le mot-clé '%s' surcharge la référence système utilisée par le plugin Git.

source: The regular expressions option has been disabled at plateform level.
fr_fr: L'utilisation des expression régulières a été désactivée au niveau de la plateforme.

source: The repository <em>%1$s</em> has already been migrated to the Gerrit project: <a href="%3$s">%2$s</a>.
fr_fr: Le dépôt <em>%1$s</em> a déjà été migré sur le projet Gerrit : <a href="%3$s">%2$s</a>.

source: The repository cannot be deleted until it is disconnected from Gerrit
fr_fr: Le dépôt ne peut être supprimé avant d'être déconnecté de Gerrit

source: The repository does not exist
fr_fr: Le dépôt n'existe pas

source: The repository is in queue for creation. Please check back here in a few minutes
fr_fr: Le dépôt est en attente de création. Veuillez revenir dans quelques minutes.

source: The request is not valid.
fr_fr: La requête n'est pas valide.

source: The requested Gerrit server does not exist.
fr_fr: Le serveur Gerrit demandé n'existe pas.

source: The setting of the project under Gerrit to read-only is on going, please wait for a few minutes.
fr_fr: La mise en lecture-seule du projet sous Gerrit est en cours, veuillez patienter quelques minutes.

source: The update of the default branch did not succeed
fr_fr: La mise à jour de la branche par défaut n'a pas réussi

source: There are no projects matching the filter
fr_fr: Aucun projet ne correspond au filtre

source: There are open changes for this project.
fr_fr: Il y'a des revues ouvertes concernant ce projet.

source: There is an event in queue for a repository creation (%1$s), it will be processed in one minute or two. Please be patient!
fr_fr: Un événement est en attente pour la création du dépôt %1$s. Il sera traité dans une minute ou deux. Merci de votre patience.

source: There is an event in queue for a repository permissions change, it will be processed in one minute or two. Please be patient!
fr_fr: Un événement est en attente pour le changement de permissions d'un dépôt. Il sera traité dans une minute ou deux. Merci de votre patience.

source: There is an event in queue for repository '%1$s' deletion, it will be processed in one minute or two. Please be patient!
fr_fr: Un événement est en attente pour la suppression du dépôt '%1$s'. Il sera traité dans une minute ou deux. Merci de votre patience.

source: There is no logged pushes in the last %1$s week(s)
fr_fr: Pas de push pour la/les dernière(s) %1$s semaine(s)

source: This file contains bidirectional Unicode text. It may be interpreted differently than what is shown. This might be used to inject malicious code that looks safe. You should review the file in an editor that reveals hidden Unicode characters.
fr_fr: Ce fichier contient du texte Unicode bidirectionnel. Il peut être interprété différement de ce qui est affiché. Cela peut être utilisé pour injecter du code malveillant qui semble sûr. Vous devriez examiner le fichier dans un éditeur qui révèle les caractères Unicode cachés.

source: This operation <strong>cannot</strong> be undone. This repository will never again be managed by a gerrit server. Do you confirm the disconnection?
fr_fr: Cette opération est <strong>irréversible</strong>. Ce dépôt ne pourra plus être géré de nouveau par un serveur gerrit. Êtes vous certain de vouloir continuer ?

source: This repository is in queue for migration to gerrit. Please check back here in a few minutes.
fr_fr: Le dépôt est en attente de transfert vers gerrit. Veuillez revenir dans quelques minutes.

source: This repository is managed by a Gerrit server running an unsupported version. Please, reach out to your site administrators to fix the issue.
fr_fr: Ce dépôt est géré un serveur Gerrit utilisant une version non supportée. Veuillez contacter les administrateurs du site pour corriger le problème.

source: This repository was migrated to the server in the past. You cannot migrate again without deleting the project on the Gerrit server
fr_fr: Ce dépôt a déjà été migré sur Gerrit et existe encore. Il n'est pas possible de migrer ce dépôt sur ce même serveur avant de l'avoir supprimé.

source: This section allows you to choose a Gerrit project configuration and create a reusable template from it
fr_fr: Cette section permet de créer des modèles de configuration de permission réutilisables à partir de configurations de dépôts git existants.

source: This section allows you to regenerate the Gitolite configuration file of a selected project.
fr_fr: Cette section vous premet de regénérer le fichier de configuration Gitolite pour un projet selectionné.

source: This section allows you to select Git service administrators, in addition to project administrators.
fr_fr: Cette section permet de sélectionner les administrateurs du service Git, en plus des administrateurs du projet.

source: This section gather credentials of the gerrit user who can perform admin tasks on Gerrit.
fr_fr: Cette section concerne les identifiants de l'utilisateur gerrit qui peut faire les tâches d'administration.

source: This server is already used by some repositories.
fr_fr: Ce serveur est déjà utilisé par des dépôts.

source: This server is configured to use Gerrit 2.5 which is not supported anymore, please review the configuration and save it to migrate
fr_fr: Ce serveur est configuré pour utiliser Gerrit 2.5 qui n'est plus supporté. Merci de revoir la configuration et de la sauver pour migrer.

source: This token is used to authenticate CIs like Jenkins when calling the build status update APIs
fr_fr: Ce jeton est utilisé pour authentifier les outils d'intégration continues comme Jenkins lors de l'utilisation des API de mise à jour des statuts de construction des branches et commits Git

source: Time
fr_fr: Date

source: Token for Continuous Integration
fr_fr: Jeton pour les outils d'intégration continues

source: Too long description
fr_fr: Description trop longue

source: Total number of git commits
fr_fr: Nombre total des commits git

source: Total number of git pushes
fr_fr: Nombre total des push git

source: Total number of git read access
fr_fr: Nombre total des accès en lecture git

source: Total number of repositories
fr_fr: Nombre total des dépôts git

source: Total number of users
fr_fr: Nombre total des utilisateurs git

source: Trigger a build after Git pushes in repository
fr_fr: Déclencher un build après un push Git dans le dépôt

source: Tuleap will use Basic Auth to interact with Gerrit REST API, check you gerrit.config.
fr_fr: Tuleap utilisera Basic Auth pour intéragir avec l'API REST de gerrit, vérifez votre gerrit.config.

source: URL have been copied
fr_fr: L'URL a été copiée

source: Unable to create template
fr_fr: Impossible de créer le modèle

source: Unable to delete repository: it has child(ren)
fr_fr: Impossible de supprimer le dépôt : est parent d'au moins un autre dépôt

source: Unable to delete repository: path outside project repository root
fr_fr: Impossible de supprimer le dépôt : chemin n'appartient pas au répertoire root du projet

source: Unable to restore Git repository : Invalid repository id
fr_fr: Impossible de restorer le dépôt Git : Identifiant invalide

source: Unable to restore Git repository : repository with the same name already exist
fr_fr: Impossible de restorer le dépôt Git : un dépôt avec le même nom existe déjà

source: Unable to update Repository data
fr_fr: Impossible d'enregistrer les données du dépôt

source: Unable to update template
fr_fr: Impossible de modifier le modèle

source: Undefined
fr_fr: Indéfini

source: Use SSL?
fr_fr: Utilisation de SSL ?

source: User "%s" successfully added to notifications
fr_fr: L'utilisateur "%s" a été ajouté aux notifications

source: User %s has been removed from notifications
fr_fr: L'utilisateur %s a été supprimé des notifications

source: User cannot access repository
fr_fr: L'utilisateur ne peut pas accèder au dépôt

source: User group "%s" has been removed from notifications
fr_fr: Le groupe %s a été supprimé des notifications

source: User group "%s" successfully added to notifications
fr_fr: Le groupe "%s" a été ajouté aux notifications

source: User, group, email
fr_fr: Utilisateur, groupe, email

source: Users from selected user groups will be able to authenticate using their access keys when calling the build status update APIs.
fr_fr: Les utilisateurs des groupes sélectionnés pourront s'authentifier avec leurs clés d'accès lorsqu'ils appellent les APIs pour changer le status des builds.

source: Warning
fr_fr: Attention

source: Webhook added
fr_fr: Webhook ajouté

source: Webhook removed
fr_fr: Webhook supprimé

source: Webhook saved
fr_fr: Webhook sauvegardé

source: Wow, wait a minute. You are about to delete the <b>%1$s</b> server. Please confirm your action.
fr_fr: Hop hop hop, attendez une minute… Vous êtes sur le point de supprimer le serveur <b>%1$s</b> ! Merci de confirmer votre action.

source: Write
fr_fr: Ecriture

source: Yes
fr_fr: Oui

source: Yes, I want to disconnect from Gerrit
fr_fr: Oui, je veux déconnecter ce dépôt de Gerrit

source: Yes, revoke access
fr_fr: Oui, interdire l'accès

source: You are about to migrate your repository <em>%1$s</em> to Gerrit.
fr_fr: Vous vous apprêtez à effectuer la migration de votre dépôt <em>%1$s</em> vers l'outil Gerrit.

source: You are about to permanently delete the repository <strong>%1$s</strong>. This operation <strong>cannot</strong> be undone. Do you confirm the deletion?
fr_fr: Vous êtes en train de supprimer définitivement le dépôt <strong>%1$s</strong>. Cette action ne pourra <strong>pas</strong> être annulée. Êtes vous certain de vouloir continuer ?

source: You are about to remove the webhook. Please confirm your action.
fr_fr: Vous êtes sur le point de supprimer le webhook. Veuillez confirmer la suppression.

source: You are about to remove this permission. Please confirm your action.
fr_fr: Vous êtes sur le point de supprimer la permission. Veuillez confirmer la suppression.

source: You are about to revoke the access to this Gerrit server to one or several projects. Are you sure you want to do this?
fr_fr: Vous êtes sur le point d'interdire l'accès à ce serveur Gerrit pour les projects sélectionnés. Êtes-vous sûr de vouloir faire celà ?

source: You are going to fork repository: %1$s
fr_fr: Vous êtes sur le point de créer un fork du dépôt: %1$s

source: You are not allowed to access this page
fr_fr: Vous n'êtes pas autorisé à accéder à cette page

source: You are not allowed to create the branch %s in repository %s
fr_fr: Vous n'êtes pas autorisé à créer la branche %s dans le dépôt %s

source: You are using a version of Gerrit that is not supported, please contact your site administrators.
fr_fr: Vous utilisez une version de Gerrit qui n'est pas supportée, veuillez contacter les administrateurs du site.

source: You can define several generic webhooks.
fr_fr: Vous pouvez définir plusieurs webhooks génériques.

source: You can edit the template. The <b>%projectname%</b> variable is available; it will be replaced by the project's name during the migration process:
fr_fr: Vous pouvez éditer le modèle. La variable <b>%projectname%</b> est mise à votre disposition; elle sera remplaçée par le nom du projet au moment de la migration:

source: You can only change <strong>READ</strong> permissions since this repository is managed by a remote Gerrit server. Please note that those modifications are local to %1$s <strong>ARE NOT propagated to Gerrit</strong>.
fr_fr: Vous ne pouvez modifier QUE les permissions en <strong>LECTURE</strong>, car elles sont gérés par un serveur Gerrit distant. Ces modifications affectent uniquement %1$s et <strong>NE SONT PAS propagées vers Gerrit</strong>.

source: You can use the following button to force push your <a href="%s">ssh keys</a> to following gerrit servers:
fr_fr: Vous pouvez utiliser le bouton suivant pour forcer la synchronisation de vos <a href="%s">clefs SSH</a> sur les serveurs gerrit suivants :

source: You don't have permissions to see user groups.
fr_fr: Vous n'avez pas la permission de voir les groupes utilisateur.

source: You may need to log into Gerrit first.
fr_fr: Vous aurez probablement besoin de vous connecter à Gerrit au préalable.

source: Your platform does not allow regular expression usage, permissions %1$s not duplicated.
fr_fr: Votre plateforme ne semble pas autoriser les expressions régulières, les permissions %1$s n'ont pas été dupliquées.

source: close artifacts
fr_fr: fermer les artéfacts

source: disabled
fr_fr: désactivées

source: edit
fr_fr: éditer

source: enabled
fr_fr: activées

source: from gerrit config
fr_fr: à partir d'une configuration gerrit

source: from scratch
fr_fr: vide

source: from template
fr_fr: à partir d'un modèle existant

source: repository
fr_fr: dépôt

source: submodule
fr_fr: sous-module

source: view
fr_fr: aperçu

source: {{ user_group_name }} has no global permission for Git
fr_fr: {{ user_group_name }} n'a pas de permission globale pour Git
