Repository: Enalean/tuleap
Catalog: plugins/git/site-content/*/LC_MESSAGES/tuleap-git.po
Languages: fr_fr

source: At least a git repository is migrated to gerrit
fr_fr: Au moins un repertoire git est migré sur gerrit

source: %1$s projects restriction
fr_fr: Restriction de projets pour %1$s

source: %s (Default)
fr_fr: %s (Défaut)

source: %s commit pushed on %s
fr_fr: %s commit poussé sur %s

source: <p>You can create personal forks of any reference repositories. By default forks will end up into your personal area of this project.</p></p>
fr_fr: <p>Vous pouvez créer des forks personnels à partir de différents dépôts parents. Par défaut, ces forks seront placés dans votre espace personnel du projet (cf. colonne "aperçu").</p>

source: <p>You might choose to fork into another project. In this case, fork creates new "References" in the target project.<br />You need to be administrator of the target project to do so and Git service must be activated.</p>
fr_fr: <p>Vous avez la possibilité de créer ces forks dans un autre projet. Dans ce cas, ils deviendront des dépôts de référence dans le project de destination.<br/>Dans ce cas, vous devez être administrateur du projet de destination et le service Git doit être actif.</p>

source: A Gerrit project with that name already exists on that server
fr_fr: Un projet Gerrit du même nom existe déjà sur ce serveur

source: A file already exists with this name under gitroot
fr_fr: Un fichier existe déjà avec ce nom sous gitroot

source: A push occured on %s
fr_fr: Un push est survenu sur %s

source: A repository backup of '%1$s' will be available in the backup directory
fr_fr: Une sauvegarde du dépôt '%1$s' sera disponible dans le repertoire

source: Access control
fr_fr: Permissions

source: Access control settings
fr_fr: Accès à la configuration générale

source: Access control template successfully saved.
fr_fr: Modèle de permission sauvegardé.

source: Access to Git repositories
fr_fr: Accès aux dépôts Git

source: Add a target which will be called everytime a git push will be done. The URL will be called using HTTP POST method.
fr_fr: Ajoutez une URL cible qui sera appelée à chaque fois qu'un 'git push' sera fait sur le dépôt. Cette URL sera appelée avec HTTP POST.

source: Add generic webhook
fr_fr: Ajouter un webhook générique

source: Add gerrit server
fr_fr: Ajouter un serveur gerrit

source: Add permission on a new branch
fr_fr: Ajouter une permission sur une nouvelle branche

source: Add permission on a new tag
fr_fr: Ajouter une permission sur une nouvelle étiquette

source: Add server
fr_fr: Ajouter un serveur

source: All projects can now use this Gerrit server.
fr_fr: Tous les projets ont maintenant la possibilité d'utiliser ce serveur Gerrit.

source: All rules containing regular expressions will be deleted and you won't be able to activate the option again. If you don't save your modifications, the current state will still work.
fr_fr: Toutes les règles contenant une expression régulière seront supprimées et vous ne serez plus capable d'activer l'utilisation des expressions régulières pour ce dépôt.

source: All rules containing regular expressions will be deleted. Please confirm the desactivation of regular expressions.
fr_fr: L'ensemble des règles contenant des expressions régulières vont être supprimées. Merci de confirmer la désactivation de cette option.

source: Allow access
fr_fr: Autoriser l'accès

source: Allow all the projects to use this Gerrit server.
fr_fr: Autoriser tous les projets à utiliser ce serveur Gerrit.

source: Allow artifact closure
fr_fr: Autoriser la fermeture des artéfacts

source: Allow usage of regular expressions in branches and tags during repository permission definition
fr_fr: Autoriser l'utilisation des expressions régulières dans les branches et les étiquettes lors de la création d'un dépôt Git

source: Already forked repository
fr_fr: Dépôt déjà forké

source: Also Delete project on Gerrit
fr_fr: Supprimer le projet sur Gerrit

source: An error occured while deleting permission.
fr_fr: Erreur lors de la suppression de la permission.

source: An error occured while migrating repository %1$s on gerrit. Please check <a href="%2$s">gerrit settings</a> and contact site administration.
fr_fr: Une erreur s'est produite lors de la migration de %1$s vers gerrit. Veuillez consulter le statut dans la <a href="%2$s">section gerrit</a> et contacter l'administration site.

source: An error occured while migrating this repository on gerrit %s. <strong>Do not use gerrit repository</strong>, check <a href="%s">gerrit settings</a> and contact site administration.
fr_fr: Une erreur s'est produite lors de la migration vers gerrit %s. <strong>N'utilisez pas le dépôt gerrit</strong>, consultez <a href="%s">le rapport d'erreur</a> et contactez l'administration de la plateforme.

source: An error occured while trying to access Gerrit server, maybe the server is down, please check with administrators: %1$s
fr_fr: Une erreur est survenue lors d'une tentative de connexion à un serveur Gerrit. Peut-être est-il arreté? Merci de vérifier avec les administrateurs: %1$s

source: An error occured while trying to delete the template.
fr_fr: Une erreur est survenue pendant la suppression du modèle.

source: An error occurred while activating regular expressions option for Git fine grained permission.
fr_fr: Une erreur est survenue, impossible d'activer les expressions régulières pour les permissions fines Git.

source: An error occurred while creating the branch: %s
fr_fr: Une erreur est survenue lors de la création de la branche : %s

source: Artifact closure is not allowed anymore for repository
fr_fr: La fermeture des artéfacts n'est plus autorisée pour ce dépôt

source: Artifact closure is now allowed for repository
fr_fr: La fermeture des artéfacts est maintenant autorisée pour ce dépôt

source: As a reminder, the management of the repository (permissions, ...) has been delegated to Gerrit: <ul><li>A project <em>%1$s</em> has been created on the server <a href="%2$s">%2$s</a>.</li><li>The current repository is now a mirror of the Gerrit reference.</li></ul>
fr_fr: Pour rappel, la gestion du dépôt (permissions, ...) à été déléguée à Gerrit : <ul><li>Un projet <em>%1$s</em> a été créé sur le serveur <a href="%2$s">%2$s</a>.</li><li>Le dépot courant est maintenant un miroir de la référence sur Gerrit.</li></ul>

source: As personal fork
fr_fr: En tant que fork personnel

source: Authorize
fr_fr: Autoriser

source: Authorized projects list
fr_fr: Liste des projets autorisés

source: Back to Gerrit servers list
fr_fr: Retour à la liste des serveurs Gerrit

source: Bad repository id
fr_fr: Id du dépôt Git non valide

source: Bad request.
fr_fr: La requête n'est pas valide.

source: CI Builds
fr_fr: Builds CI

source: CI Token
fr_fr: Jeton

source: Cancel
fr_fr: Annuler

source: Cannot add user "%s"
fr_fr: Impossible d'ajouter l'utilisateur "%s"

source: Cannot add user group "%s"
fr_fr: Impossible d'ajouter le groupe "%s"

source: Cannot connect to remote Gerrit server
fr_fr: Impossible de se connecter au serveur Gerrit

source: Cannot delete project %1$s on Gerrit: %2$s.
fr_fr: Impossible de supprimer le project %1$s sur Gerrit. %2$s.

source: Cannot remove user %s from notifications
fr_fr: Impossible de supprimer l'utilisateur %s des notifications

source: Cannot remove user group "%s" from notifications
fr_fr: Impossible de supprimer le groupe %s des notifications

source: Change HTTP password
fr_fr: Modifier le mot de passe HTTP

source: Change replication password
fr_fr: Modifier le mot de passe pour la réplication

source: Choose a destination project
fr_fr: Choisir un projet de destination

source: Choose the path for the forks
fr_fr: Choisissez le chemin pour les forks

source: Clone
fr_fr: Cloner

source: Clone or download
fr_fr: Cloner ou télécharger

source: Command sent to remote gerrit servers
fr_fr: Commande transmise au(x) serveur(s) gerrit

source: Confirm deletion
fr_fr: Confirmer la suppression

source: Confirm restore of this Git repository
fr_fr: Confirmez la restoration de ce dépôt Git

source: Copy to another project
fr_fr: Copier vers un autre projet

source: Copy to clipboard
fr_fr: Copier dans le presse papier

source: Could not add mail %1$s
fr_fr: L'adresse mail %1$s n'a pas pu être ajouté

source: Could not remove mail %1$s
fr_fr: L'adresse mail %1$s n'a pas pu être supprimé

source: Create Git branch
fr_fr: Créer une branche Git

source: Create Git branch and pull request
fr_fr: Créer une branche Git et une pull request

source: Create new
fr_fr: Nouveau modèle

source: Create personal repositories in this project
fr_fr: Créer les dépôts personnels dans ce projet

source: Creation date
fr_fr: Date de création

source: Creator
fr_fr: Créateur

source: Currently, there's no project allowed to use this Gerrit server.
fr_fr: Actuellement, il n'y a aucun projet autorisé à utiliser ce serveur Gerrit.

source: Default branch successfully updated
fr_fr: La branche par défaut a été mise à jour

source: Default branch:
fr_fr: Branche par défaut :

source: Default permissions
fr_fr: Permissions par défaut

source: Define which user groups are allowed to change commits statuses after CI builds.
fr_fr: Définissez quels groupes d'utilisateurs sont autorisés à changer les statuts des commits après les builds CI.

source: Delete
fr_fr: Supprimer

source: Delete %1$s
fr_fr: Supprimer %1$s

source: Delete gerrit project
fr_fr: Supprimer ce projet sur Gerrit

source: Delete this repository
fr_fr: Supprimer ce dépôt

source: Deleted git repositories
fr_fr: Dépôts git supprimés

source: Deletion date
fr_fr: Date de suppression

source: Details
fr_fr: Détails

source: Disconnect
fr_fr: Déconnexion

source: Disconnect from Gerrit
fr_fr: Déconnexion de Gerrit

source: Display last Git pushes of the project.
fr_fr: Affiche les derniers push Git du projet.

source: Display last Git pushes performed by the user
fr_fr: Affiche les derniers push Git faits par l'utilisateur

source: Do you confirm change of repository access to private ?
fr_fr: Etes-vous certain(e) de vouloir changer l'accés a ce dépôt a privé ?

source: Edit %1$s
fr_fr: Éditer %1$s

source: Edit generic webhook
fr_fr: Éditer un webhook générique

source: Empty
fr_fr: Vide

source: Empty required parameter(s)
fr_fr: Paramètre requis manquants

source: Enable fine-grained permissions
fr_fr: Activer les permissions fines

source: Enable regular expressions in branches and tags pattern
fr_fr: Activer les expressions régulières dans les branches et les étiquettes.

source: Enabling this option can have security implications, with this feature a git administrator can do a denial of service attack. Please also note that this option might end up in non working state. Invalid regular expressions will be ignored silently.
fr_fr: Activer cette option peut avoir des impacts sur la sécurité, avec cette fonctionnalité un administrateur git peut réaliser une attaque en déni de service sur la plateforme. Merci de noter que l'activation de cette option peut aboutir à des résultats incorrects. Les expressions régulières invalides seront ignorées sans erreur.

source: Enabling this option might end up in non working state. Invalid regular expressions will be ignored without errors.
fr_fr: Activer cette option peut aboutir à des résultats incorrects. Les expressions régulières invalides seront ignorées sans erreur.

source: Enter a path or leave it blank
fr_fr: Entrer un chemin ou laisser vide

source: Error pushing SSH Keys. Please add them manually.
fr_fr: Impossible de copier les clés SSH. Ajoutez-les de façon manuelle.

source: Error when suspending (%1$s) %2$s from gerrit server %3$s, more details : %4$s
fr_fr: Erreur lors de la suspension de (%1$s) %2$s du serveur gerrit %3$s, plus de détails : %4$s

source: Error while adding the webhook :(
fr_fr: Erreur lors de l'ajout du webhook :(

source: Error while removing the webhook :(
fr_fr: Erreur lors de la suppression du webhook :(

source: Error while saving the webhook :(
fr_fr: Erreur lors de la sauvegarde du webhook :(

source: Files
fr_fr: Fichiers

source: Filter on project id or name
fr_fr: Filtrer sur l'id ou le nom du projet

source: Filter using project's id or name
fr_fr: Filtrer avec l'id ou le nom du projet

source: Fine-grained permissions
fr_fr: Permissions fines

source: Fork repositories
fr_fr: Forker des dépôts

source: Forked from %s
fr_fr: Fork de %s

source: Further to an administration permissions update, you no-longer have access to the Git service administration.
fr_fr: Vous n'avez plus accès à l'administration du service Git suite à la mise à jour des permissions.

source: General settings
fr_fr: Configuration générale

source: Generic webhooks
fr_fr: Webhooks génériques

source: Gerrit Templates
fr_fr: Modèles Gerrit

source: Gerrit permission configuration templates
fr_fr: Modèles de configuration de permissions Gerrit

source: Gerrit: (%1$s) %2$s has been successfully suspended from gerrit server %3$s
fr_fr: Gerrit: (%1$s) %2$s a été suspendu avec succès du serveur gerrit %3$s

source: Git Administration
fr_fr: Administration de Git

source: Git Administrators
fr_fr: Administrateurs Git

source: Git access
fr_fr: Les accès Git

source: Git access control template
fr_fr: Modèles de permissions

source: Git administrators
fr_fr: Administrateurs Git

source: Git commit
fr_fr: Commit Git

source: Git push
fr_fr: Push Git

source: Git repositories
fr_fr: Dépôts Git

source: Git repository
fr_fr: Dépôt Git

source: Git repository does not belong to the project
fr_fr: Le dépôt Git n'appartient pas au projet

source: Git service is disabled.
fr_fr: Le service Git est désactivé.

source: Git settings template
fr_fr: Modèle des dépôts Git

source: Git tag
fr_fr: Étiquette Git

source: Git trigger
fr_fr: Evénement Git

source: Git trigger not deleted
fr_fr: L'événement Git n'a pas été supprimé

source: Git trigger not saved
fr_fr: L'événement Git n'a pas été sauvegardé

source: Gitolite configuration
fr_fr: Configuration Gitolite

source: Global permissions
fr_fr: Permissions globales

source: Granted groups
fr_fr: Groupes autorisés

source: HTTP password
fr_fr: Mot de passe HTTP

source: HTTP port
fr_fr: Port HTTP

source: Identity file
fr_fr: Fichier d'identité

source: If selected, artifacts of this project can be closed with commit messages from the repository.
fr_fr: Si choisi, les artéfacts de ce projet pourront être fermés à l'aide des messages de commit de ce dépôt.

source: In order to make sure I have the correct access on Gerrit, it can be necessary to update my group and project membership.
fr_fr: Pour avoir les bons droits sur Gerrit, il est parfois nécessaire de mettre à jour les groupes et les projets auxquels j'appartiens.

source: Into project <b>%1$s</b>
fr_fr: Dans le projet <b>%1$s</b>

source: Invalid Project ID
fr_fr: Projet ID Invalide

source: Invalid Template ID
fr_fr: Modèle ID Invalide

source: Invalid namespace, please only use alphanumeric characters.
fr_fr: Le chemin contient des caractères invalides. Seuls les caractères alphanumeriques sont autorisés.

source: It does not appear to be any <em><a href="%1$s">gerrit server</a></em> set-up for this platform! Please contact your site administrator.
fr_fr: Il n'y a pas de <em><a href="%1$s">serveur gerrit</a></em> configuré sur cette plateforme! Veuillez contacter l'administrateur du site.

source: It is either SSH or password replication for replication
fr_fr: La réplication se fait soit par SSH soit par le mot de passe de réplication

source: It seems that you already forked this repository:
fr_fr: Il semblerait que vous avez déjà forké ce dépôt :

source: Last Git pushes
fr_fr: Derniers push Git

source: Last push
fr_fr: Dernier push

source: Leave project on Gerrit
fr_fr: Laisser le projet sur Gerrit

source: List of allowed projects
fr_fr: Liste des projets autorisés

source: List of mails to remove from notification
fr_fr: Liste des adresses mail a ne plus notifier

source: List of notified mails
fr_fr: Liste des adresses mail à notifier

source: Login
fr_fr: Identifiant

source: Logs
fr_fr: Historique

source: Logs for %1$s
fr_fr: Historique pour %1$s

source: Mail %1$s removed
fr_fr: Adresse mail %1$s supprimée

source: Mail added
fr_fr: Adresse mail ajoutée

source: Mail not removed
fr_fr: L'adresse mail n'a pas été supprimée

source: Mail prefix updated
fr_fr: Le préfixe du mail a été mis a jour

source: Mail to notify not added
fr_fr: L'adresse mail à notifier n'a pas été ajoutée

source: Make project on Gerrit Read-Only
fr_fr: Mettre le projet sur Gerrit en lecture-seule

source: Making the repository access private will remove notification for all mail addresses that doesn't correspond to a user member of this project.
fr_fr: Changer l'accés a ce dépôt a privé va annuler la notification pour les adresses mail qui ne correspondent a aucun utilisateur membre de ce projet.

source: Manually push SSH keys
fr_fr: Pousser les clés SSH

source: Mass update of repositories
fr_fr: Mise à jour massive des dépôts

source: Maximum number of days ago
fr_fr: Nombre maximum de jours dans le passé

source: Maximum number of push by repository
fr_fr: Nombre maximum de push par dépôt

source: Migrate repo to Gerrit
fr_fr: Migrer repo vers Gerrit

source: Migration of %1$s to gerrit error
fr_fr: Erreur lors de la migration de %1$s vers gerrit

source: Migration to Gerrit
fr_fr: Migration vers Gerrit

source: Missing repository id or project id
fr_fr: Impossible de supprimer le dépôt de la base de données, paramètres invalides

source: Month
fr_fr: Mois

source: My last Git pushes
fr_fr: Mes derniers push Git

source: Name
fr_fr: Nom

source: No
fr_fr: Non

source: No CI Token
fr_fr: Aucun jeton défini

source: No access selected for the fork
fr_fr: Aucun accès sélectionné pour le fork

source: No data retrieved from the request
fr_fr: La requête ne contient aucune donnée.

source: No defined webhooks yet
fr_fr: Aucun webhook défini

source: No gerrit server
fr_fr: Aucun server gerrit

source: No logs yet
fr_fr: Pas encore d'historique

source: No notifications set
fr_fr: Aucune notification n'a été définie

source: No permission defined yet.
fr_fr: Aucune permission n'a été configurée.

source: No pre-set permissions
fr_fr: Pas de permissions prédéfinies

source: No project selected
fr_fr: Pas de projet sélectionné

source: No project selected for the fork
fr_fr: Aucun projet sélectionné pour le fork

source: No pushes to display
fr_fr: Pas de push a afficher

source: No repository has been forked.
fr_fr: Aucun dépôt n'a été forké.

source: No repository selected for the fork
fr_fr: Aucun dépôt sélectionné pour le fork

source: No restorable git repositories found
fr_fr: Aucun dépôt Git restorable n'a été trouvé

source: Not specified host
fr_fr: Hôte non renseigné

source: Notification Prefix
fr_fr: Préfixe de notification

source: Notified people
fr_fr: Personnes notifiées

source: Now, only the allowed projects are able to use this Gerrit server. Projects with at least one repository using this Gerrit server have been automatically added to the list of allowed projects. This restriction is not yet taken into account.
fr_fr: Les projets contenant un ou plusieurs dépôts utilisant ce serveur Gerrit ont été automatiquements ajoutés à la liste des projets autorisés. A partir de maintenant, seuls les projets autorisés pourront utiliser ce serveur Gerrit. Pour le moment, cette restriction n'est pas prise en compte.

source: Only one replication SSH key is allowed by server
fr_fr: Seulement une clé SSH pour la réplication est acceptée par serveur

source: Only project administrator can create repositories
fr_fr: Seuls les administrateurs de projet peuvent créer des dépôts

source: Parent project is not active, you are not allowed to migrate your repository on gerrit.
fr_fr: Le project parent n'est pas actif, vous n'êtes pas autorisé à migrer votre dépôt sur gerrit.

source: Path cannot contain double dots (..)
fr_fr: Le chemin ne peut pas contenir (..)

source: Pattern
fr_fr: Expression

source: Pattern %1$s is already existing.
fr_fr: L'expression %1$s est déjà existante.

source: Permission successfully deleted.
fr_fr: Permission suprimée avec succès.

source: Permission to set build status
fr_fr: Permission de changer les statuts de builds

source: Permissions defined in Git
fr_fr: Permissions définies dans Git

source: Please choose
fr_fr: Choisir

source: Please choose a permission's configuration template for the migration,<br />they will be applied to the migrated repository on Gerrit:
fr_fr: Choisissez un modèle de permissions pour la migration,<br /> elles seront appliquées au dépôt migré sur Gerrit:

source: Please choose the Gerrit server:
fr_fr: Veuillez choisir le serveur Gerrit de destination :

source: Please confirm your action.
fr_fr: Si vous ne sauvegardez pas vos modifications, l'état courant fonctionnera encore. Merci de confirmer votre choix.

source: Please define Write permissions.
fr_fr: Veuillez définir les permissions d'Écriture.

source: Please define both Write and Rewind permissions.
fr_fr: Veuillez définir les permissions d'Écriture et de Rewind.

source: Please note that when forking a single repository to another project, user-defined static user groups will not be copied.
fr_fr: Veuillez noter que lorsque vous créez un fork d'un seul dépôt vers un autre projet, les groupes d'utilisateurs définis manuellement ne seront pas copiés.

source: Plugin which provides Git support for Tuleap
fr_fr: Plugin qui implémente le support de Git

source: Project
fr_fr: Projet

source: Project does not exist
fr_fr: Le projet n'existe pas

source: Project does not exist.
fr_fr: Le projet n'existe pas.

source: Project is not active
fr_fr: Le projet n'est pas actif

source: Project name
fr_fr: Nom du projet

source: Project not found.
fr_fr: Le projet n'a pas été trouvé.

source: Project successfully added
fr_fr: Projet ajouté avec succès

source: Project(s) successfully removed
fr_fr: Projet retiré avec succès

source: Projects allowed to use %1$s
fr_fr: Projets autorisés à utiliser %1$s

source: Projects and groups membership
fr_fr: Appartenance aux groupes et projets

source: Projects authorized to go over object's size limit
fr_fr: Projets autorisés à dépasser la taille maximale des objets

source: Push SSH keys to remote servers
fr_fr: Pousser les clés SSH sur les serveurs externes

source: Pushes
fr_fr: Push

source: Read
fr_fr: Lecture

source: Read-only
fr_fr: Lecture seule

source: Regenerate configuration
fr_fr: Régénérer la configuration

source: Regenerating Gitolite config for project %1$s. Please wait few minutes.
fr_fr: La regénération de la configuration Gitolite pour le projet %1$s est en attente. Merci de patienter quelques minutes.

source: Regular expression %1$s for project %2$s.
fr_fr: Expression régulières %1$s pour le projet %2$s.

source: Regular expression %1$s for repository %2$s.
fr_fr: Expression régulières %1$s pour le dépôt %2$s.

source: Remove
fr_fr: Enlever

source: Replication SSH Key
fr_fr: Clef SSH pour la réplication

source: Replication SSH Key (SSH key of the user who runs gerrit server)
fr_fr: Réplication de la clé SSH (la clé SSH de l'utilisateur qui démarre le serveur gerrit)

source: Replication password
fr_fr: Mot de passe pour la réplication

source: Repository
fr_fr: Dépôt

source: Repository %1$s already exists on target, skipped.
fr_fr: Le dépôt %1$s existe déjà sur la cible. Dépôt ignoré.

source: Repository %1$s already exists or would override an existing path
fr_fr: Le dépôt %1$s existe déjà ou le chemin est en conflit avec un dépôt existant

source: Repository '%1$s' will be removed in a few seconds
fr_fr: Le dépôt '%1$s' va être supprimé dans quelques secondes

source: Repository access permissions are going to be modified in a few seconds
fr_fr: Les droits d'accès au dépôt vont être modifiés dans quelques secondes
