Repository: Enalean/tuleap
Catalog: plugins/baseline/site-content/*/LC_MESSAGES/tuleap-baseline.po
Languages: fr_fr

source: All baseline permissions removed for user group
fr_fr: Toutes les permissions baseline ont été supprimées pour le groupe d'utilisateurs

source: All user groups are already administrators
fr_fr: Tous les groupes d'utilisateurs sont administrateurs

source: Bad snapshot date format: %s. Expected: %s
fr_fr: Mauvais format de date de capture: %s: Attendu: %s

source: Base baseline is not on same artifact (id %u) than compared to baseline (id %u)
fr_fr: La baseline de référence n'est pas sur le même artéfact (id %u) que la baseline à comparer (id %u)

source: Baseline administrators
fr_fr: Administrateurs de baselines

source: Baseline permissions have been saved
fr_fr: Les permissions pour le service Baseline ont été sauvegardées

source: Baseline readers
fr_fr: Lecteurs de baselines

source: Baseline service is disabled for this project
fr_fr: Le service baseline est désactivé pour ce projet

source: Baselines administration
fr_fr: Administration des baselines

source: Global permissions
fr_fr: Permissions globales

source: Granted groups
fr_fr: Groupes autorisés

source: No artifact found with id %u
fr_fr: Aucun artéfact trouvé avec l'id %u

source: No artifact found with id %u on %s
fr_fr: Aucun artéfact trouvé avec l'id %u à la date %s

source: No baseline found with id %u
fr_fr: Aucune baseline trouvée avec l'id %u

source: No comparison found with id %u
fr_fr: Aucune comparaison trouvée avec l'id %u

source: No more than %u artifacts can be requested at once.
fr_fr: Un maximum de %u artéfacts peuvent être demandés en une seule fois.

source: No project found with this id
fr_fr: Aucun projet trouvé avec cet identifiant

source: Permission granted for baseline administrators
fr_fr: Permission accordée pour les administrateurs de baseline

source: Permission granted for baseline readers
fr_fr: Permission accordée pour les lecteurs de baseline

source: Permission reset for baseline administrators
fr_fr: Réinitialisation des permissions pour les administrateurs de baseline

source: Permission reset for baseline readers
fr_fr: Réinitialisation des permissions pour les lecteurs de baseline

source: Save configuration
fr_fr: Sauvegarder la configuration

source: Set and compare baseline of items
fr_fr: Poser des baselines et les comparer

source: The baseline is associated to %u saved comparison(s). You should delete this(these) comparison(s) before deleting the baseline
fr_fr: La baseline est associée à %u comparaison(s) sauvegardée(s). Vous devez supprimer cette(ces) comparaison(s) avant de supprimer la baseline

source: This operation is not allowed. %s
fr_fr: Cette opération n'est pas autorisée. %s

source: This operation is possible for now. %s
fr_fr: Cette opération n'est pas possible actuellement. %s

source: User groups who can administrate the baseline service, in addition of project administrators
fr_fr: Groupes d'utilisateurs qui peuvent administrer le service baseline, en plus des administrateurs de projet

source: User groups who can only read baselines and comparisons
fr_fr: Groupes d'utilisateurs qui peuvent seulement lire les baselines et les comparaisons

source: You are not allowed to access baseline service
fr_fr: Vous n'êtes pas autorisé à accéder au service baseline

source: You are not allowed to create this baseline
fr_fr: Vous n'êtes pas autorisé à créer cette baseline

source: You are not allowed to create this comparison
fr_fr: Vous n'êtes pas autorisé à créer cette comparaison

source: You are not allowed to delete this baseline
fr_fr: Vous n'êtes pas autorisé à supprimer cette baseline

source: You are not allowed to delete this comparison
fr_fr: Vous n'êtes pas autorisé à supprimer cette comparaison

source: You are not allowed to read baselines of this project
fr_fr: Vous n'êtes pas autorisé à lire les baselines de ce projet

source: You are not allowed to read comparisons of this project
fr_fr: Vous n'êtes pas autorisé à lire les comparaisons de ce projet

source: {{ user_group_name }} has no global permission
fr_fr: {{ user_group_name }} n'a pas de permissions globales
