Repository: Enalean/tuleap
Catalog: plugins/svn/site-content/*/LC_MESSAGES/tuleap-svn.po
Languages: fr_fr

source: 0 or no value means no limits.
fr_fr: 0 ou aucune valeur signifie sans limites.

source: A notification already exists for this path. You cannot save it. Please change the path or update the existing notification.
fr_fr: Une notification existe déjà pour ce chemin. Vous ne pouvez pas l’enregistrer. Veuillez modifier le chemin d’accès ou mettre à jour la notification existante.

source: A repository backup of '%1$s' will be available in the backup directory %2$s
fr_fr: Une sauvegarde du dépôt '%1$s' sera disponible dans le répertoire %2$s

source: Access control
fr_fr: Contrôle d'accès

source: Access denied
fr_fr: Accès refusé

source: Active notifications list
fr_fr: Liste des notifications actives

source: Add notification
fr_fr: Ajouter la notification

source: Admin Groups
fr_fr: Groupes Administrateurs

source: Administrators
fr_fr: Administrateurs SVN

source: Allow commit message changes (svn propset --revprop -r X svn:log)
fr_fr: Autorise la modification des messages de commit (svn propset --revprop -r X svn:log)

source: An error occured when deleting repository.
fr_fr: Une erreur est survenue lors de la suppression du dépôt Svn.

source: Authentication cache
fr_fr: Cache d'authentification

source: Be careful
fr_fr: Attention

source: Below is a typical command you would use to checkout the source code of this project.
fr_fr: Vous trouverez ci-dessous la commande type pour créer une copie de travail (checkout) du code source de ce projet.

source: Browse
fr_fr: Accès depuis l'interface

source: Cache lifetime (in minutes)
fr_fr: Durée de vie du cache (en minutes)

source: Cancel
fr_fr: Annuler

source: Cannot find changed directories information
fr_fr: Impossible de trouver les informations des repertoires mis à jour

source: Cannot find changed files information
fr_fr: Impossible de trouver les informations des fichiers mis à jour

source: Cannot find committer information
fr_fr: Impossible de trouver les informations du committer

source: Commit rules
fr_fr: Règles de commit

source: Confirm deletion
fr_fr: Confirmer la suppression

source: Confirm restore of the svn repository
fr_fr: Confirmer la restauration du dépôt

source: Create a new SVN repository
fr_fr: Créer un nouveau dépôt SVN

source: Create repository
fr_fr: Créer le dépôt

source: Default permissions means that Tuleap will generate [/] permissions for members according to project visibility.
fr_fr: L'activation des permissions par défaut va générer une section [/] avec des permissions pour les membres de projet en fonction de la visibilité du projet.

source: Delete
fr_fr: Supprimer

source: Delete the repository
fr_fr: Supprimer le dépôt

source: Delete this repository
fr_fr: Supprimer ce dépôt

source: Deleted date
fr_fr: Date de suppression

source: Deleted svn repositories
fr_fr: Dépôts svn supprimés

source: Each commit event can also be notified via email to specific recipients or mailing lists. A specific subject header for the email message can also be specified. Please note that you can use the star operator: /folder/to/notify and /folder/*/notify will be notified the same way.
fr_fr: Chaque évènement de commit peut être notifié par email à certains destinataires ou listes de diffusion. Une entête apparaissant dans le sujet du message peut aussi être spécifiée. Vous pouvez utiliser l'opérateur étoile. Les chemins /dossier/a/notifier et /dossier/*/notifier seront tout deux notifiés de la même façon.

source: Edit
fr_fr: Éditer

source: Edit access control file
fr_fr: Modifier le fichier de contrôle d'accès

source: Email Notification updated successfully
fr_fr: Notification email mise à jour avec succès

source: Email notifications on commits
fr_fr: Notifications par email lors des commits

source: Error during new revision file creation
fr_fr: Erreur lors de la création de la nouvelle révision

source: Example of impacted svn operations
fr_fr: Exemple d'operations svn

source: Example of impacted svn operations in
fr_fr: Exemple d'operations svn dans

source: Force every commit to include a reference.
fr_fr: Requiert une référence dans tous les messages de commit.

source: Global permissions
fr_fr: Permissions globales de SVN

source: Global whitelist
fr_fr: Liste globale d'exceptions

source: Granted groups
fr_fr: Groupes autorisés

source: Group '%s' couldn't be added.
fr_fr: Le groupe '%s' n’a pas pu être ajouté.

source: Groups:
fr_fr: Groupes :

source: Header update failed.
fr_fr: L'entête n'a pas été mise à jour.

source: Header updated successfully
fr_fr: Entête mise à jour avec succès

source: Here is a preview of what your configuration does. Click on highlighted folders to get more information.
fr_fr: Voici une prévisualisation des impacts de votre configuration. Cliquez sur les dossiers en surbrillance pour les détails.

source: However you will notice that:
fr_fr: En revanche, vous constaterez que :

source: If a file is already bigger than the limit it can no longer be modified. It can be deleted and re-created (keep in mind the big file will stay in the history).
fr_fr: Si un fichier déjà présent est plus gros que la limite, il ne pourra plus être modifié. Il pourra toutefois être supprimé et recréé (le gros fichier restera néanmoins dans l'historique).

source: Immutable tags
fr_fr: Tags non modifiables

source: Immutable tags configuration
fr_fr: Configuration des tags non modifiables

source: Immutable tags paths
fr_fr: Chemin des tags non modifiables

source: It is recommended to always define permissions on a user group. Applying permissions to a manually defined group or to a specific user could cause security issues.
fr_fr: Il est conseillé de toujours utiliser un groupe d'utilisateurs Tuleap pour définir des permissions. Attribuer des permissions à un groupe d'utilisateurs défini manuellement ou à un utilisateur spécifique peut amener à des problèmes de sécurité.

source: Last commit
fr_fr: Dernier commit

source: Loading...
fr_fr: Chargement en cours...

source: Mail to specific recipients or mailing lists (comma separated)
fr_fr: Envoyer à certains destinataires ou listes de diffusion (séparés par des virgules)

source: Max file size
fr_fr: Taille max de fichier

source: Maximum individual file size (in Megabytes)
fr_fr: Taille maximum de fichier individuel (en mégaoctets)

source: Migrate from core
fr_fr: Migrer Subversion "Core"

source: Monitored path
fr_fr: Chemins surveillés

source: Month
fr_fr: Mois

source: Must start by a letter, have a length of 3 characters minimum, only - _ . specials characters are allowed.
fr_fr: Le nom du dépôt doit commencer par une lettre, il doit avoir une longueur minimum de trois caractères. Seuls les caractères spéciaux - _ . sont autorisés.

source: New repository
fr_fr: Nouveau dépôt

source: No SVN repository
fr_fr: Aucun dépôt SVN

source: No restorable svn repositories found.
fr_fr: Aucun dépôt svn à restaurer.

source: Notification deleted successfully.
fr_fr: La notification a été correctement supprimée.

source: Notification list
fr_fr: Liste des emails notifiés

source: Notification to update doesn't exist.
fr_fr: La notification à mettre à jour n’existe pas.

source: Once you switch the repository is immediately visible in the plugin interface with a <span class="tlp-badge-secondary tlp-badge-outline">Core</span> label. The hooks are replaced by a background job so the email format as well as new settings might take a few minutes to be applied.
fr_fr: Dès la migration du dépôt, celui-ci est visible dans la liste des dépôts du plugin avec un badge <span class="tlp-badge-secondary tlp-badge-outline">Core</span>. Les <i>hooks</i> sont remplacés par un événement en arrière plan donc le changement de format des emails ou la nouvelle configuration peut prendre quelques minutes à être visibles.

source: Path
fr_fr: Chemin

source: Path `%s` is already defined, this will not be supported in the future (Subversion 1.10 & upper).
fr_fr: Le chemin `%s` est déjà défini, ceci ne sera plus supporté dans une future version (Subversion 1.10 et suivant).

source: Please select tag on the left
fr_fr: Veuillez sélectionner un tag dans l'arborescence à gauche

source: Preview of your configuration
fr_fr: Prévisualisation de votre configuration

source: Project SVN repositories
fr_fr: Dépôts SVN du projet

source: Project not found.
fr_fr: Projet non trouvé.

source: Read
fr_fr: Lecture

source: Repository %s successfully created
fr_fr: Le dépôt %s a été créé avec succès

source: Repository '%1$s' will be removed in a few seconds
fr_fr: Le dépôt '%1$s' va être supprimé dans quelques secondes

source: Repository already migrated
fr_fr: Dépôt déjà migré

source: Repository list
fr_fr: Liste des dépôts

source: Repository migrated, please wait a few minutes so the hooks are rewritten
fr_fr: Le dépôt a été migré, merci d'attendre quelques minutes que les hooks soient ré-écrits

source: Repository name
fr_fr: Nom du dépôt

source: Repository name `%s` is already used in this project
fr_fr: Le nom du dépôt `%s` existe déjà dans le projet

source: Repository name is already used in this project.
fr_fr: Le nom du dépôt existe déjà dans le projet.

source: Repository not found
fr_fr: Le dépôt n'a pas été trouvé

source: Repository not found.
fr_fr: Dépôt non trouvé.

source: Repository tree structure
fr_fr: Arborescence

source: Rules on commit
fr_fr: Règles lors d'un commit

source: SVN Administration
fr_fr: Administration de SVN

source: SVN Administrators
fr_fr: Administrateurs SVN

source: SVN authentication cache settings
fr_fr: Paramètres du cache d'authentification de SVN

source: SVN multi-repositories is disabled for the project.
fr_fr: Le multi-dépôt SVN est désactivé pour le projet.

source: SVN plugin to manage multiple SVN repositories
fr_fr: Module SVN de gestion de dépôts SVN multiple

source: SVN repository manager. Supports multiple repositories for the same project.
fr_fr: Un gestionnaire de dépots SVN. Supporte la gestion de plusieurs dépôts simultanément.

source: SVN service is disabled.
fr_fr: Le service SVN est inactif.

source: SVN service is not activated in project %s
fr_fr: Le service SVN n'est pas activé dans le projet %s

source: SVN status style
fr_fr: Façon SVN status

source: SVN with multiple repositories
fr_fr: SVN avec dépôt multiple

source: SVN with multiple repositories activities
fr_fr: Activités de SVN avec dépôt multiple

source: Save
fr_fr: Sauvegarder

source: Save a new version
fr_fr: Sauvegarder une nouvelle version

source: Save configuration
fr_fr: Sauvegarder la configuration

source: Save settings
fr_fr: Sauvegarder les paramètres

source: Save the rules
fr_fr: Sauvegarder les règles

source: Save the subject
fr_fr: Sauvegarder le sujet

source: Saved versions:
fr_fr: Versions sauvegardées :

source: Select a version
fr_fr: Séléctionnez une version

source: Select the groups which are allowed to access the SVN administration in addition to the project administrators.
fr_fr: Sélectionnez les groupes ayant accès à l'administrateur SVN, en plus des administrateurs du projet.

source: Settings
fr_fr: Paramètres

source: Settings of %s
fr_fr: Paramètres de %s

source: Site administrator defined a limit on allowed file size. One can no longer commit files bigger than %1$sMB
fr_fr: L'administrateur site a définit une limite sur la taille des fichiers acceptés. Vous ne pourrez pas commiter un fichier de plus de %1$sMo

source: Specify folders where immutable tags will be located. You can specify a whitelist of folders where you will be able to do modifications.
fr_fr: Spécifiez les répertoires dans lesquels se trouveront les tags non modifiables. Vous pouvez définir une liste de répertoires où les modifications seront tout de même autorisées.

source: Subject header
fr_fr: Entête du sujet

source: Subversion (legacy) service was deleted at platform upgrade
fr_fr: Le service Subversion (historique) a été supprimé à la mise à jour de la platforme

source: The default policy is to allow read-write access to all project members on the entire repository and read-only access to all other %1$s users. You can tune or even redefine the access permissions below to suit your needs.
fr_fr: La politique par défaut de %1$s est d'autoriser l'accès en lecture et en écriture à tous les membres du projet sur l'ensemble du dépôt et l'accès en lecture seule aux autres utilisateurs de %1$s. Vous pouvez ajuster ou même redéfinir les permissions d'accès selon vos besoins.

source: The given path is not valid
fr_fr: Le chemin n'est pas valide

source: The list of global whitelist is too big.
fr_fr: La liste des exceptions est trop longue.

source: The list of immutable tags paths is too big.
fr_fr: La liste des tags non modifiables est trop longue.

source: The path '%s' already exists.
fr_fr: Le chemin '%s' existe déjà.

source: The repository does not exist
fr_fr: Le dépôt n'existe pas

source: The repository is in queue for creation. Please check back here in a few minutes
fr_fr: Le dépôt est en attente de création. Veuillez revenir dans quelques minutes

source: The repository name %s is invalid
fr_fr: Le nom du dépôt %s est invalide

source: The requested action can not be understood, you have been redirected to the homepage
fr_fr: L'action demandée ne peut pas être comprise, vous avez été redirigé vers la page d'accueil

source: There is an event in queue for repository '%1$s' deletion, it will be processed in one minute or two. Please be patient!
fr_fr: Un événement est en attente pour la suppression du dépôt '%1$s'. Il sera traité dans une minute ou deux. Merci de votre patience !

source: There is no notification
fr_fr: Il n'y a aucune notification

source: This action cannot be undone.
fr_fr: Cette action est irréversible.

source: This deletion can't be undone. Please confirm the repository deletion.
fr_fr: Cette suppression est irréversible. Veuillez confirmer la suppresion du dépôt.

source: This form allows to transfer the management of subversion repository from the `Subversion` service to this plugin.
fr_fr: Ce formulaire permet le transfert de la gestion du dépôt subversion du service "Subversion" à ce plugin.

source: This is the historical repository provided by legacy 'Subversion' service.
fr_fr: Correspond au dépôt historique du service "Subversion".

source: This limit will apply on all files on all svn plugin repositories.
fr_fr: Cette limite s'applique sur tous les fichiers de tous les dépôts du plugin svn.

source: This migration is done in place. All settings are transferred and, more important <strong>the subversion url</strong> ({{ svn_url }}) <strong>will not change</strong>.
fr_fr: La migration est réalisée en place. Toute la configuration est transférée and, plus important <strong>l'url subversion</strong> ({{ svn_url }}) <strong>est conservée</strong>.

source: Top project
fr_fr: Top projet

source: Top project (number of write operations)
fr_fr: Top projet (nombre d'opérations en écriture)

source: Top user
fr_fr: Top utilisateur

source: Top user (number of write operations)
fr_fr: Top utilisateur (nombre d'opérations en écriture)

source: Total number of SVN browse operations
fr_fr: Nombre total d'opérations concernant SVN depuis l'interface

source: Total number of SVN read operations
fr_fr: Nombre total d'opérations concernant SVN en lecture

source: Total number of SVN write operations
fr_fr: Nombre total d'opérations concernant SVN en écriture

source: Total number of projects with SVN read operations
fr_fr: Nombre total de projets avec des opérations SVN en lecture

source: Total number of projects with SVN write operations
fr_fr: Nombre total de projets avec des opérations SVN en écriture

source: Total number of users with SVN read operations
fr_fr: Nombre total d'utilisateurs ayant réalisé des opérations SVN en lecture

source: Total number of users with SVN write operations
fr_fr: Nombre total d'utilisateurs ayant réalisé des opérations SVN en écriture

source: Unable to create repository %s
fr_fr: Impossible de créer le dépôt %s

source: Unable to delete notification list
fr_fr: Impossible de supprimer la liste des emails notifiés

source: Unable to find SVN service
fr_fr: Impossible de trouver le service SVN

source: Unable to save Notification
fr_fr: Impossible de sauvegarder la notification

source: Unable to save immutable tags.
fr_fr: Impossible d'enregistrer les tags non modifiables.

source: Unable to update Access Control File.
fr_fr: Impossible d'enregistrer les nouveaux droits du dépôt.

source: Unable to update Repository data
fr_fr: Impossible d'enregistrer les données du dépôt

source: Unable to write into file %1$s
fr_fr: Impossible d'écrire dans le fichier %1$s

source: Update successful
fr_fr: Mise à jour réussie

source: Use default permissions
fr_fr: Utiliser les permissions par défaut

source: User '%s' couldn't be added.
fr_fr: L'utilisateur '%s' n’a pas pu être ajouté.

source: User doesn't have permission to create a repository
fr_fr: L'utilisateur n'a pas les droits pour créer un nouveau dépôt

source: User, group, email
fr_fr: Utilisateur, groupe, mail

source: Wait a minute...
fr_fr: Attendez une minute ...

source: When committing, it is possible to enforce some rules. Check the rules you want to apply:
fr_fr: Lors d'un commit, il est possible de forcer le respect de certaines règles. Cochez les règles que vous souhaitez voir appliquer :

source: Write
fr_fr: Écriture

source: You are about to permanently delete the repository:
fr_fr: Vous êtes sur le point de supprimer définitivement le dépôt :

source: You are about to remove the notification. Please confirm your action.
fr_fr: Vous êtes sur le point de supprimer la notification. Merci de confirmer votre action.

source: You are not authorized to access this file. Please contact a <a href="%1$s">Project Administrator</a>
fr_fr: Vous n'avez pas l'autorisation d'accès pour ce fichier. Veuillez contacter un <a href="%1$s">administrateur du projet</a>

source: You are using a previous version (#%1$s):
fr_fr: Vous utilisez une version antérieure (#%1$s) :

source: You are using the last version (#%1$s):
fr_fr: Vous utilisez la dernière version (#%1$s) :

source: You can not browse the repository without being logged.
fr_fr: Vous ne pouvez pas naviguer dans le dépôt sans être authentifié.

source: You can't delete.
fr_fr: Vous ne pouvez pas supprimer.

source: You don't have permissions to see user groups.
fr_fr: Vous n'avez pas les droits de voir les groupes utilisateurs.

source: Your SVN repository is not impacted by immutable tags because the configuration is empty or does not match the current repository layout
fr_fr: Votre dépôt SVN n'est pas impacté par les tags immutable car la configuration actuelle est vide ou ne correspond pas à l'arborescence du dépôt.

source: Your repository contains too many folders (more than %s), for performance reasons, we cannot display the preview of your configuration.
fr_fr: Votre dépôt contient trop de dossiers (plus que %s), nous ne pouvons pas afficher la prévisualisation de la configuration pour des raisons de performances.

source: Your settings could not be saved.
fr_fr: Vos paramètres n'ont pas pu être sauvegardés.

source: Your settings have been successfully saved and will be applied shortly.
fr_fr: Vos paramètres ont été sauvegardés avec succès et vont être appliqués dans quelques instants.

source: Your settings have been successfully saved.
fr_fr: Vos paramètres ont été sauvegardés avec succès.

source: [groups] is already defined, this will not be supported in the future (Subversion 1.10 & upper).
fr_fr: La section [groups] est déjà définie, cette fonctionnalité ne sera plus supportée dans le futur Subversion 1.10 et suivant).

source: `SVN Query`, `My SVN commits` as well as SVN widgets are gone.
fr_fr: `Mes commits SVN`, `Recherche SVN` ainsi que les widgets subversion sont discontinués.

source: my-new-repository
fr_fr: mon-depot

source: my-tag
fr_fr: mon-tag

source: saved on
fr_fr: sauvegardée le

source: some/path
fr_fr: le/chemin

source: the commit email format is different.
fr_fr: le format des emails de notification sur commit est différent.

source: {{ user_group_name }} has no global permission
fr_fr: {{ user_group_name }} n'a pas de permissions globales
