Repository: Enalean/tuleap
Catalog: plugins/tracker/scripts/tracker-admin-fields/po/*.po
Languages: fr_fr

source: %{user} user's avatar
fr_fr: Avatar de l'utilisateur %{user}

source: Add a value
fr_fr: Ajouter une valeur

source: Add another file
fr_fr: Ajouter un autre fichier

source: Add fields
fr_fr: Ajouter des champs

source: An error occurred during one of your last actions. Please refresh the page to get back in a consistent state.
fr_fr: Une erreur est survenue durant l'une de vos dernières actions. Veuillez rafraîchir la page pour revenir dans un état cohérent.

source: An error occurred while retrieving the current user.
fr_fr: Une erreur est survenue lors du chargement de l'utilisateur courant.

source: Artifact id
fr_fr: Id artifact

source: Artifact link
fr_fr: Liens entre artifacts

source: Auto-compute
fr_fr: Calcul automatique

source: Cancel
fr_fr: Annuler

source: Checkbox
fr_fr: Case à cocher

source: Close
fr_fr: Fermer

source: Collapse
fr_fr: Réduire

source: Computed value
fr_fr: Valeur calculée

source: Cross references
fr_fr: Références croisées

source: Custom layout
fr_fr: Agencement personnalisé

source: Delete
fr_fr: Supprimer

source: Display in & out references
fr_fr: Liste des objets étant référencés par l'artifact ou le référençant

source: Edit
fr_fr: Éditer

source: Expand
fr_fr: Étendre

source: Field configuration
fr_fr: Configuration du champ

source: Field...
fr_fr: Champ...

source: Fields
fr_fr: Champs

source: Fields can only be placed within a column inside a fieldset.
fr_fr: Les champs ne peuvent être placés que dans une colonne d’un groupe de champs.

source: Fields should be placed within a column inside a fieldset.
fr_fr: Les champs doivent être placés dans une colonne d’un groupe de champs.

source: Fields usage
fr_fr: Utilisation des champs

source: Fieldset
fr_fr: Groupe de champs

source: Fieldset configuration
fr_fr: Configuration du groupe de champs

source: Fieldsets can only be placed at the root level of the tracker.
fr_fr: Les groupes de champs ne peuvent être placés qu’au niveau racine du tracker.

source: Fieldsets should be placed at the root level of the tracker.
fr_fr: Les groupes de champs doivent être placés au niveau racine du tracker.

source: File description
fr_fr: Description du fichier

source: File upload
fr_fr: Fichier à téléverser

source: Float
fr_fr: Flottant

source: Integer
fr_fr: Entier

source: Last update by
fr_fr: Dernière mise à jour par

source: Last update date
fr_fr: Date de mise à jour

source: Layout & structure
fr_fr: Organisation & structure

source: Move element
fr_fr: Déplacer l'élément

source: Multi selectbox
fr_fr: Liste à choix multiple

source: Name
fr_fr: Nom

source: Nested columns should be flattened.
fr_fr: Les colonnes imbriquées doivent être aplaties.

source: New constraints have been introduced to ensure consistent artifact form layouts across the platform.
fr_fr: De nouvelles contraintes ont été introduites afin de garantir des mises en page cohérentes des formulaires d’artefacts sur l’ensemble de la plateforme.

source: No fields
fr_fr: Aucun champ

source: No value
fr_fr: Aucune valeur

source: None
fr_fr: Aucun

source: Not found
fr_fr: Introuvable

source: Not implemented yet
fr_fr: Pas encore implémenté

source: One column layout
fr_fr: Agencement sur une colonne

source: Oops, an error occurred!
fr_fr: Oups, une erreur est survenue !

source: Open list
fr_fr: Liste ouverte

source: Per tracker id
fr_fr: Id dans le tracker

source: Permissions on artifact
fr_fr: Permissions sur l'artifact

source: Please use a select box or multi select box instead.
fr_fr: Merci d'utiliser une liste de choix ou une liste à choix multiple.

source: Radio
fr_fr: Bouton radio

source: Rank
fr_fr: Rang

source: Recommendation:
fr_fr: Recommandation :

source: Refresh
fr_fr: Rafraîchir

source: Save
fr_fr: Sauvegarder

source: Selectbox
fr_fr: Liste de choix

source: Separator
fr_fr: Séparateur

source: Shared field
fr_fr: Champ partagé

source: Static text
fr_fr: Texte statique

source: Static values
fr_fr: Valeurs statiques

source: String
fr_fr: Chaîne de caractères

source: Submitted by
fr_fr: Auteur de l'artifact

source: Submitted on
fr_fr: Date de création

source: Text
fr_fr: Texte

source: The new constraints are as follows:
fr_fr: Les nouvelles contraintes sont les suivantes :

source: The new interface for field usage management is a work in progress.
fr_fr: La nouvelle interface pour la gestion des champs est un travail en cours.

source: The resource you are requesting does not exist or has been removed.
fr_fr: La ressource que vous demandez n'existe pas ou a été supprimée.

source: This section is under heavy development
fr_fr: Cette section est en cours de développement

source: This tracker does not have any field yet.
fr_fr: Ce tracker n'a pas encore de champ.

source: This will provide a smoother user experience and simplify onboarding.
fr_fr: Cela permettra d’offrir une expérience utilisateur plus fluide et de simplifier l’onboarding.

source: Three columns layout
fr_fr: Agencement sur trois colonnes

source: Tracker layout evolution
fr_fr: Évolution de la structure de tracker

source: Two columns layout
fr_fr: Agencement sur deux colonnes

source: You can drag'n drop existing fields to change layout, change are saved immediately.
fr_fr: Vous pouvez glisser-déposer des champs existants afin de changer la structure, les changements sont sauvegardés immédiatement.

source: You cannot add new fields or modify field properties yet.
fr_fr: Vous ne pouvez pas encore ajouter de nouveaux champs ou modifier les propriétés des champs.

source: You cannot bind this field to all registered users
fr_fr: Vous ne pouvez pas lier ce champ à l'ensemble des utilisateurs enregistrés

source: Your current layout is not broken per se. You are encouraged, though not required, to update it to align with the new recommendations.
fr_fr: Votre mise en page actuelle n’est pas incorrecte en soi. Vous êtes encouragé(e), sans y être obligé(e), à la mettre à jour afin de l’aligner avec les nouvelles recommandations.

source: → Create a new value %{ name }…
fr_fr: → Créer une nouvelle valeur %{ name } …

source: → Create a new value…
fr_fr: → Créer une nouvelle valeur …
