Repository: Enalean/tuleap
Catalog: plugins/pullrequest/www/scripts/po/*.po
Languages: fr

source: ... Skipped 1 common line
fr: ... 1 ligne commune sautée

source: Abandon
fr: Abandonner

source: Abandoned
fr: Abandonné

source: Add labels
fr: Ajouter un label

source: Already merged
fr: Déjà intégré

source: An error occured while doing one of your last actions.
fr: Une erreur est survenue durant l’unes de vos dernières actions.

source: Binary file
fr: Fichier binaire

source: Cancel
fr: Annuler

source: Changes
fr: Changements

source: Checkout with
fr: Checkout avec

source: Close
fr: Fermer

source: Comment
fr: Commenter

source: Deprecated REST route
fr: Route REST dépréciée

source: Discussion has not started yet
fr: La discussion n’a pas commencé

source: Edit message
fr: Éditer le message

source: Error details
fr: Détails de l'erreur

source: Failure on {{ overview.pull_request.last_build_date | amDateFormat: 'YYYY-MM-DD HH:mm' }}
fr: Échec le {{ overview.pull_request.last_build_date | amDateFormat: 'YYYY-MM-DD HH:mm' }}

source: Has abandoned the pull request.
fr: A abandonné la pull request.

source: Has merged the pull request.
fr: A intégré la pull request.

source: Has rebased the pull request.
fr: A rebasé la pull request.

source: Has updated the pull request.
fr: A mis à jour la pull request.

source: It seems that the pull request does not have any commits.
fr: Il semblerait que la pull request n'a aucun commit.

source: Last CI Status
fr: Statut intégration continue

source: Load closed pull requests
fr: Charger les pull requests fermées

source: Merge
fr: Intégrer

source: Merge commits are forbidden in the repository configuration (fast-forward only). Please rebase the commit and update the pull request.
fr: Les commits de fusion sont interdits par la configuration du dépôt (avance rapide uniquement). Veuillez rebaser votre commit et mettre à jour la pull request.

source: Merged
fr: Intégré

source: Non fast-forward merge
fr: Intégration non fast-forward

source: Oh snap!
fr: Oh mince !

source: Overview
fr: Résumé

source: Proceed with merge
fr: Continuer l’intégration

source: Pull request can not be merged automatically due to conflicts with destination. Resolve conflicts on the command line and update the pull request.
fr: Cette pull request ne peut pas être intégrée automatiquement car il existe des conflits avec la destination. Résolvez ces conflits via la ligne de commande et mettez à jour la pull request.

source: Pull request destination has diverged. Merge will not resolve in a fast-forward. You can proceed with the merge, or cancel and update your pull request.
fr: La destination de la pull request a divergé. L’intégration ne sera pas en fast-forward. Vous pouvez continuer l’intégration, ou annuler et mettre à jour la pull request.

source: Pull request mergeability with destination is not determined. You can merge on the command line and push to destination.
fr: Le statut d’intégration de cette pull request est indéterminé. Essayez de l’intégrer en ligne de commande et poussez vers la destination.

source: Save
fr: Sauvegarder

source: Say something…
fr: Dites quelque chose…

source: Show details
fr: Voir les détails

source: Side by side diff
fr: Diff côte à côte

source: Success on {{ overview.pull_request.last_build_date | amDateFormat: 'YYYY-MM-DD HH:mm' }}
fr: Succès le {{ overview.pull_request.last_build_date | amDateFormat: 'YYYY-MM-DD HH:mm' }}

source: There are no closed pull requests
fr: Il n'existe pas de pull requests fermées

source: There are no open pull requests
fr: Il n'existe pas de pull requests ouvertes

source: Title
fr: Titre

source: Unified diff
fr: Diff unifié

source: Unknown
fr: Inconnu

source: Your CI job is using a deprecated REST route to publish the build result and must be updated. Consult the documentation or the API Explorer for more information.
fr: Votre job d'intégration continue utilise une route REST obsolète et doit être mis à jour. Consultez la documentation ou l'API Explorer pour plus d'informations.
