Repository: Enalean/tuleap
Catalog: plugins/tracker_encryption/site-content/*/LC_MESSAGES/tuleap-tracker_encryption.po
Languages: fr_fr

source: Encrypt tracker datas.
fr_fr: Chiffrement des données du suivi.

source: Encrypted field
fr_fr: Champ chiffré

source: Please add a public key in the tracker administration in order to use encrypted field.
fr_fr: Veuillez ajouter une clé publique dans l'administration du suivi afin d'utiliser un champ chiffré.

source: Please add a valid RSA public key.This key will be used to encrypt form elements of type "encrypted" that belongs to this tracker.
fr_fr: Veuillez ajouter une clé RSA publique valide. Cette clé va etre utilisée pour chiffrer l'élément de type "chiffré" pour tout ce suivi.

source: Public key is not a valid one.
fr_fr: La clé publique n'est pas valide.

source: This artifact cannot be moved because the tracker uses encrypted fields.
fr_fr: Cet artéfact ne peut pas être déplacé car l'outil de suivi utilise les champs chiffrés.

source: Tracker Encryption
fr_fr: Chiffrement du suivi

source: Tracker key
fr_fr: Clé du Tracker

source: Unable to encrypt data. Please add a valid public RSA key in the tracker administration to be able to encrypt data.
fr_fr: Le chiffrement des données n'est pas possible. Veuillez ajouter une clé RSA publique valide dans l'administration du suivi pour pouvoir crypter des données.

source: You are about to update your key, You will lost all your encrypted fields values for this tracker if you do this.
fr_fr: Si vous modifiez votre clé vous allez perdre toutes vos valeurs de champs chiffrés pour ce suivi.
