Repository: Enalean/tuleap
Catalog: plugins/pullrequest/scripts/pullrequest-homepage/po/*.po
Languages: fr_fr

source: Add filter
fr_fr: Ajouter un filtre

source: An error occurred while doing one of your last actions.
fr_fr: Une erreur est survenue durant l’une de vos dernières actions.

source: Author
fr_fr: Auteur

source: Branch
fr_fr: Branche

source: Clear filters
fr_fr: Effacer tous les filtres

source: Close
fr_fr: Fermer

source: Created by:
fr_fr: Créée par :

source: Created:
fr_fr: Création :

source: Delete this filter
fr_fr: Supprimer ce filtre

source: Error
fr_fr: Erreur

source: Error details
fr_fr: Détails de l'erreur

source: Keyword
fr_fr: Mot-clé

source: Label name
fr_fr: Nom du label

source: Latest
fr_fr: Plus anciennes

source: Matching branches
fr_fr: Branches correspondantes

source: Matching labels
fr_fr: Labels correspondant

source: Matching users
fr_fr: Utilisateurs correspondant

source: Name
fr_fr: Nom

source: Newest
fr_fr: Plus récentes

source: No matching branch
fr_fr: Aucune branche correspondante

source: No matching labels
fr_fr: Aucun label correspondant

source: No matching user
fr_fr: Aucun utilisateur correspondant

source: No result matched your search
fr_fr: Aucun résultat ne correspond à votre recherche

source: Oh snap!
fr_fr: Oh mince !

source: Related to me
fr_fr: En lien avec moi

source: Reviewer
fr_fr: Relecteur

source: Show closed
fr_fr: Afficher fermées

source: Show details
fr_fr: Voir les détails

source: Sort
fr_fr: Trier

source: Target branch name
fr_fr: Nom de branche cible

source: There are no open pull-requests
fr_fr: Il n'y a aucune pull-request ouverte

source: This label is already selected
fr_fr: Ce label est déjà sélectionné

source: Title, description
fr_fr: Titre, description

source: Try to toggle closed pull-requests display.
fr_fr: Essayez d'afficher les pull-requests fermées.

source: You can only filter on one author
fr_fr: Vous ne pouvez filtrer que sur un auteur

source: You can only filter on one reviewer
fr_fr: Vous ne pouvez filtrer que sur un relecteur

source: You can only filter on one target branch
fr_fr: Vous ne pouvez filtrer que sur une branche cible

source: You cannot activate this filter when an "author" or "reviewer" filter is already defined.
fr_fr: Vous ne pouvez pas activer ce filtre quand un filtre "auteur" ou "relecteur" est déjà défini.

source: You cannot filter on "author" when the "related to me" filter is active.
fr_fr: Vous ne pouvez pas filtrer sur "auteur" quand le filtre "en lien avec moi" est actif.

source: You cannot filter on "reviewer" when the "related to me" filter is active.
fr_fr: Vous ne pouvez pas filtrer sur "relecteur" quand le filtre "en lien avec moi" est actif.

source: You may have set too many filters. Try to modify them.
fr_fr: Vous avez peut-être défini trop de filtres. Essayez de les modifier.
