Repository: Enalean/tuleap
Catalog: plugins/timetracking/site-content/*/LC_MESSAGES/tuleap-timetracking.po
Languages: fr_fr

source: Access denied. You don't have permissions to perform this action.
fr_fr: Accès refusé. Vous n'avez pas les droits suffisants pour effectuer cette action.

source: Add
fr_fr: Ajouter

source: Add a new time
fr_fr: Ajouter un nouveau temps

source: Add time
fr_fr: Ajouter un temps

source: Add times
fr_fr: Ajouter des temps

source: Archive should not contain timetracking data.
fr_fr: L'archive ne peut pas contenir des données de suivi de temps.

source: Close
fr_fr: Fermer

source: Delete
fr_fr: Supprimer

source: Delete the time
fr_fr: Supprimer ce temps

source: Displays aggregated time per user over a given period, with a view of time spent on each project.
fr_fr: Affiche le temps agrégé par utilisateur sur une période donnée, avec une vue du temps passé sur chaque projet.

source: Displays time spent on multiple trackers
fr_fr: Affiche les temps passés sur les différents trackers

source: Displays your time tracking of the whole platform.
fr_fr: Afficher votre suivi de temps de toute la plateforme.

source: Edit time
fr_fr: Editer un temps

source: Enable time tracking for this tracker
fr_fr: Activer le suivi de temps pour ce tracker

source: No times saved
fr_fr: Aucun temps n'a été enregistré

source: Permissions successfully saved.
fr_fr: Les permissions ont été enregistrées avec succès.

source: Personal time tracking
fr_fr: Suivi de temps personnel

source: Read
fr_fr: Lecture

source: Read all tracker times
fr_fr: Lire tous les temps de l'outil de suivi

source: Save modifications
fr_fr: Sauvegarder les modifications

source: Select user groups that will be able to add time and read all times in this tracker, in addition of site administrators, project administrators and tracker administrators.
fr_fr: Selectionner les groupes d'utilisateurs qui seront capables d'ajouter et de lire tous les temps dans cet outil de suivi, en plus des administrateurs du site, des administrateurs du projet et des administrateurs de l'outil de suivi.

source: Step
fr_fr: Étape

source: Steps
fr_fr: Étapes

source: The date format is not the one expected (YYYY-MM-DD).
fr_fr: Le format de la date n'est pas celui attendu (AAAA-MM-JJ).

source: The request is not valid.
fr_fr: La requête n'est pas valide.

source: The time format is not the one expected (hh:mm).
fr_fr: Le format du temps n'est pas celui attendu (hh:mm).

source: The time is missing
fr_fr: Le temps est manquant

source: This artifact does not exist
fr_fr: Cet artéfact n'existe pas

source: This time does not belong to you.
fr_fr: Ce temps ne vous appartient pas.

source: This time does not exist
fr_fr: Ce temps n'existe pas

source: Time
fr_fr: Temps

source: Time not found.
fr_fr: Temps non trouvé.

source: Time successfully added.
fr_fr: Temps ajouté avec succès.

source: Time successfully deleted.
fr_fr: Temps supprimé avec succès.

source: Time successfully updated.
fr_fr: Temps mis à jour avec succès.

source: Time tracking
fr_fr: Suivi de temps

source: Time tracking for Tuleap artifacts
fr_fr: Suivi de temps pour les artéfacts de Tuleap

source: Time tracking is disabled for tracker.
fr_fr: Le suivi de temps est désactivé pour ce tracker.

source: Time tracking is enabled for tracker.
fr_fr: Le suivi de temps est activé pour ce tracker.

source: Timetracking management
fr_fr: Gestion du suivi du temps

source: Timetracking overview
fr_fr: Aperçu des suivis de temps

source: Update
fr_fr: Mettre à jour

source: User
fr_fr: Utilisateur

source: Write
fr_fr: Écriture

source: You are about to delete this time. Please confirm your action.
fr_fr: Vous êtes sur le point de supprimer ce temps. Merci de confirmer votre action.

source: You are not allowed to add a time.
fr_fr: Vous n'êtes pas autorisé à ajouter un temps.

source: You are not allowed to delete a time.
fr_fr: Vous n'êtes pas autorisé à supprimer un temps.

source: You are not allowed to edit this time.
fr_fr: Vous n'êtes pas autorisé à modifier ce temps.
