Repository: Enalean/tuleap
Catalog: plugins/tuleap_synchro/site-content/*/LC_MESSAGES/tuleap-tuleap_synchro.po
Languages: fr_fr

source: "Source" Project's Shortname
fr_fr: Nom court du Projet "Source"

source: "Source" Project's Shortname:
fr_fr: Nom court du Projet "Source" :

source: "Source" Project:
fr_fr: Projet "Source" :

source: "Source" Tracker
fr_fr: Outil de suivi du Projet "Source"

source: "Source" Tracker's Id:
fr_fr: Identifiant de l’outil de suivi du projet "Source" :

source: "Target" Project's Shortname
fr_fr: Nom court du Projet "Cible"

source: "Target" Project's Shortname:
fr_fr: Nom court du Projet "Cible" :

source: "Target" Project:
fr_fr: Projet "Cible" :

source: Add endpoint
fr_fr: Ajouter un point d'accès

source: Add new import endpoint
fr_fr: Ajouter un nouveau point d'accès pour l'importation

source: Allows to replicate artifacts from one Tuleap instance to another
fr_fr: Permet de recopier les artefacts d'une instance Tuleap sur une autre

source: Base URI's "Source" Project
fr_fr: URI du Projet "Source"

source: Base URI's "Source" Project:
fr_fr: URI du Projet "Source" :

source: Cancel
fr_fr: Annuler

source: Close
fr_fr: Fermer

source: List of import endpoints
fr_fr: Liste les points d'accès pour l'importation

source: Password ("Source" Project):
fr_fr: Mot de passe (Projet "Source") :

source: There isn't any matching webhook
fr_fr: Aucun webhook trouvé

source: This base URI: %s isn't valid.
fr_fr: Cette base URI : %s n'est pas valide.

source: This id : %s isn't a numeric.
fr_fr: Cet id : %s n'est pas un chiffre.

source: Tuleap to Tuleap
fr_fr: Tuleap vers Tuleap

source: Tuleap to Tuleap Synchronization
fr_fr: Synchronisation de Tuleap vers Tuleap

source: Username ("Source" Project)
fr_fr: Nom d'utilisateur (Projet "Source")

source: Username ("Source" Project):
fr_fr: Nom d'utilisateur (Projet "Source") :

source: Username ("Target" Project)
fr_fr: Nom d'utilisateur (Projet "Cible")

source: Username ("Target" Project):
fr_fr: Nom d'utilisateur (Projet "Cible") :
