Repository: Enalean/tuleap
Catalog: plugins/gitlab/scripts/group-link-wizard/po/*.po
Languages: fr_fr

source: %{ current_project_name } is currently not linked to a GitLab group
fr_fr: %{ current_project_name } n'est actuellement pas lié avec un groupe GitLab

source: Allow artifact closure
fr_fr: Autoriser la fermeture des artifacts

source: An error occurred while linking the selected group and synchronizing its repositories: %{ error }
fr_fr: Une erreur s'est produite en liant le groupe sélectionné et en synchronisant ses dépôts : %{ error }

source: Associated group configuration
fr_fr: Configuration du groupe associé

source: Back
fr_fr: Retour

source: Cancel
fr_fr: Annuler

source: Configure selected group
fr_fr: Configurer le groupe sélectionné

source: Fetch GitLab groups
fr_fr: Récupérer les groupes GitLab

source: GitLab access token (personal or group)
fr_fr: Jeton d'accès de GitLab (personnel ou groupe)

source: GitLab access token scope must contain at least: api.
fr_fr: La portée du jeton d'accès de GitLab doit contenir au moins : api.

source: GitLab group selection
fr_fr: Sélection du groupe GitLab

source: GitLab server
fr_fr: Serveur GitLab

source: GitLab server URL
fr_fr: URL du serveur GitLab

source: Group
fr_fr: Groupe

source: If selected, artifacts of this project can be closed with GitLab commit messages from the selected repository.
fr_fr: Si choisi, les artifacts de ce projet pourront être fermés à l'aide des messages de commit de GitLab depuis le dépôt sélectionné.

source: If set, this prefix will be automatically added to the branch name in the create GitLab branch action.
fr_fr: Si une valeur existe, ce préfixe sera automatiquement ajouté au nom de la branche dans l'action de création de branche GitLab.

source: Link a GitLab group to import the GitLab projects of the group.
fr_fr: Liez un groupe GitLab pour importer les projets GitLab du groupe.

source: Link a GitLab group to this project
fr_fr: Lier un groupe GitLab à ce projet

source: Link group and synchronize
fr_fr: Lier le groupe et synchroniser

source: Linking and synchronizing...
fr_fr: Liaison et synchronisation en cours...

source: Network error while fetching the GitLab groups. Please verify your GitLab server url validity.
fr_fr: Erreur réseau lors de la récupération des groupes GitLab. Veuillez vérifier la validité de votre url de serveur.

source: Please note that the following settings will be applied to all linked repositories and may be changed by each repository afterwards.
fr_fr: Veuillez noter que les paramètres ci-dessous seront appliqués à tous les dépôts liés et pourront être redéfinis individuellement.

source: Prefix
fr_fr: Préfixe

source: Prefix the branch name
fr_fr: Préfixer le nom de la branche

source: Server
fr_fr: Serveur

source: The access token will be used to fetch repositories, configure project hooks and automatically write comments on GitLab commit and merge requests. It will also be used to extract references to Tuleap from GitLab tags.
fr_fr: Le jeton d'accès sera utilisé pour récupérer les dépôts de code, configurer les hooks de projet et commenter automatiquement les commits et les demandes de fusion GitLab. Il sera également utilisé pour extraire les références Tuleap contenues dans les étiquettes GitLab.

source: There isn't any group, please verify the permissions on GitLab's side
fr_fr: Il n'y a aucun groupe, veuillez vérifier les permissions du côté GitLab

source: Unable to connect to the GitLab server, please check your credentials.
fr_fr: Impossible de se connecter au serveur GitLab, veuillez vérifier vos informations de connexion.

source: Unable to reach the GitLab server: %{ error }
fr_fr: Impossible d'atteindre le serveur GitLab: %{ error }
