Repository: Enalean/tuleap
Catalog: plugins/mediawiki/site-content/*/LC_MESSAGES/tuleap-mediawiki.po
Languages: fr_fr

source: Access control
fr_fr: Permissions

source: Administrator / sysop
fr_fr: Administrateur / sysop

source: All projects where upgraded to Mediawiki 1.23. This is a one-way process so it's not possible downgrade.
fr_fr: Tous les projets ont été migrés vers Mediawiki 1.23. Ce processus étant irréversible, la descente de version n'est pas possible.

source: Apply defaults
fr_fr: Appliquer choix par défaut

source: Available languages
fr_fr: Langues disponibles

source: Changes have been saved.
fr_fr: Les changements ont été sauvegardés.

source: Currently, there are no projects that uses Mediawiki 1.23.
fr_fr: Aucun projet n'utilise Mediawiki 1.23.

source: Granted groups
fr_fr: Groupes autorisés

source: Here you can map groups between %1$s and MediaWiki
fr_fr: Cette section permet de définir les associations entre les groupes %1$s et MediaWiki

source: Language
fr_fr: Langue

source: Legacy Mediawiki service is not active in this project. You are being redirected to the new MediaWiki service.
fr_fr: L'ancien service MediaWiki n'est pas actif dans le projet. Vous allez être redirigé vers le nouveau service MediaWiki.

source: List of migrated projects
fr_fr: Liste des projets migrés

source: Mediawiki Administration
fr_fr: Administration Mediawiki

source: Mediawiki groups mapping
fr_fr: Gestion des groupes Mediawiki

source: Mediawiki integration in the forge
fr_fr: Plugin qui implémente le support de Mediawiki

source: Mediawiki permissions
fr_fr: Permission Mediawiki

source: Migrate
fr_fr: Migrer

source: Migrate all projects to Mediawiki 1.23
fr_fr: Migrer tous les projets à Mediawiki 1.23

source: Name
fr_fr: Nom

source: Options and groups mapping have been restored.
fr_fr: Les options et la gestion de groupes ont bien été restaurés.

source: Please choose a language for your Mediawiki. Among other things it will define which page will be used for welcome page.
fr_fr: Veuillez choisir une langue pour votre Mediawiki. Entre autres choses elle définit la page d'accueil qui sera utilisée.

source: Please note that upgrading to Mediawiki 1.23 is a one-way process there is no way to revert this process. This progressive migration was meant to mitigate the risks of errors during upgrade process. Please ask the upgraded projects if they noticed any troubles and to report related issues.
fr_fr: La mise à jour en 1.23 est irréversible. Cette procédure de migration progressive à été conçue pour limiter les risques d'un problème de mise à jour. Merci de demander aux projects migrés si l'upgrade n'a rien cassé et de le reporter le cas échéant.

source: Project id or project name
fr_fr: Id ou nom du projet

source: Project name
fr_fr: Nom du projet

source: Projects that use Mediawiki 1.23 (LTS)
fr_fr: Projects qui utilisent Mediawiki 1.23 (LTS)

source: Read
fr_fr: Lecture

source: Readers
fr_fr: Lecteurs

source: Save all changes
fr_fr: Sauvegarder tous les changements

source: Save changes
fr_fr: Sauvegarder

source: Something went wrong during the update.
fr_fr: Une erreur s'est produite lors de l'enregistrement.

source: Submitted project will be converted to Mediawiki 1.23 shortly (check System Events).
fr_fr: Les projets soumis seront migrés vers Mediawiki 1.23 dans un instant (consultez les Evénements Système)

source: The language %1$s is not supported.
fr_fr: La langue %1$s n'est pas supportée.

source: The two MediaWiki groups "Anonymous" and "User" groups are hardcoded to "All users" and "Registered users". In this project (public) it means that all users will be able to browse the wiki content and all Registered users will be able to edit and create page (see the detailed list of permissions in the User Rights page).
fr_fr: Les deux groupes MediaWiki "Anonymous" and "User" sont associés en dur à, respectivement, "Tous les utilisateurs" et "Utilisateurs enregistrés". Dans ce project, public, cela signifie que tous les utilisateurs anonymes (non autentifiés) pourront lire le contenu du wiki et que tous les utilisateurs autentifiés pourront modifier ou créér des pages (pour plus de détails quant aux droits, se réferer à la page User Rights page).

source: The two MediaWiki groups "Anonymous" and "User" groups are hardcoded to "Nobody" and "Registered users". In this project (private) it means that only project members can access the wiki and they will be able to edit and create pages (see the detailed list of permissions in the User Rights page).
fr_fr: Les deux groupes MediaWiki "Anonymous" and "User" sont associés en dur à, respectivement, "Personne" et "Utilisateurs enregistrés". Dans ce project, privé, cela signifie que seuls les membres de projet auront accès au wiki et qu'ils pourront modifier son contenu (pour plus de détails quant aux droits, se réferer à la page User Rights page).

source: This section allows you to define the user groups that can read and/or write content in this Mediawiki.
fr_fr: Cette section permet de définir les groupes d'utilisateurs qui peuvent lire et/ou écrire du contenu dans ce Mediawiki.

source: Tick this box if you want to activate Mediawiki in full screen. This compatibility mode will let you use WikiEditor extension, not available in standard embedded view.
fr_fr: Activer cette option si vous souhaitez utiliser Mediawiki en plein écran. Ce mode vous permet d'utiliser l'extension WikiEditor, non disponible avec le rendu standard.

source: Write
fr_fr: Ecriture

source: Writers
fr_fr: Rédacteurs

source: You can find more informations on what MediaWiki groups can do here: <a href="%1$s">Special:User groups rights</a>
fr_fr: Vous pouvez trouver plus de détail sur ce que les groupes MediaWiki peuvent faire ici: <a href="%1$s">Special:User groups rights</a>

source: You've been redirected here since no language has been set for your Mediawiki instance.
fr_fr: Vous avez été redirigé ici car aucune langue n'a été définie pour votre instance de Mediawiki.

source: or
fr_fr: ou

source: {{ user_group_name }} has no permission for Mediawiki
fr_fr: {{ user_group_name }} n'a pas de permission pour Mediawiki
