Repository: Enalean/tuleap
Catalog: plugins/bugzilla_reference/site-content/*/LC_MESSAGES/tuleap-bugzilla_reference.po
Languages: fr_fr

source: API Key
fr_fr: Clé API

source: Add reference
fr_fr: Ajouter une référence

source: Bugzilla configuration
fr_fr: Configuration de Bugzilla

source: Bugzilla reference
fr_fr: Références bugzilla

source: Cancel
fr_fr: Annuler

source: Cannot create Bugzilla link. Please check your credentials.
fr_fr: Impossible de créer le lien vers Bugzilla. Merci de vérifier vos identifiants

source: Change API Key
fr_fr: Modifier la clé API

source: Comments added in Bugzilla will be flaged as private
fr_fr: Les commentaires ajoutés sur Bugzilla seront marqués comme privés

source: Delete
fr_fr: Supprimer

source: Delete Bugzilla configuration
fr_fr: Supprimer une configuration

source: Delete reference
fr_fr: Supprimer une référence

source: Edit
fr_fr: Éditer

source: Edit Bugzilla configuration
fr_fr: Modifier la configuration de Bugzilla

source: Edit reference
fr_fr: Modifier une référence

source: Follow Up
fr_fr: Commentaire

source: Keyword
fr_fr: Référence

source: Keyword is invalid
fr_fr: La référence est invalide

source: Keyword must contain only alphanumeric and underscore characters
fr_fr: La référence peut contenir uniquement des caractères alphanumériques et des underscores

source: Missing fields for creating reference
fr_fr: Il manque des champs pour pouvoir créer la référence

source: Missing fields for updating reference
fr_fr: Il manque des champs pour pouvoir modifier la référence

source: Please check that you can add private comments in Bugzilla.
fr_fr: Merci de vérifier que vous avez le droit d'ajouter des commentaires privés dans Bugzilla

source: Private
fr_fr: Privé

source: REST API URL
fr_fr: URL de l'API REST

source: REST URL is invalid
fr_fr: L'URL REST est incorrecte

source: Reference has been successfully added
fr_fr: La référence a été ajoutée avec succès

source: Reference has been successfully removed
fr_fr: La référence a été supprimée avec succès

source: Reference has been successfully updated
fr_fr: La référence a été modifiée avec succès

source: References between Bugzilla and Tuleap
fr_fr: Références entre Bugzilla et Tuleap

source: Server
fr_fr: Serveur

source: Server is invalid
fr_fr: Le serveur est incorrect

source: Server is the URL that will be used to build links to end users. <br>If defined, REST API URL is the one that will be used to issue REST calls
fr_fr: Le serveur est l'URL qui va être utilisée pour construire les liens aux utilisateurs.<br>L'URL de l'API REST est celle qui sera utilisée pour faire les appels REST si elle est définie.

source: The reference "%s" is already used
fr_fr: La référence "%s" est déjà utilisée

source: There is nothing here, <br> start by adding a Bugzilla reference
fr_fr: Il n'y a rien ici, <br> commencez par ajouter une référence Bugzilla

source: This API key has been stored in cleartext in the database, it is recommended to change it
fr_fr: Cette clé d'API a été stocké en clair dans la base de donnée, il est recommandé de la changer

source: Unable to create corresponding system reference
fr_fr: Impossible de créer la référence système correspondante

source: Username
fr_fr: Nom d'utilisateur

source: Wow, wait a minute. You are about to delete the reference. Please confirm your action.
fr_fr: Hey, attendez une minute. Vous êtes sur le point de supprimer une référence. Merci de confirmer votre action.
