Repository: Enalean/tuleap
Catalog: plugins/hudson/site-content/*/LC_MESSAGES/tuleap-hudson.po
Languages: fr_fr

source: %1$s Builds History
fr_fr: Historique des builds %1$s

source: %1$s Last Artifacts
fr_fr: Derniers artéfacts %1$s

source: %1$s Last Builds
fr_fr: Derniers builds %1$s

source: %1$s Test Result Trend
fr_fr: Tendance des résultats des tests %1$s

source: %1$s Test Results
fr_fr: Resultats des tests %1$s

source: %1$s Test Results (%2$s / %3$s)
fr_fr: Résultats des tests %1$s (%2$s / %3$s)

source: Add job
fr_fr: Soumettre

source: An issue have been encountered while retrieving information, a job can not be displayed
fr_fr: Un problème a été rencontré lors de la récupération d'informations, un job ne peut pas être affiché

source: Are you sure you want to delete Job %1$s from project %2$s?
fr_fr: Etes-vous sûr de vouloir supprimer le job %1$s du projet %2$s ?

source: Back to jobs list
fr_fr: Revenir à la liste des jobs

source: Build performed on:
fr_fr: Build exécuté le :

source: CVS commit will trigger a build
fr_fr: Un commit CVS déclenchera un build

source: CVS trigger
fr_fr: Evénement CVS

source: Continuous Integration
fr_fr: Intégration Continue

source: Continuous Integration with Hudson/Jenkins
fr_fr: Intégration continue avec Hudson/Jenkins

source: Continuous integration
fr_fr: Intégration continue

source: Continuous integration service is not enabled
fr_fr: Le service d'intégration continue n'est pas actif

source: Delete this job from this project
fr_fr: Supprimer ce job de ce projet

source: Edit job
fr_fr: Modifier le job

source: Edit this job
fr_fr: Editer ce job

source: Error: Jenkins object not found.
fr_fr: Erreur : Objet Jenkins non trouvé.

source: Failed (%s)
fr_fr: Echoués (%s)

source: Failure
fr_fr: En échec

source: File not found at URL: %1$s
fr_fr: Fichier non trouvé à l'Url : %1$s

source: If empty, every commits will trigger a build.
fr_fr: Si vide, tous les commits déclencheront un build.

source: In progress
fr_fr: En cours

source: Jenkins Build
fr_fr: Build Jenkins

source: Jenkins Job
fr_fr: Job Jenkins

source: Jenkins Jobs
fr_fr: Jobs Jenkins

source: Jenkins job added.
fr_fr: Le job Jenkins a été ajouté.

source: Jenkins job deleted.
fr_fr: Le job Jenkins a été supprimé.

source: Jenkins job updated.
fr_fr: Le job Jenkins a été modifié.

source: Job URL:
fr_fr: URL du job :

source: Job name:
fr_fr: Nom du job :

source: Job not found.
fr_fr: Job non trouvé.

source: Last Build:
fr_fr: Dernier Build :

source: Last Failure
fr_fr: Dernier échec

source: Last Failure:
fr_fr: Dernier échec :

source: Last Success
fr_fr: Dernier succès

source: Last Success:
fr_fr: Dernier succès :

source: Missing Jenkins job ID
fr_fr: Identifiant du job Jenkins manquant.

source: Missing Jenkins job URL (eg: http://myCIserver:8080/jenkins/job/MyJob)
fr_fr: URL du job Jenkins manquante (ex: http://monserveurIC:8080/jenkins/job/MonJob)

source: Missing group_id parameter.
fr_fr: Paramètre group_id manquant.

source: Monitored job
fr_fr: Job suivi

source: Monitored jobs
fr_fr: Jobs suivis

source: My Jenkins Jobs
fr_fr: Mes jobs Jenkins

source: Name (with no space) used to make a reference to this job. Eg: job #%1$s
fr_fr: Nom (sans espace) utilisé pour référencer ce job. Ex : job #%1$s

source: No Jenkins jobs associated with this project. To add a job, select the link just below.
fr_fr: Aucun job Jenkins associé à ce projet. Pour ajouter un job, cliquez sur le lien ci-dessous.

source: No artifact found.
fr_fr: Aucun artéfact trouvé.

source: No build found for this job.
fr_fr: Build non trouvé pour ce job.

source: No data to display
fr_fr: Il n'y a pas de données à afficher

source: No job found. Please <a href="/plugins/hudson/?group_id=%1$s">add a job</a> before adding any Jenkins widget.
fr_fr: Aucun job trouvé. Veuillez <a href="/plugins/hudson/?group_id=%1$s">ajouter un job</a> d'abord.

source: No job found. Please add a job to any of your project before.
fr_fr: Aucun job trouvé. Veuillez ajouter un job</a> à l'un de vos projets d'abord.

source: No test found for this job.
fr_fr: Tests non trouvés pour ce job.

source: Number of jobs until %1$s
fr_fr: Nombre de jobs jusqu'au %1$s

source: One path per line...
fr_fr: Un chemin par ligne...

source: Only when commit occurs on following paths:
fr_fr: Uniquement lors de commit sur les répertoires suivants :

source: Passed (%s)
fr_fr: Passés (%s)

source: Pending
fr_fr: En attente

source: RSS feed of all builds for %1$s job
fr_fr: Flux RSS de tous les builds du job %1$s

source: SVN commit will trigger a build
fr_fr: Un commit SVN déclenchera un build

source: SVN trigger
fr_fr: Evénement SVN

source: Show an overview of all the jobs of all the projects you're member of. You can of course select the jobs you wish to display by selecting the preferences link of the widget.
fr_fr: Affiche un aperçu des jobs de tous les projets dont vous êtes membre. Vous pouvez bien entendu choisir les jobs que vous souhaitez voir affichés en cliquant sur le lien "préférences" du widget.

source: Show build #%1$s of job %2$s
fr_fr: Voir le build #%1$s du job %2$s

source: Show job %1$s
fr_fr: Voir le job %1$s

source: Show the build history of the selected job, under the form of RSS feed. For each build of the list, you can see the build number, the status and the date the build has been scheduled.
fr_fr: Affiche l'historique des builds du job sélectionné, sous la forme d'un flux RSS. Pour chaque build de la liste, vous avez son numéro, son état et sa date.

source: Show the last builds for this job (last one, last successful, last failed) and the weather report. The trend is represented by a weather report (sun, thunder, etc.) meaning that the trend is good or not.
fr_fr: Affiche les derniers builds du job sélectionné (le dernier, le dernier succès, le dernier échec) ainsi que la tendance du job. Cette tendance est représentée par une image empruntée à la météo (soleil, orage, etc) pour signifier que la tendance est au beau fixe ou pas.

source: Show the last successfully published artifacts of one job. To display something, your job needs to publish artifacts.
fr_fr: Affiche les derniers artéfacts publiés du job sélectionné. Il faut que votre job dispose d'artéfacts et qu'il les publie pour que ce widget affiche quelque chose.

source: Show the test result trend for the selected job. To display something, your job needs to have tests. The graph will show the number of tests (failed and successful) along time. The number of tests is increasing while the number of build and commits are increasing too.
fr_fr: Affiche la tendance des tests pour le job sélectionné. Il faut que votre job dispose de tests pour que ce widget affiche quelque chose. Ce graphique représente le nombre de tests (en échec et en succès) dans le temps. Cela permet par exemple de vérifier que le nombre de tests est en constante augmentation avec le nombre de builds/commits.

source: Show the test results of the latest build for the selected job.To display something, your job needs to execute tests and publish them. The result is shown on a pie chart.
fr_fr: Affiche les résultats des tests du dernier build du job sélectionné. Pour fonctionner, votre job doit disposer de tests qui soient publiés afin que ce widget affiche quelque chose. Les résultats sont présentés sous forme de camembert.

source: Shows an overview of all the jobs associated with this project. You can always choose the ones you want to display in the widget (preferences link).
fr_fr: Affiche un aperçu de tous les jobs associés à ce projet. Si vous avez plusieurs jobs associés à votre projet, vous pouvez choisir ceux que vous souhaitez voir dans le widget (lien préférences).

source: Skipped (%s)
fr_fr: Ignorés (%s)

source: Spaces are not allowed in job name. They were replaced by "_".
fr_fr: Les espaces sont interdits dans le nom du job. Ils ont été remplacés par un "_".

source: Status:
fr_fr: Statut :

source: Submit
fr_fr: Ajouter un job

source: Success
fr_fr: Succès

source: Test Results
fr_fr: Resultats des tests

source: Trigger a build after commits:
fr_fr: Déclencher un build après un commit :

source: Unable to add Jenkins job.
fr_fr: Impossible d'ajouter le job Jenkins

source: Unable to delete Jenkins job
fr_fr: Impossible de supprimer le job Jenkins

source: Unable to read file at URL: %1$s
fr_fr: Impossible de lire le fichier à l'Url : %1$s

source: Unable to update Jenkins job
fr_fr: Impossible de modifier le job Jenkins

source: Unknown status
fr_fr: Status inconnu

source: Unstable
fr_fr: Instable

source: Update job
fr_fr: Modifier

source: Weather Report:
fr_fr: Tendance :

source: Wrong Job URL: %1$s
fr_fr: URL du job incorrecte : %1$s

source: You are not monitoring any job. Select preferences link to monitor a job.
fr_fr: Aucun job surveillé. Cliquez sur préférences pour ajouter un job.

source: [See the latest tests results]
fr_fr: [Voir les derniers résultats de test]

source: eg: http://myCIserver/jenkins/job/myJob or http://myCIserver/jenkins/job/myJob/buildWithParameters?param1=value1 for parameterized jobs
fr_fr: ex : http://monICserveur/jenkins/job/monJob ou http://monICserveur/jenkins/job/myJob/buildWithParameters?param1=value1 pour les jobs avec parametres

source: with (optional) token:
fr_fr: avec le token (optionnel) :
