Repository: Enalean/tuleap
Catalog: plugins/agiledashboard/site-content/*/LC_MESSAGES/tuleap-agiledashboard.po
Languages: fr_fr

source: "AddToTopBacklog" post action cannot be used because the project does not use the explicit top backlog management.
fr_fr: la PostAction de type "AddToTopBacklog" ne peut être utilisée car le projet n'utilise pas la planification générale.

source: %1$s Planning
fr_fr: Planification de %1$s

source: %1$s backlog
fr_fr: Backlog de %1$s

source: %s top backlog
fr_fr: %s planification générale

source: <p>The initial effort of this tracker will be represented in the Agile Dashboard by the field <strong>%1$s</strong>.</p>
fr_fr: <p>L'effort estimé sera représenté par le champ <strong>%1$s</strong> dans ce tracker.</p>

source: <p>The initial effort of this tracker will be represented in the Backlog by the field <strong>%1$s</strong>.</p>
fr_fr: <p>L'effort estimé sera représenté par le champ <strong>%1$s</strong> dans ce tracker.</p>

source: <p>This tracker does not have an <em>initial effort</em> field yet.</p>
fr_fr: <p>Ce tracker n'a pas de champ <em>effort estimé</em>.</p>

source: A first scrum configuration will be used during the activation. This operation can take a few seconds.
fr_fr: Une configuration scrum initiale sera utilisée lors de l'activation. Ceci peut prendre quelques secondes.

source: Activate Scrum
fr_fr: Activer Scrum

source: Activate count elements mode for burnup chart
fr_fr: Activer le mode comptage d'éléments pour le burnup

source: Add a kanban
fr_fr: Ajouter un kanban

source: Add to backlog
fr_fr: Ajouter au backlog

source: Add to top backlog
fr_fr: Ajouter à la planification générale

source: Agile Dashboard
fr_fr: Dashboard agile

source: Agile Dashboard Administration
fr_fr: Administration du dashboard agile

source: Agile Dashboard administration
fr_fr: Administration de l'Agile Dashboard

source: AgileDashboard service
fr_fr: Le service Dashboard agile

source: Agiledashboard plannings
fr_fr: Plannings du tableau de bord agile

source: All milestones that have a status set to 'open' (as defined in their tracker's semantic) are either "Current" or "Next". Their timeframe (as defined in tracker semantic) decides in which tab(s) they appear.
fr_fr: Les jalons en cours et à venir ont leur statut défini à 'ouvert' tel que précisé dans la sémantique. De plus, ils sont classés en fonction de leur plage de temps (telle que précisée dans la sémantique).

source: All tracker reports using "Unplanned" option for "In milestone" report criterion will now use "Any".
fr_fr: L'ensemble des rapports d'outil de suivi utilisant la valeur "Non planifié" pour le critère "Dans le jalon" utiliseront l'option "Tous".

source: All tracker workflow post-actions "AddToTopBacklog" have been removed.
fr_fr: Les actions workflow de type "AddToTopBacklog" ont été supprimées.

source: Alternatively, you can export the configuration of an existing project and re-use it here.
fr_fr: Il est également possible d'exporter la configuration d'un projet existant et de la réutiliser ici.

source: An error occurred while trying to solve inconsistencies.
fr_fr: Une erreur s'est produite pendant la résolution des inconsistences.

source: Any "AddToTopBacklog" workflow post-actions defined in the project will be removed.
fr_fr: Les actions workflow de type "AddToTopBacklog" définies dans le projet seront supprimées.

source: Artifact #%d not added in the top backlog because it's already planned in a submilestone.
fr_fr: L'artéfact #%d n'a pas été ajouté à la planification générale car il est déjà présent dans un sous jalon.

source: Artifact #%d not removed from the top backlog because it's already planned in a submilestone.
fr_fr: L'artéfact #%d n'a pas été supprimé de la planification générale car il est déjà présent dans un sous jalon.

source: Back to semantics
fr_fr: Retour aux sémantiques

source: Backlog administration
fr_fr: Administration du backlog

source: Backlog service
fr_fr: Service Backlog

source: Backlog title
fr_fr: Titre du backlog

source: Burnup Chart
fr_fr: Diagramme Burn-Up

source: Burnup field
fr_fr: Champ burnup

source: Burnup is under calculation. It will be available in few minutes.
fr_fr: Le burn-up est en cours de calcul. Il sera disponible dans quelques minutes.

source: Can't create new planning
fr_fr: Impossible de créer un nouveau planning

source: Cancel
fr_fr: Annuler

source: Charts
fr_fr: Graphiques

source: Charts configuration
fr_fr: Configuration des graphiques

source: Choose a field...
fr_fr: Choisissez un champ...

source: Close
fr_fr: Fermer

source: Continue
fr_fr: Continuer

source: Could not find planning with id %s.
fr_fr: La planification d'id %s n'a pas été trouvée.

source: Create
fr_fr: Créer

source: Create a Backlog
fr_fr: Créer un Backlog

source: Create a kanban
fr_fr: Créer un kanban

source: Create a new planning
fr_fr: Créer un nouveau planning

source: Define the initial effort of an artifact.
fr_fr: Définir l'effort estimé d'un artéfact.

source: Delete
fr_fr: Supprimer

source: Deletion of this planning is prohibited because this project is part of a program backlog.
fr_fr: La suppression de ce planning est interdite parce que ce projet fait partie du backlog d'un programme.

source: Do you really want to force burnup cache regeneration? The burnup will be unavailable for a few minutes if you do.
fr_fr: Voulez-vous vraiment reconstruire le cache du burn-up dans son intégralité ? La reconstruction du cache entraînera une indisponibilité du champ pendant quelques minutes.

source: Done
fr_fr: Terminé

source: Edit
fr_fr: Éditer

source: Edit %1$s
fr_fr: Éditer %1$s

source: Edit planning: %s
fr_fr: Éditer le planning : %s

source: Enable Scrum V2
fr_fr: Activer Scrum V2

source: Explicit backlog
fr_fr: Backlog explicite

source: Explicit backlog actions
fr_fr: Actions de planification générale explicite

source: Explicit backlog allows to select, item per item, what goes in Scrum backlog.
fr_fr: Le backlog explicite permet de choisir élément par élément ce qui doit aller dans le backlog de Scrum.

source: Explicit backlog allows to select, item per item, what goes in Scrum top backlog.
fr_fr: La planification explicite permet de choisir élément par élément ce qui doit aller dans la planification générale de Scrum.

source: Explicit top backlog
fr_fr: Planification générale explicite

source: Export the configuration
fr_fr: Exporter la configuration

source: Field used by semantic
fr_fr: Champ utilisé par la sémantique

source: Force cache regeneration
fr_fr: Reconstruire le cache

source: General settings
fr_fr: Options générales

source: If you switch back to the old mode, some tracker reports could be updated to not use anymore the "unplanned" value for "In milestone" criterion.
fr_fr: Si vous revenez à l'ancien mode, des rapports d'outil de suivi peuvent être mis à jour afin de ne plus utiliser la valeur "Non planifié" du critère "Dans le jalon".

source: Import
fr_fr: Importer

source: Import a configuration from a template file
fr_fr: Importer une configuration à partir d'un fichier

source: Import them in the backlog
fr_fr: Les importer dans le backlog

source: Importing a template will create new trackers. The import will not work if any existing tracker match those in the template
fr_fr: Cette opération va créer des trackers. L'opération ne pourra aboutir si la configuration contient des trackers dénommés identiquement à des trackers existants

source: In milestone
fr_fr: Dans le jalon

source: Inconsistencies successfully solved!
fr_fr: Les inconsistences ont été résolues avec succès!

source: Initial Effort
fr_fr: Effort Estimé

source: Initial effort semantic has been unset
fr_fr: La sémantique effort estimé a été réinitialisée

source: Item
fr_fr: Élément

source: Item is not linked to this milestone
fr_fr: L'élément n'est pas lié à ce jalon

source: Kanban Administration of Agile Dashboard
fr_fr: Administration Kanban du dashboard agile

source: Kanban board
fr_fr: Tableau du Kanban

source: Kanban name:
fr_fr: Nom du Kanban :

source: Kanban successfully activated.
fr_fr: Kanban activé avec succès.

source: Make sure to check their configuration.
fr_fr: Merci de vérifier leur configuration.

source: Milestone
fr_fr: Jalon

source: Milestone artifact
fr_fr: Artéfact du jalon

source: Milestones
fr_fr: Jalons

source: Milestones are "Done" when they have their status set to 'closed' as defined in their tracker's semantic.
fr_fr: Les jalons terminés ont leur statut défini à 'fermé' tel que précisé dans la sémantique.

source: Name
fr_fr: Nom

source: New Planning
fr_fr: Nouveau Planning

source: No Kanban has been yet configured by a project administrator.
fr_fr: Aucune configuration Kanban n'a encore été mise en place par un administrateur du projet.

source: No Scrum has been yet configured by a project administrator.
fr_fr: Aucune configuration Scrum n'a encore été mise en place par un administrateur du projet.

source: No Scrum has been yet configured by a project administrator. <a href="%1$s">Get Started!</a>
fr_fr: Aucune configuration Scrum n'a encore été mise en place par un administrateur du projet. <a href="%1$s">Démarrer!</a>

source: No tracker is available.
fr_fr: Aucun tracker n'est disponible.

source: Note: kanban is being moved to its %s dedicated page%s.
fr_fr: Note : kanban est déplacé dans sa %s page dédiée%s.

source: Nothing to see here.
fr_fr: Il n'y a rien ici.

source: Once activated, you will start with a copy of the previous top backlog.
fr_fr: Une fois activée, la planification générale sera copiée de la précédente planification générale.

source: Other %s
fr_fr: Autre %s

source: Overview
fr_fr: Résumé

source: Parent item
fr_fr: Parent

source: Plan title
fr_fr: Titre du plan

source: Planning deletion
fr_fr: Suppression de planning

source: Planning management
fr_fr: Gestion des plannings

source: Planning name, backlog tracker and planning tracker are mandatory.
fr_fr: Le nom du planning, le tracker de backlog et le tracker de plan sont obligatoires.

source: Planning succesfully created.
fr_fr: La planning a été créé.

source: Planning succesfully updated.
fr_fr: Le planning a été mis à jour.

source: Please choose between Scrum or Kanban layout below.<br>Don't worry, you will be able to change your mind and customize your configuration afterwards.
fr_fr: Choisissez entre une structure Kanban ou Scrum ci-dessous.<br>Ne vous inquiétez pas, vous pouvez changer d'avis et personnaliser votre configuration plus tard.

source: Please come back later.
fr_fr: Veuillez revenir plus tard.

source: PostAction of type %s cannot be defined without explicit backlog management.
fr_fr: La PostAction de type %s ne peut être définie sans la gestion explicite de la planification générale.

source: Remove from backlog
fr_fr: Supprimer du backlog

source: Remove from top backlog
fr_fr: Supprimer de la planification générale

source: Save
fr_fr: Sauvegarder

source: Save semantic
fr_fr: Sauvegarder la sémantique

source: Scrum Administration of Agile Dashboard
fr_fr: Administration Scrum du dashboard agile

source: Scrum Administration of Backlog
fr_fr: Administration Scrum du Backlog

source: Scrum configuration successfully updated.
fr_fr: La configuration de Scrum a été mise à jour.

source: Scrum mono milestone
fr_fr: Scrum jalon unique

source: Scrum successfully activated.
fr_fr: Scrum activé avec succès.

source: See documentation for more details.
fr_fr: Voir la documentation pour plus de détails.

source: Select the source tracker:
fr_fr: Sélectionnez le tracker source:

source: Semantic done is not defined for tracker <a href="%s">%s</a>
fr_fr: La sémantique done n'est pas définie pour l'outil de suivi <a href="%s">%s</a>

source: Semantic initial effort is not defined for tracker <a href="%s">%s</a>
fr_fr: La sémantique effort estimé n'est pas définie pour l'outil de suivi <a href="%s">%s</a>

source: Service Agiledashboard is disabled.
fr_fr: Le service des tableaux de bords agile est désactivé.

source: Service Backlog is disabled.
fr_fr: Le service Backlog est désactivé.

source: Some items are not linked to this milestone.
fr_fr: Certains éléments n'ont pas été liés à ce jalon.

source: Something went wrong while updating the planning. Please contact your administrator.
fr_fr: Une erreur est survenue lors de la mise à jour du planning. Merci de contacter votre administrateur.

source: Start Kanban
fr_fr: Démarrez Kanban

source: Start Scrum
fr_fr: Démarrez Scrum

source: Start Scrum V2
fr_fr: Activer Scrum V2

source: Status
fr_fr: Statut

source: Submit
fr_fr: Valider

source: Switch backlog mode
fr_fr: Basculer le mode de planification

source: The Agile Dashboard has not yet been configured by a project administrator.
fr_fr: Aucune configuration de l'Agile Dashboard n'a encore été mise en place par un administrateur du projet.

source: The Agile Dashboard has not yet been configured.
fr_fr: Aucune configuration de l'Agile Dashboard n'est encore en place.

source: The backlog trackers cannot be updated because the following trackers have at least one "Add to top backlog" workflow post action: %s
fr_fr: Les outils de suivi définissant le backlog ne peuvent être mis à jour car les outils de suivi suivant utilisent au moins une action de workflow de type "Ajouter à la planification générale" : %s

source: The configuration has been successfully imported!
fr_fr: La configuration a été importée !

source: The field you submitted is not a numeric field
fr_fr: Le champ soumis n'est pas un champ numérique

source: The information below are displayed for information purpose and will be removed soon.
fr_fr: Les informations ci-dessous sont affichées à titre d'information et seront supprimées prochainement.

source: The initial effort is now: %1$s
fr_fr: L'effort estimé est maintenant : %1$s

source: The post actions cannot be saved because this tracker is not a top backlog tracker and a "AddToTopBacklog" is defined.
fr_fr: Les post actions ne peuvent être enregistrées car ce tracker n'est pas utilisé dans la planification générale et une action de type "AddToTopBacklog"est définie.

source: The potential planning trackers are computed out of %1$s configuration and its hierarchy.
fr_fr: Les trackers "planning" potentiels sont déterminés à partir de la configuration de %1$s et de sa hiérarchie.

source: The tracker %s is not found
fr_fr: L'outil de suivi %s n'a pas été trouvé

source: There are no milestones for this period
fr_fr: Il n'y a aucun jalon pour cette période

source: There is no Backlog created yet.
fr_fr: Aucun Backlog n'a été créé pour le moment.

source: There is no item yet
fr_fr: Il n’y a aucun élément pour l'instant

source: This artifact has been successfully added to the backlog of the project.
fr_fr: Cet artéfact a été ajouté avec succès au backlog du projet.

source: This artifact has been successfully added to the top backlog of the project.
fr_fr: Cet artéfact a été ajouté avec succès à la planification générale du projet.

source: This artifact has not been added to the backlog of the project because it's already planned in sub milestone of the project.
fr_fr: Cet artéfact n'a pas été ajouté au backlog car il est déjà présent dans un sous jalon.

source: This artifact has not been added to the top backlog of the project because it's already planned in sub milestone of the project.
fr_fr: Cet artéfact n'a pas été ajouté à la planification générale car il est déjà présent dans un sous jalon.

source: This feature is under development. Once checked it wont be possible to start scrum with default template.
fr_fr: Cette fonctionnalité est en cours de développement. Une fois coché il n'est plus possible de démarrer un mode Scrum avec un template par défaut.

source: This is used in the Agile Dashboard if enabled.
fr_fr: Ce champ est utilisé dans le Tableau Agile si activé.

source: This is used in the Backlog if enabled.
fr_fr: Ce champ est utilisé dans le Backlog si activé.

source: This option will display all the burnup charts in the project with elements progression instead of effort progression.
fr_fr: Cette option permet d'afficher l'ensemble des graphiques burnup du projet en montrant la progression des éléments au lieu de la progression de l'effort.

source: This planning allows assignment of
fr_fr: Ce planning permet l'association de

source: This planning doesn't belong to root planning (%1$s) hierarchy. This configuration is not supported. You should remove this planning.
fr_fr: Ce planning n'appartient pas à la hierarchie du planning racine (%1$s). Cette configuration n'est pas supportée. Vous devriez supprimer ce planning.

source: This tracker is not a planning tracker
fr_fr: Cet outil de suivi n'est pas un outil de suivi lié à un planning

source: Top Backlog Planning
fr_fr: Planification Générale

source: Top backlog
fr_fr: Planification générale

source: Tracker %s cannot be defined as child of tracker %s because they are part of the same backlog (%s)
fr_fr: L'outil de suivi %s ne peut être défini en tant qu'enfant de l'outil de suivi %s car ils font partis de la même planification (%s)

source: Tuleap provides a %sstandard template%s.
fr_fr: Tuleap fournit une %sconfiguration standard%s.

source: Unable to export the configuration
fr_fr: Impossible d'exporter la configuration

source: Unable to find milestone
fr_fr: Impossible de trouver le jalon

source: Unable to import the configuration!
fr_fr: Impossible d'importer la configuration!

source: Unable to save the <em>initial effort</em>
fr_fr: Impossible de sauvegarder la sémantique <em>effort estimé</em>

source: Unknown masschange action.
fr_fr: L'action de modification en masse n'est pas connue.

source: Unplanned
fr_fr: Non planifié

source: Unset this semantic
fr_fr: Réinitialiser la sémantique

source: Update of planning assignment may lead to errors in:
fr_fr: La mise à jour des plannings peut causer des erreurs dans :

source: Update semantic
fr_fr: Mettre à jour la sémantique

source: View Planning
fr_fr: Vue du Planning

source: We created an initial scrum configuration for you. Enjoy!
fr_fr: La configuration initiale de scrum a été effectuée pour vous !

source: We tried to create an initial scrum configuration for you but an existing tracker (%1$s) prevented it.
fr_fr: Un outil de suivi existant (%1$s) a empêché la configuration initiale de scrum.

source: We tried to create an initial scrum configuration for you but an internal error prevented it.
fr_fr: Une erreur interne a empêché la configuration initiale de scrum.

source: What's hot
fr_fr: En cours

source: What's next
fr_fr: À venir

source: Who can prioritize items?
fr_fr: Qui peut prioriser les éléments ?

source: You are creating a new backlog item in: %s
fr_fr: Vous êtes en train de créer un nouvel élément du backlog pour : %s

source: You are going to remove the top backlog planning permanently (no possible rollback). Top backlog will be empty after the deletion of the top level planning. Please confirm your action.
fr_fr: Vous aller supprimer le planning de plus haut niveau de backlog de façon permanent (pas de retour en arrière possible). Le backlog de plus haut niveau sera vide après la suppresion du planning de plus niveau. Merci de confirmer votre action.

source: You can import configuration from an XML template.
fr_fr: Il est possible d'importer une configuration à partir d'un fichier XML.

source: You cannot create more than one planning in scrum V2.
fr_fr: Vous ne pouvez pas créer plus d'un planning en utilisant scrum V2.

source: You cannot create new planning because either:
fr_fr: Vous ne pouvez plus créer de planning soit:

source: You cannot define the initial effort semantic since there aren't any numeric fields in the tracker
fr_fr: Vous ne pouvez pas définir la sémantique effort estimé car il n'y a aucun champ numérique dans votre outil de suivi

source: You cannot have parent and child as backlog trackers (%s, %s). Please choose only one.
fr_fr: Vous ne pouvez pas choisir à la fois des outils de suivi parent et enfant en tant qu'outils de suivi définissant le backlog (%s, %s). Merci de n'en sélectionner qu'un seul.

source: You cannot import more than one planning in scrum V2, please check your XML.
fr_fr: Vous ne pouvez pas importer plus d'un planning en utilisant scrum V2, merci de vérifier votre XML.

source: You don't have permissions to see user groups.
fr_fr: Vous n'avez pas la permission de voir les groupes utilisateurs.

source: all potential planning trackers (%1$s) are already used by a planning configuration (see below).
fr_fr: ou alors tous les trackers "planning" potentiels (%1$s) sont déjà utilisés par une configuration (ci-dessous).

source: burnup and velocity charts
fr_fr: calcul des graphiques de burnup et de vélocité

source: closed
fr_fr: fermés

source: open
fr_fr: ouverts

source: the Agile Dashboard
fr_fr: le dashboard agile

source: the Backlog
fr_fr: le Backlog

source: there is no trackers in tracker service
fr_fr: parce qu'il n'y a pas de trackers

source: to
fr_fr: à
