Repository: Enalean/tuleap
Catalog: plugins/program_management/scripts/program_management/po/*.po
Languages: fr_fr

source: Backlog
fr_fr: Planification

source: Close
fr_fr: Fermer

source: Configuration can be done in <a href="%{ url }" data-test="program-go-to-administration">administration</a> of service.
fr_fr: La configuration peut être effectuée dans <a href="%{ url }" data-test="program-go-to-administration">l'administration</a> du service.

source: Configuration can be done in administration of service.
fr_fr: La configuration peut être effectuée dans l'administration du service.

source: Create the first %{ program_increment_sub_label }
fr_fr: Ajouter le premier %{ program_increment_sub_label }

source: Edit
fr_fr: Modifier

source: It seems an action you tried to perform can not be done.
fr_fr: Il semble que l'action que vous venez de tenter ne peut pas être réalisée.

source: New %{ program_increment_sub_label }
fr_fr: Ajouter un(e) %{ program_increment_sub_label }

source: Oops, an error occurred!
fr_fr: Oups, une erreur s'est produite !

source: Oops, there's an issue
fr_fr: Oups, il y a eu un problème

source: Plan %{ iteration_label }
fr_fr: Planifier les %{ iteration_label }

source: Program
fr_fr: Programme

source: Program configuration is incomplete
fr_fr: La configuration du projet est incomplète

source: Reload the page
fr_fr: Recharger la page

source: Show error details
fr_fr: Voir les détails de l'erreur

source: The feature has elements planned in team project, it can not be unplanned.
fr_fr: La fonctionnalité a des éléments planifié dans une équipe, elle ne peut pas être déplanifiée.

source: The feature is not plannable, user does not have permission to update artifact or field link.
fr_fr: La fonctionnalité n'est pas planifiable, l'utilisateur n'a pas les permissions pour modifier l'artéfact ou le champs lien.

source: The retrieval of the elements to be planned in program has failed
fr_fr: La récupération des éléments à planifier dans le programme a échoué

source: The retrieval of the program increments has failed
fr_fr: La récupération des incréments du programme a échoué

source: There are no program increments yet
fr_fr: Il n'y a pas d'incréments de programme pour l'instant

source: There is nothing to plan
fr_fr: Il n'y a rien à planifier

source: To Be Planned
fr_fr: À planifier

source: You are not allowed to plan in this program increment.
fr_fr: Vous n'êtes pas autorisé à plannifier dans cet incrément de programme.

source: You cannot plan items
fr_fr: Vous ne pouvez pas plannifier des éléments
