Repository: Enalean/tuleap
Catalog: src/scripts/switch-to/po/*.po
Languages: fr_fr

source: An error occurred while loading your recent items.
fr_fr: Une erreur est survenue lors du chargement de votre historique.

source: An error occurred while searching for results.
fr_fr: Une erreur est survenue lors de la recherche.

source: Browse all projects
fr_fr: Parcourir tous les projets

source: Browse all…
fr_fr: Tout parcourir…

source: Content matches:
fr_fr: Le contenu correspond à :

source: Fetch more results
fr_fr: Chercher plus de résultats

source: Go to project administration of %s
fr_fr: Aller à l'administration du projet %s

source: Legacy search
fr_fr: Recherche

source: More…
fr_fr: Plus…

source: My projects
fr_fr: Mes projets

source: No results
fr_fr: Pas de résultat

source: Please enter more than %{ n } characters.
fr_fr: Veuillez entrer plus de %{ n } caractères.

source: Project, recent item, …
fr_fr: Projet, éléments récents, …

source: Recent items
fr_fr: Éléments récents

source: Search in artifacts only
fr_fr: Recherche dans les artifacts uniquement

source: Search results
fr_fr: Résultats de recherche

source: Start exploring Tuleap
fr_fr: Démarrer l'exploration de Tuleap

source: Switch to…
fr_fr: Basculer vers…

source: You didn't visit recently any items matching your query.
fr_fr: Vous n'avez pas visité d'élément récemment qui corresponde à votre recherche.

source: You don't belong to any projects
fr_fr: Vous n'appartenez à aucun projet

source: You don’t belong to any project or haven’t viewed anything yet
fr_fr: Vous n'appartenez à aucun projet ou n'avez rien visité pour l'instant

source: Your Tuleap history will appear here
fr_fr: Votre historique Tuleap apparaîtra ici
