Repository: Enalean/tuleap
Catalog: plugins/gitlab/site-content/*/LC_MESSAGES/tuleap-gitlab.po
Languages: fr_fr

source: %1$s repository integrated %2$s
fr_fr: %1$s dépôt intégré %2$s

source: Allow artifact closure
fr_fr: Autoriser la fermeture des artifacts

source: An error occurred while creating the branch on GitLab: %s
fr_fr: Une erreur est survenue lors de la création de la branche sur Gitlab: %s

source: An error occurred while creating the merge request on GitLab: %s
fr_fr: Une erreur est survenue lors de la création de la branche sur Gitlab: %s

source: Cancel
fr_fr: Annuler

source: Close
fr_fr: Fermer

source: Closed
fr_fr: Fermée

source: Create GitLab branch and merge request
fr_fr: Créer une branche et une demande de fusion GitLab

source: Edit access token
fr_fr: Éditer le jeton d'accès

source: Edit configuration
fr_fr: Modifier la configuration

source: Forbidden, please check that you have merge permission on repository %s
fr_fr: Interdit, merci de vérifier que vous avez les permissions de fusion sur le dépot %s

source: GitLab Branch
fr_fr: Branche GitLab

source: GitLab Group Link
fr_fr: Lien vers un groupe GitLab

source: GitLab Tag
fr_fr: Étiquette GitLab

source: GitLab access token
fr_fr: Jeton d'accès de GitLab

source: GitLab access token scope must contain at least: api.
fr_fr: La portée du jeton d'accès de GitLab doit contenir au moins : api.

source: GitLab branch
fr_fr: Branche GitLab

source: GitLab commit
fr_fr: Commit GitLab

source: GitLab group
fr_fr: Groupe GitLab

source: GitLab integration
fr_fr: L'intégration GitLab

source: GitLab merge request
fr_fr: Demande de fusion GitLab

source: GitLab server URL
fr_fr: URL du serveur GitLab

source: GitLab tag
fr_fr: Étiquette GitLab

source: If selected, artifacts of this project can be closed with GitLab commit messages from the selected repository.
fr_fr: Si choisi, les artifacts de ce projet pourront être fermés à l'aide des messages de commit de GitLab depuis le dépôt sélectionné.

source: If set, this prefix will be automatically added to the branch name in the create GitLab branch action.
fr_fr: Si une valeur existe, ce préfixe sera automatiquement ajouté au nom de la branche dans l'action de création de branche GitLab.

source: Last Synchronization
fr_fr: Dernière synchronisation

source: Linked
fr_fr: Lié

source: Linked group information
fr_fr: Informations du groupe lié

source: Merged
fr_fr: Fusionnée

source: New secret has been generated, but we could not update the GitLab hooks. GitLab server error: %s
fr_fr: Le nouveau secret a été généré, mais nous n'avons pas pu mettre à jour les hooks GitLab. Erreur du serveur GitLab: %s

source: No
fr_fr: Non

source: No credentials found to contact the GitLab server.
fr_fr: Aucun identifiant trouvé pour contacter le server GitLab.

source: Open
fr_fr: Ouverte

source: Please note that the following settings will be applied for all new synchronized repositories and may be overridden by each repository once linked.
fr_fr: Veuillez noter que les paramètres ci-dessous seront appliqués à tous les nouveaux dépôts synchronisés et pourront être redéfinis individuellement.

source: Prefix
fr_fr: Préfixe

source: Prefix the branch name
fr_fr: Préfixer le nom de la branche

source: Provides an integration GitLab to Tuleap.
fr_fr: Fournit une integration de GitLab vers Tuleap.

source: Reference to a GitLab branch
fr_fr: Référence vers une branche GitLab

source: Reference to a GitLab commit
fr_fr: Référence vers un commit GitLab

source: Reference to a GitLab merge request
fr_fr: Référence vers une demande de fusion GitLab

source: Reference to a GitLab tag
fr_fr: Référence vers une étiquette GitLab

source: Save token
fr_fr: Sauvegarder le jeton

source: Status
fr_fr: Statut

source: Synchronize
fr_fr: Synchroniser

source: The GitLab group has been successfully unlinked.
fr_fr: Le groupe GitLab a été délié avec succès.

source: The GitLab repository integration cannot be found.
fr_fr: L'intégration du dépôt GitLab n'a pas été trouvée.

source: The branch %s already exists on %s
fr_fr: La branche %s existe déjà sur %s

source: The project reference based on the keyword '%s' is overriding the system reference used by the GitLab plugin.
fr_fr: La référence de projet basée sur le mot-clé '%s' surcharge la référence système utilisée par le plugin GitLab.

source: The reference %s does not seem to exist on %s
fr_fr: La référence %s semble manquante sur %s

source: The repository %s is not found on GitLab server
fr_fr: Le dépôt %s n'existe pas sur le server GitLab

source: This will not delete the Group on GitLab side. It removes the link between the Tuleap Project and the GitLab group. All GitLab projects part of the group will stay integrated with Tuleap, their configuration will not change. If you wish to remove the integrations of the GitLab projects part of this group, you must remove each one manually.
fr_fr: Cela ne va pas supprimer le Group du côté GitLab. Le lien entre le Projet Tuleap et le Groupe GitLab va être supprimé. Tous les projets GitLab qui font partie du groupe vont rester intégrés avec Tuleap, leur configuration ne va pas changer. Si vous souhaitez supprimer les intégrations des projets GitLab qui font partie de ce groupe, vous devez les supprimer chacune manuellement.

source: Unable to contact the server with the provided token. Please ensure that token has "api" scope. GitLab server error: %s
fr_fr: Impossible de contacter le serveur avec le jeton fourni. Vérifiez bien que le jeton a une portée de niveau "api". Erreur du serveur GitLab : %s

source: Unlink
fr_fr: Délier

source: Unlink the project from the GitLab group
fr_fr: Délier le projet du groupe GitLab

source: Update configuration
fr_fr: Mettre à jour la configuration

source: Update token
fr_fr: Mettre à jour le jeton

source: We managed to contact the server, but couldn't parse the response. We are not confident enough to update the token.
fr_fr: Nous avons réussi à contacter le serveur, mais n'avons pas pu analyser sa réponse. Aussi, nous ne sommes pas assez confiants pour mettre à jour le jeton.

source: We managed to generate a new secret and to send it to the server, but couldn't parse the response. You should check that everything is ok.
fr_fr: Nous avons réussi à générer un nouveau secret et à l'envoyer au serveur, mais n'avons pas pu analyser sa réponse. Vous devriez vérifier que tout est ok.

source: Yes
fr_fr: Oui

source: You are about to unlink %1$s from %2$s GitLab group. Please confirm your action.
fr_fr: Vous allez délier %1$s du groupe GitLab %2$s. Veuillez confirmer cette action.

source: close artifacts
fr_fr: fermer les artifacts
