Repository: Enalean/tuleap
Catalog: plugins/testplan/scripts/test-plan/po/*.po
Languages: fr_fr

source: %{ nb } blocked
fr_fr: %{ nb } bloqué

source: %{ nb } failed
fr_fr: %{ nb } échoué

source: %{ nb } not run
fr_fr: %{ nb } non executé

source: %{ nb } passed
fr_fr: %{ nb } passé

source: %{ nb } planned test
fr_fr: %{ nb } test planifié

source: All tests
fr_fr: Tous les tests

source: All tests in %{ milestone_title }
fr_fr: Tous les tests dans %{ milestone_title }

source: An error occurred while creating the campaign.
fr_fr: Une erreur est survenue lors de la création de la campagne.

source: An error occurred while loading the backlog items
fr_fr: Une erreur est survenue lors du chargement des éléments du backlog

source: An error occurred while loading the campaigns.
fr_fr: Une erreur est survenue lors du chargement des campagnes.

source: An error occurred while loading the tests.
fr_fr: Une erreur est survenue lors du chargement des tests.

source: An error occurred while retrieving information of the new campaign.
fr_fr: Une erreur est survenue lors de la récupération des informations de la nouvelle campagne.

source: Blocked
fr_fr: Bloqué

source: Campaign ID
fr_fr: ID de la campagne

source: Campaign Name
fr_fr: Nom de la campagne

source: Cancel
fr_fr: Annuler

source: Close
fr_fr: Fermer

source: Create a new test
fr_fr: Créer un nouveau test

source: Create campaign
fr_fr: Créer la campagne

source: Create new campaign
fr_fr: Créer une nouvelle campagne

source: Edit %{ item_type } #%{ item_id }
fr_fr: Éditer %{ item_type } #%{ item_id }

source: Export
fr_fr: Exporter

source: Export as document
fr_fr: Exporter en tant que document

source: Export as spreadsheet
fr_fr: Exporter en tant que feuille de calcul

source: Exported by
fr_fr: Exporté par

source: Exported on
fr_fr: Exporté le

source: Failed
fr_fr: Échoué

source: From %{ tracker_name } tracker report
fr_fr: Rapport du tracker %{ tracker_name }

source: Go to the last execution in release %{ release_name }
fr_fr: Se rendre à la dernière exécution dans la release %{ release_name }

source: Justification comment
fr_fr: Commentaire de justification

source: Justifications (for planned tests that are not-run, failed, blocked)
fr_fr: Justifications (pour les tests planifiés qui sont non exécutés, échoués ou bloqués)

source: Milestone
fr_fr: Jalon

source: Milestone URL
fr_fr: URL du jalon

source: Name
fr_fr: Nom

source: New campaign
fr_fr: Nouvelle campagne

source: No tests
fr_fr: Aucun test

source: Not planned in release %{ release_name }
fr_fr: Non planifié dans la release %{ release_name }

source: Not run
fr_fr: Non executé

source: Oops, there's an issue
fr_fr: Oups, il y a eu un problème

source: Passed
fr_fr: Passé

source: Platform
fr_fr: Plateforme

source: Project
fr_fr: Projet

source: Report extracted by
fr_fr: Rapport extrait par

source: Report extracted on
fr_fr: Rapport extrait le

source: Requirements
fr_fr: Exigences

source: Test Report %{ milestone_title }
fr_fr: Rapport de test %{ milestone_title }

source: Test Results (planned tests)
fr_fr: Résultats des tests (tests planifiés)

source: Test campaigns
fr_fr: Campagnes de test

source: Test case ID
fr_fr: ID du cas de test

source: Test case title
fr_fr: Titre du cas de test

source: Test execution ID
fr_fr: ID de l'exécution du test

source: Test execution date
fr_fr: Date de l'exécution du test

source: Test execution runner
fr_fr: Personne ayant exécuté le test

source: Test execution status
fr_fr: Statut de l'exécution du test

source: Test plan
fr_fr: Plan de test

source: Tests status
fr_fr: Statut des tests

source: The export did not succeed, please try again.
fr_fr: L'export n'a pas réussi, veuillez réessayer.

source: The retrieval of the test definition tracker reports has failed, try again later
fr_fr: La récupération des rapports du tracker de définition de test a échoué, veuillez réessayer plus tard

source: There is no backlog item yet
fr_fr: Il n'y a pas d'élément dans le backlog

source: There is no test campaign yet
fr_fr: Il n'y a pas de campagne de test

source: This item isn't covered yet
fr_fr: Cet élément n'est pas encore couvert

source: This requirement have multiple fields with this label, only one value is visible
fr_fr: Cette exigence a plusieurs champs avec ce label, seule une valeur est visible

source: Title
fr_fr: Titre
