Repository: Enalean/tuleap
Catalog: plugins/program_management/scripts/planned-iterations/po/*.po
Languages: fr_fr

source: An error has occurred loading content
fr_fr: Une erreur s'est produite lors du chargement du contenu

source: Create the first %s
fr_fr: Créer un(e) %s

source: Create the first iteration
fr_fr: Créer la première itération

source: Edit
fr_fr: Modifier

source: Iterations
fr_fr: Itérations

source: New %{ iteration_sub_label }
fr_fr: Ajouter un(e) %{ iteration_sub_label }

source: Program
fr_fr: Programme

source: The retrieval of %s has failed
fr_fr: La récupération de %s a échoué

source: The retrieval of iterations has failed
fr_fr: La récupération des itérations a échoué

source: There is no %s yet.
fr_fr: Il n'y a pas encore de %s.

source: There is no iteration yet.
fr_fr: Il n'y a pas encore d'itérations.

source: This is not implemented yet
fr_fr: Cette partie n'est pas encore implémentée

source: To be planned by the Teams
fr_fr: À plannifier par les équipes

source: iteration
fr_fr: itération
