Repository: Enalean/tuleap
Catalog: plugins/hudson_git/site-content/*/LC_MESSAGES/tuleap-hudson_git.po
Languages: fr_fr

source: %1$s jobs triggered
fr_fr: %1$s jobs déclenchés

source: A Jenkins server has been defined globally for the project and will be triggered after git pushes.
fr_fr: Un serveur Jenkins a été défini dans le projet et sera utilisé après tout git push fait dans ce dépôt.

source: Add Jenkins hook
fr_fr: Ajouter un hook Jenkins

source: Add Jenkins webhook
fr_fr: Ajouter le webhook Jenkins

source: Add a Jenkins server
fr_fr: Ajouter un serveur Jenkins

source: Add a Jenkins webhook
fr_fr: Ajouter un webhook Jenkins

source: Branch source plugin:
fr_fr: Plugin Branch source :

source: Cancel
fr_fr: Annuler

source: Close
fr_fr: Fermer

source: Configuration of Jenkins servers that will be triggered at each push in any repository of the project.
fr_fr: Configuration de serveurs Jenkins qui seront appelés lors de chaque push fait dans les dépôts du projet.

source: Confirm deletion
fr_fr: Confirmer la suppression

source: Continuous Integration for Git plugin
fr_fr: Intégration Continue pour le plugin Git

source: Continuous Integration with Hudson/Jenkins for Git plugin
fr_fr: Intégration continue avec Hudson/Jenkins pour le plugin Git

source: Edit the Jenkins webhook
fr_fr: Éditer le webhook Jenkins

source: Error while saving Job data
fr_fr: Une erreur est survenue lors de l'enregistrement des données du job

source: Expected Jenkins server ID not found
fr_fr: L'ID attendu du serveur Jenkins n'a pas été trouvée

source: Expected Jenkins server URL not found
fr_fr: L'adresse attendue du serveur Jenkins n'a pas été trouvée

source: Git plugin triggered jobs:
fr_fr: Jobs déclenchés par le plugin Git :

source: Invalid repository
fr_fr: Dépôt invalide

source: Jenkins URL
fr_fr: URL Jenkins

source: Jenkins documentation
fr_fr: documentation Jenkins

source: Jenkins hook
fr_fr: Hook Jenkins

source: Jenkins server
fr_fr: Serveur Jenkins

source: Jenkins server is not reachable.
fr_fr: Le serveur Jenkins n'est pas joignable.

source: Jenkins server is reachable.
fr_fr: Le serveur Jenkins est joignable.

source: Jenkins server will be notified about git activity on any repository in the project.
fr_fr: Le serveur Jenkins sera notifié à propos de l'activité git sur l'ensemble des dépôts du projet.

source: Jenkins server will be notified about git activity on this repository and will trigger git polling. More details on
fr_fr: Le serveur Jenkins sera notifié à propos de l'activité git sur ce dépôt et déclenchera une opération de 'polling'. Plus de détails dans la

source: Jenkins webhook successfully removed
fr_fr: Le webhook Jenkins a été enlevé avec succès

source: Jenkins webhook successfully saved
fr_fr: Le webhook Jenkins a été sauvergardée avec succès

source: Logs
fr_fr: Historique

source: Logs for %s
fr_fr: Historique pour %s

source: No Jenkins server URL provided.
fr_fr: L'URL du serveur Jenkins n'a pas été trouvée.

source: No Jenkins server configured yet.
fr_fr: Aucun serveur Jenkins n'a été configuré.

source: No logs yet
fr_fr: Pas encore d'historique

source: No triggered jobs
fr_fr: Aucun job déclenché

source: Nothing has been triggered for this push.
fr_fr: Rien n'a été déclenché pour ce push.

source: Only one Jenkins hook can be configured
fr_fr: Seulement un hook Jenkins peut être configuré

source: Provided job does not belong to the Jenkins server's project.
fr_fr: Le job et le serveur Jenkins ne sont pas dans le même projet.

source: Push date
fr_fr: Date du push

source: Remove
fr_fr: Enlever

source: Repository
fr_fr: Dépôt

source: Save
fr_fr: Sauvegarder

source: Save Jenkins webhook
fr_fr: Sauvegarder le webhook Jenkins

source: Test the server
fr_fr: Tester le serveur

source: The Jenkins server URL provided is not well formed.
fr_fr: L'URL du serveur Jenkins n'est pas au bon format.

source: The Jenkins server has successfully been Removed.
fr_fr: Le serveur Jenkins a été supprimé.

source: The Jenkins server has successfully been added.
fr_fr: Le serveur Jenkins a été ajouté.

source: The Jenkins server is already defined in project.
fr_fr: Le serveur Jenkins est déjà défini pour ce projet.

source: Unable to save Jenkins webhook
fr_fr: Impossible d'enregistrer le webhook Jenkins

source: User is not Git administrator.
fr_fr: L'utilisateur n'est pas administrateur Git.

source: You are about to remove the Jenkins server. Please confirm your action.
fr_fr: Vous êtes sur le point de supprimer le serveur Jenkins. Veuillez confirmer la suppression.

source: You can define one Jenkins webhook and several generic webhooks.
fr_fr: Vous pouvez definir un webhook Jenkins et plusieurs webhooks génériques.
