Repository: Enalean/tuleap
Catalog: plugins/project_ownership/site-content/*/LC_MESSAGES/tuleap-project_ownership.po
Languages: fr_fr

source: Adds project owner role
fr_fr: Ajoute le rôle du responsable du projet

source: Cannot switch the project visibility because it will remove the project owner which is restricted.
fr_fr: La visiblité de projet ne peut pas être modifiée car cela va supprimer le responsable du projet qui est restreint.

source: Current project owner:
fr_fr: Responsable actuel du projet :

source: Failed to send notification to user %s .
fr_fr: Erreur lors de l'envoi de la notification à l'utilisateur %s.

source: Owner
fr_fr: Responsable

source: Project owner
fr_fr: Responsable du projet

source: Project owner is accountable for project visibility, permissions & groups membership.
fr_fr: Le responsable du projet s'engage sur la conformité du projet: visibilité, permissions et groupes d'utilisateurs.

source: Project ownership
fr_fr: Responsable de projet

source: Project status updated
fr_fr: Statut de projet mis à jour

source: The project %1$s is now active.
fr_fr: Le projet %1$s a été activé.

source: The project %1$s is now deleted.
fr_fr: Le projet %1$s a été supprimé.

source: The project %1$s is now pending.
fr_fr: Le projet %1$s a été mis en attente.

source: The project %1$s is now suspended.
fr_fr: Le projet %1$s a été suspendu.

source: The project owner cannot be removed.
fr_fr: Il n'est pas possible de supprimer le responsable du projet.

source: This project has no owner.
fr_fr: Ce projet n'a pas de responsable.
