Repository: Enalean/tuleap
Catalog: plugins/crosstracker/scripts/cross-tracker/po/*.po
Languages: fr_fr

source: "%{title}" query preview
fr_fr: Aperçu de la requête "%{title}"

source: %{from} – %{to} of %{total}
fr_fr: %{from} – %{to} sur %{total}

source: All artifacts created in the last 10 days
fr_fr: Tous les artifacts créés ces 10 derniers jours

source: All open artifacts
fr_fr: Tous les artifacts ouverts

source: An error occurred: %{error}
fr_fr: Une erreur s'est produite : %{error}

source: Are you sure you want to continue ?
fr_fr: Êtes-vous sûr de vouloir continuer ?

source: Are you sure you want to permanently delete it?
fr_fr: Êtes-vous de vouloir la supprimer définitivement ?

source: Artifact id
fr_fr: ID de l'artifact

source: Assigned to
fr_fr: Assigné à

source: By clicking the 'Load all' button, all available data will be loaded and displayed in the table. This may result in slower performance or temporary latency, especially if the dataset is large.
fr_fr: En cliquant sur le bouton 'Charger tout', toutes les données disponibles seront chargées et affichées dans le tableau. Cela peut entraîner un ralentissement des performances ou une latence temporaire, en particulier si l'ensemble de données est volumineux.

source: Cancel
fr_fr: Annuler

source: Choose another query
fr_fr: Choisir une autre requête

source: Create new query
fr_fr: Créer une nouvelle requête

source: Default
fr_fr: Défaut

source: Delete
fr_fr: Supprimer

source: Delete the query
fr_fr: Supprimer la requête

source: Edit
fr_fr: Éditer

source: Error while deleting the query: %{error}
fr_fr: Erreur pendant la suppression de la requête : %{error}

source: Error while exporting the query as .xlsx: %{error}
fr_fr: Erreur pendant l'export de la requête au format .xlsx: %{error}

source: Error while fetching the artifacts matching the query: %{error}
fr_fr: Erreur à la récupération des artifacts correspondant à la requête : %{error}

source: Error while fetching the query: %{error}
fr_fr: Erreur à la récupération de la requête : %{error}

source: Error while saving the query: %{error}
fr_fr: Erreur pendant la sauvegarde de la requête : %{error}

source: Example: SELECT @pretty_title FROM @project.name = 'my-project' WHERE @title = 'value'
fr_fr: Exemple: SELECT @pretty_title FROM @project.name = 'mon-projet' WHERE @title = 'valeur'

source: First
fr_fr: Premier

source: Hide artifact links
fr_fr: Masquer les liens de l’artifact

source: If you click on one of the suggested query, your content will be replaced.
fr_fr: Si vous cliquez sur l'une des requêtes suggérées, votre contenu sera remplacé

source: If you validate, this query will replace your content. You can't undo it.
fr_fr: Si vous validez, cette requête remplacera votre contenu. Vous ne pouvez pas revenir en arrière.

source: Last
fr_fr: Dernier

source: Last update by
fr_fr: Mis à jour par

source: Last update date
fr_fr: Mis à jour le

source: Link type
fr_fr: Type de lien

source: Load all
fr_fr: Charger tout

source: Loading all the data
fr_fr: Chargement de toutes les données

source: Make this query displayed by default
fr_fr: Afficher cette requête par défaut

source: Name your query
fr_fr: Nommer votre requête

source: Next
fr_fr: Suivant

source: No artifact found
fr_fr: Aucun artifact trouvé

source: Open artifacts assigned to me
fr_fr: Les artifacts ouverts qui me sont assignés

source: Open artifacts assigned to me in my projects
fr_fr: Les artifacts ouverts qui me sont assignés dans mes projets

source: Overwrite current query
fr_fr: Remplacer la requête actuelle

source: Please create a new query.
fr_fr: Veuillez créer une nouvelle requête.

source: Previous
fr_fr: Précédent

source: Project
fr_fr: Projet

source: Query
fr_fr: Requête

source: Query created with success!
fr_fr: Requête créée avec succés !

source: Query creation is under implementation
fr_fr: La création de requête est en cours d'implémentation

source: Query details
fr_fr: Détails de la requête

source: Query is empty
fr_fr: La requête est vide

source: Query suggestions
fr_fr: Requêtes suggérées

source: Query title
fr_fr: Titre de la requête

source: Query updated with success!
fr_fr: Requête mise à jour avec succès !

source: Save
fr_fr: Sauvegarder

source: Search
fr_fr: Rechercher

source: Semantic suggestions
fr_fr: Suggestions de sémantiques

source: Show artifact links
fr_fr: Afficher les liens de l’artifact

source: Status
fr_fr: État

source: Submitted by
fr_fr: Auteur

source: Submitted on
fr_fr: Date de soumission

source: There is no artifact matching the query.
fr_fr: Aucun artifact ne correspond à la requête.

source: This action cannot be undone, and you will no longer have a default query.
fr_fr: Cette action ne peut être annulée, et vous n'aurez plus de requête par défaut.

source: This action cannot be undone.
fr_fr: Cette action ne peut être annulée.

source: Title
fr_fr: Titre

source: User avatar
fr_fr: Avatar de l'utilisateur

source: Warning: This query is set as the default.
fr_fr: Attention : Cette requête est celle par défaut.

source: Write your description
fr_fr: Écrire votre description

source: You can use: AND, OR, WITH PARENT, WITHOUT PARENT, WITH CHILDREN, WITHOUT CHILDREN, BETWEEN(), NOW(), MYSELF(), OPEN(), IN(), NOT IN(), MY_PROJECTS(), parenthesis. Autocomplete is activated with Ctrl + Space.
fr_fr: Vous pouvez utiliser : AND, OR, WITH PARENT, WITHOUT PARENT, WITH CHILDREN, WITHOUT CHILDREN, BETWEEN(), NOW(), MYSELF(), OPEN(), IN(), NOT IN(), MY_PROJECTS(), parenthèses. Ctrl + Espace active l'auto-complétion.
