Repository: Enalean/tuleap
Catalog: plugins/tracker/scripts/angular-artifact-modal/po/*.po
Languages: fr

source: (auto-computed)
fr: (calculé automatiquement)

source: Add another file
fr: Ajouter un autre fichier

source: An error occurred while saving the artifact.
fr: Une erreur s'est produite pendant la sauvegarde de cet artéfact.

source: An error occured while uploading this file: {{ file_name }}.
fr: Une erreur s'est produite pendant le téléversement de ce fichier : {{ file_name }}.

source: Auto-compute
fr: Calcul automatique

source: By: {{ file.submitted_by }}
fr: Par: {{ file.submitted_by }}

source: Cancel
fr: Annuler

source: Create a new {{ modal.title }}
fr: Créer un nouveau {{ modal.title }}

source: Edit
fr: Editer

source: Edited by
fr: Modifié par

source: Empty
fr: Aucun(e)

source: Enter artifact ids separated by a comma
fr: Entrer des ids d'artefacts séparés par une virgule

source: Error:
fr: Erreur :

source: File description
fr: Description du fichier

source: File upload quota allowed
fr: Quota d'envoi de fichiers autorisé

source: Follow-ups
fr: Commentaires

source: Hidden fieldsets:
fr: Groupes de champs cachés :

source: Keep the file
fr: Garder le fichier

source: Mark for removal
fr: Marquer pour suppression

source: Max allowed upload size: {{ quota_display.file_upload_rules.disk_quota | byteFmt: 2 }}
fr: Taille max d'envoi de fichiers : {{ quota_display.file_upload_rules.disk_quota | byteFmt: 2 }}

source: No follow-ups
fr: Aucun commentaire

source: None
fr: Aucun

source: Only comments are displayed
fr: Seuls les commentaires sont affichés

source: Parent artifact
fr: Artéfact parent

source: Please choose a parent…
fr: Veuillez choisir un parent…

source: Please select a date
fr: Veuillez choisir une date

source: Please select an item in the list
fr: Veuillez choisir un élément dans la liste

source: References list is empty.
fr: Cet artefact n'est pas référencé, et n'est pas source de références.

source: Reset
fr: Annuler

source: Restrict access to this artifact for the following user groups:
fr: Restreindre l'accès à cet artefact pour les groupes d'utilisateurs suivants :

source: Save changes
fr: Enregistrer les changements

source: Select parent
fr: Sélectionner un parent

source: Size: {{ file.size | byteFmt: 2 }}
fr: Taille : {{ file.size | byteFmt: 2 }}

source: The artifact will be linked to {{ modal.parent.title }}.
fr: L'artefact sera lié à {{ modal.parent.title }}.

source: You exceeded your current file upload quota. Please remove existing temporary files or wait until they are cleaned up.
fr: Vous avez dépassé votre quota actuel de téléversement de fichiers. Veuillez supprimer des fichiers temporaires existants ou attendre jusqu'à ce qu'ils soient nettoyés.

source: {{ quota_display.file_upload_rules.disk_usage | byteFmt: 2 }} of {{ quota_display.file_upload_rules.disk_quota | byteFmt: 2 }}
fr: {{ quota_display.file_upload_rules.disk_usage | byteFmt: 2 }} sur {{ quota_display.file_upload_rules.disk_quota | byteFmt: 2 }}

source: Comment
fr: Commenter

source: Unable to upload the file
fr: Impossible de téléverser le fichier

source: You are not allowed to paste images here
fr: Vous n'êtes pas autorisé à coller des images ici

source: You are not allowed to upload files bigger than %s.
fr: Vous n'êtes pas autorisé à téléverser des fichiers avec une taille excédant %s.

source: You can drag 'n drop or paste image directly in the editor.
fr: Vous pouvez glisser-déposer ou coller une image directement dans l'éditeur.
