Repository: Enalean/tuleap
Catalog: plugins/pdftemplate/site-content/*/LC_MESSAGES/tuleap-pdftemplate.po
Languages: fr_fr

source: Allow to define templates for PDF export
fr_fr: Permet de définir des modèles pour l'export PDF

source: An error occurred while storing your image.
fr_fr: Une erreur est survenue lors du stockage de votre image.

source: An error occurred while trying to generate the PDF preview
fr_fr: Une erreur est survenue lors de la génération de la prévisualisation PDF

source: An error occurred while uploading your image.
fr_fr: Une erreur est survenue lors du téléversement de votre image.

source: CSS rules that will override the default ones above.
fr_fr: Règles CSS qui vont surcharger celle par défaut définies au dessus.

source: Cancel
fr_fr: Annuler

source: Close
fr_fr: Fermer

source: Copy
fr_fr: Copier

source: Copy image URL to clipboard
fr_fr: Copier l'URL de l'image dans le presse papier

source: Copy variable to clipboard
fr_fr: Copier la variable dans le presse-papier

source: Cover page
fr_fr: Page de garde

source: Cover page: %s
fr_fr: Page de garde : %s

source: Create and edit PDF templates
fr_fr: Créer et éditer des modèles de PDF

source: Create template
fr_fr: Créer un modèle

source: Default CSS rules that are used to shape the style of the document.
fr_fr: Règles CSS par défaut qui sont utilisées pour mettre en forme le document.

source: Default styling
fr_fr: Style par défaut

source: Delete
fr_fr: Supprimer

source: Delete %s
fr_fr: Supprimer %s

source: Delete image
fr_fr: Supprimer l'image

source: Document title
fr_fr: Titre du document

source: Duplicate
fr_fr: Dupliquer

source: Edit
fr_fr: Éditer

source: Footer
fr_fr: Pied de page

source: Footer: %s
fr_fr: Pied de page : %s

source: General styling
fr_fr: Style général

source: Header
fr_fr: Entête

source: Header: %s
fr_fr: Entête : %s

source: If you delete the image then the template might appear broken.
fr_fr: Si vous supprimez l'image alors le modèle pourra apparaître cassé.

source: Image URL copied!
fr_fr: URL de l'image copiée !

source: Images can be used in the template by copy pasting their URL.
fr_fr: Les images peuvent être utilisées par le modèle en copiant collant leur URL.

source: Images gallery
fr_fr: Galerie d'images

source: Images library
fr_fr: Bibliothèque d'images

source: Images uploaded here can be used inside PDF templates.
fr_fr: Les images téléversées ici peuvent être utilisées dans les modèles PDF.

source: Interpretation of those rules will depend on the browser used to generate the document.
fr_fr: L'interprétation de ces règles dépendent du navigateur utilisé pour générer le document.

source: It is generally used to display metadata about the document (document title), and can be enhanced with logo or background images.
fr_fr: Elle est généralement utilisée pour afficher des informations à propos du document (titre du document), et peut être agrémentée avec des logos ou des images d'arrière plan.

source: Name
fr_fr: Nom

source: No changes for template
fr_fr: Aucun changement pour le modèle

source: PDF Template
fr_fr: Modèle PDF

source: PDF templates manager
fr_fr: Gestionnaire de modèles PDF

source: Please confirm your action.
fr_fr: Merci de confirmer votre action.

source: Preview
fr_fr: Prévisualisation

source: Preview error
fr_fr: Erreur de prévisualisation

source: Return to templates list
fr_fr: Retour à la liste des modèles

source: Save
fr_fr: Sauvegarder

source: Size
fr_fr: Taille

source: Syntax error with variable %s, the variable must be in uppercase. Expected: %s.
fr_fr: Erreur de syntaxe avec la variable %s, la variable doit être écrite en majuscules. Attendu : %s.

source: Syntax error with variable %s: spaces are not allowed, the variable will not be interpreted. Expected: %s.
fr_fr: Erreur de syntaxe avec la variable %s : les espaces ne sont pas autorisés, la variable ne sera pas interprétée. Attendu : %s.

source: Technical documentation
fr_fr: Documentation technique

source: Template creation
fr_fr: Création de modèle

source: Templates
fr_fr: Modèles

source: Templates defined here will be used to produce PDF documents.
fr_fr: Les modèles définis ici seront utilisés pour produire les documents PDF.

source: Templates list
fr_fr: Liste des modèles

source: The cover page, or title page, is the first page of the document.
fr_fr: La page de garde, ou page de titre, est la première page du document.

source: The footer is displayed at the bottom of every pages of the document.
fr_fr: Le pied de page est affiché en bas de chaque page du document.

source: The header is displayed at the top of every pages of the document.
fr_fr: L'entête est affichée en haut de chaque page du document.

source: The image has been deleted.
fr_fr: L'image a été supprimée.

source: The image has been uploaded.
fr_fr: L'image a été téléversée.

source: The template has been created
fr_fr: Le modèle a été créé

source: The template has been deleted
fr_fr: Le modèle a été supprimé

source: The template has been updated
fr_fr: Le modèle a été mis à jour

source: The template label is mandatory
fr_fr: Le label du modèle est obligatoire

source: There isn't any templates defined
fr_fr: Il n'y a pas de modèle défini

source: There isn't any uploaded image yet.
fr_fr: Il n'y a pas encore d'image téléversée.

source: They will be dynamically replaced during generation of the document.
fr_fr: Elles seront remplacées dynamiquement lors de la génération du document.

source: This can be used to include a logo, or a background image.
fr_fr: Ça peut être utile pour inclure un logo, ou une image de fond.

source: This image seems to be used by the following template:
fr_fr: Cette image semble utilisée par le modèle suivant :

source: This is useful to match your company design guidelines for example.
fr_fr: Ceci permet d'appliquer les règles de conception de documents propres à votre entreprise par exemple.

source: This is where you can apply your company design policy.
fr_fr: C'est là où vous pouvez appliquer la charte graphique recommandée par votre entreprise.

source: This operation cannot be undone.
fr_fr: Cette opération ne pourra pas être annulée.

source: Title of the generated document
fr_fr: Titre du document généré

source: Unknown variable %s, the variable will not be interpreted.
fr_fr: Variable %s inconnue, la variable ne sera pas interprétée.

source: Update template
fr_fr: Mise à jour du modèle

source: Updated by
fr_fr: Mis à jour par

source: Updated on
fr_fr: Mis à jour le

source: Upload image
fr_fr: Téléverser une image

source: Uploaded by
fr_fr: Téléversée par

source: Variable copied!
fr_fr: Variable copiée !

source: Variables can be used in cover page, header, and footer.
fr_fr: Les variables peuvent être utilisées dans la page de garde, l'entête, et le pied de page.

source: Variables can be used.
fr_fr: Les variables peuvent être utilisées.

source: You are about to delete the PDF template '%s'.
fr_fr: Vous êtes sur le point de supprimer le modèle PDF '%s'.

source: You are about to delete the image %s.
fr_fr: Vous êtes sur le point de supprimer l'image %s.

source: You can add or remove images in the %simages library%s.
fr_fr: Vous pouvez ajouter ou supprimer des images dans la %sbibliothèque d'images%s.

source: Your library is empty.
fr_fr: Votre bibliothèque est vide.
