Repository: Enalean/tuleap
Catalog: plugins/roadmap/site-content/*/LC_MESSAGES/tuleap-roadmap.po
Languages: fr_fr

source: Displays project roadmap as a widget
fr_fr: Affiche la feuille de route du projet en tant que widget

source: No iteration tracker configured, or you are not allowed to see it.
fr_fr: Il n'y a pas de tracker d'itération configuré, ou vous n'avez pas le doit de le voir.

source: Roadmap
fr_fr: Feuille de route

source: Roadmap widget
fr_fr: widget Feuille de route

source: The roadmap cannot be found.
fr_fr: La feuille de route est introuvable.

source: The task cannot be found.
fr_fr: La tâche est introuvable.

source: The tracker does not have a "title" field, or you are not allowed to see it.
fr_fr: Le tracker n'a pas de champ "titre", ou vous n'avez pas le doit de le voir.

source: The tracker does not have a timeframe defined, or you are not allowed to see it.
fr_fr: Le tracker n'a pas de plage de temps définie, ou vous n'avez pas le droit de la voir.

source: Unknown level
fr_fr: Niveau inconnu

source: the Roadmap widget
fr_fr: le widget Feuille de route
