Repository: Enalean/tuleap
Catalog: plugins/roadmap/scripts/configure-widget/po/*.po
Languages: fr_fr

source: Artifacts of the selected tracker will appear in the upper part of the Roadmap, below the Quarters/Months/Weeks.
fr_fr: Les artéfacts de l'outil de suivi sélectionné apparaîtront dans la partie supérieure de la feuille de route, en dessous des semestres/mois/semaines.

source: Default timescale
fr_fr: Échelle de temps par défaut

source: Level 2 is expected to be a sub-division of level 1.
fr_fr: Niveau 2 est supposé être une subdivision du niveau 1.

source: Month
fr_fr: Mois

source: No results found
fr_fr: Aucun résultat trouvé

source: No values to select
fr_fr: Aucune valeur à sélectionner

source: Please choose a tracker
fr_fr: Veuillez choisir un outil de suivi

source: Quarter
fr_fr: Trimestre

source: Remove all values
fr_fr: Supprimer toutes les valeurs

source: Roadmap
fr_fr: Feuille de route

source: Selected trackers are expected to have continuous time (i.e. artifacts timeframe do not overlap).
fr_fr: Les outils de suivi sélectionnés sont supposés avoir une ligne de temps continue (les plages de temps des artéfacts ne se chevauchent pas).

source: Show progress of
fr_fr: Afficher la progression de

source: Timeframe ribbon, level 1 (eg. Release)
fr_fr: Ruban de la plage de temps, niveau 1 (ex Release)

source: Timeframe ribbon, level 2 (eg. Sprint)
fr_fr: Ruban de la plage de temps, niveau 2 (ex Sprint)

source: Title
fr_fr: Titre

source: Week
fr_fr: Semaine
