Repository: Enalean/tuleap
Catalog: plugins/hudson_svn/site-content/*/LC_MESSAGES/tuleap-hudson_svn.po
Languages: fr_fr

source: %1$s will automatically pass following parameters to the job:
fr_fr: %1$s passera automatiquement les paramètres suivants au job jenkins:

source: An error occurred while adding job.
fr_fr: Une erreur est survenue lors de l'ajout du job.

source: An error occurred while deleting job.
fr_fr: Une erreur est survenue lors de la suppression du job.

source: Continuous Integration for Subversion plugin
fr_fr: Intégration Continue pour le plugin Subversion

source: Continuous Integration with Hudson/Jenkins for Subversion plugin
fr_fr: Intégration continue avec Hudson/Jenkins pour le plugin Subversion

source: Identifier (String) of %1$s user who made the commit.
fr_fr: Identifiant (Chaine) de l'utilisateur %1$s qui a fait le commit.

source: Identifier (String) of the current project.
fr_fr: Identifiant (Chaine) du projet courant.

source: If empty, every commits will trigger a build.
fr_fr: Si vide, tous les commits déclencheront un build.

source: One path per line...
fr_fr: Un chemin par ligne...

source: Only when commit occurs on following paths
fr_fr: Uniquement lors de commit sur les répertoires suivants

source: Repository not found.
fr_fr: Le dépôt demandé n'existe pas.

source: SVN multiple repositories
fr_fr: SVN dépôt multiple

source: Subversion multi repositories trigger
fr_fr: Evénement Subversion multi dépôts

source: This request is not valid.
fr_fr: La requête n'est pas valide.

source: Trigger a build after a commit in repository
fr_fr: Déclencher un build après un commit dans le dépôt

source: URL (String) of the updated repository (https://svn.example.com/svnplugin/ExampleDepot/).
fr_fr: URL (Chaine) du dépôt mis à jour (https://svn.exemple.com/svnplugin/ExempleDepot/).

source: Value (string) of paths impacted by commit. Please note that paths are end of line separated.
fr_fr: Valeur (Chaine) des chemins impactés par le commit. Merci de noter que les chemins sont séparés par un caractère de retour à la ligne.
