Repository: Enalean/tuleap
Catalog: plugins/tracker/scripts/move-artifact-action/po/*.po
Languages: fr_fr

source: 1 field does not fully match with the targeted tracker. One value of the field has not been found in targeted tracker, if you confirm your action, this value will be lost forever:
fr_fr: 1 champ ne correspond pas entièrement avec le tracker de destination. Une valeur du champ n'a pas été trouvée, si vous confirmez votre action, cette valeur sera définitivement perdue:

source: 1 field does not match with the targeted tracker. If you confirm your action, its value will be lost forever:
fr_fr: 1 champ ne correspond pas avec le tracker de destination. Si vous confirmez votre action, sa valeur sera définitivement perdue:

source: 1 field will be fully migrated:
fr_fr: 1 champ sera entièrement migré:

source: An artifact cannot be moved in the same tracker
fr_fr: Un artifact ne peut pas être déplacé dans le même tracker

source: Choose project...
fr_fr: Choisissez un projet...

source: Choose tracker...
fr_fr: Choisissez un tracker...

source: Close
fr_fr: Fermer

source: Confirm
fr_fr: Confirmer

source: Destination project
fr_fr: Projet destination

source: Destination tracker
fr_fr: Tracker de destination

source: Move
fr_fr: Déplacer

source: Move artifact
fr_fr: Déplacer l'artifact

source: Show more
fr_fr: Voir plus

source: This artifact cannot be moved to the selected tracker because none of its fields matches with it.
fr_fr: Cet artifact ne peut pas être déplacé vers le tracker sélectionné car aucun de ses champs ne correspond avec celui-ci.
