Repository: Enalean/tuleap
Catalog: plugins/document/site-content/*/LC_MESSAGES/tuleap-document.po
Languages: fr_fr

source: Above this limit, the archive is considered big enough to display a warning to the user. The archive can still be downloaded.
fr_fr: Au dessus de cette limite, l'archive est considérée suffisamment grosse pour afficher un avertissement à l'utilisateur. L'archive peut quand même être téléchargée.

source: An error occurred while saving configuration.
fr_fr: Une erreur est survenue lors de la sauvegarde de la configuration.

source: Columns
fr_fr: Colonnes

source: Configuration of search view has been updated
fr_fr: La configuration de l'interface de recherche a été mise à jour

source: Configure search interface
fr_fr: Configurer l'interface de recherche

source: Criteria
fr_fr: Critères

source: Displayed columns
fr_fr: Colonnes affichées

source: Document manager
fr_fr: Gestionnaire de document

source: Documents service is not activated in project %s
fr_fr: Le service Documents n'est pas activé pour le projet %s

source: Embedded file
fr_fr: Fichier embarqué

source: File
fr_fr: Fichier

source: File download limits
fr_fr: Limites de téléchargement

source: Filename
fr_fr: Nom du fichier

source: Files missing in your latest archive download
fr_fr: Des fichiers manquent dans l'archive récemment téléchargée

source: Folder
fr_fr: Dossier

source: Following columns will be displayed in the results table.
fr_fr: Les colonnes suivantes seront affichées dans la table des résultats.

source: Following criteria will be displayed in the search pane.
fr_fr: Les critères suivants seront affichés dans la recherche.

source: Hence, Tuleap will avoid users from forgetting to communicate changes made in the document.
fr_fr: Par conséquent, Tuleap évitera aux utilisateur d'oublier de remplir les changements apportés au document.

source: History enforcement
fr_fr: Historique

source: However, all its content could not have been included in the archive.
fr_fr: Cependant, tout son contenu n'a pas pu être ajouté à l'archive.

source: Invalid request
fr_fr: Requête invalide

source: MB
fr_fr: Mo

source: Maximum file size of the archive
fr_fr: Taille maximum de l'archive

source: Megabytes
fr_fr: Mégaoctets

source: None
fr_fr: Aucun

source: Please contact your site administrator.
fr_fr: Veuillez contacter votre administrateur de site.

source: Please note: the <span class="tlp-badge-secondary"> Global search </span> criteria will always be displayed.
fr_fr: Veuillez noter: le critère <span class="tlp-badge-secondary"> Recherche globale </span> sera toujours affiché.

source: Please note: the <span class="tlp-badge-secondary"> Id </span> and the <span class="tlp-badge-secondary"> Title </span> columns will always be available.
fr_fr: Veuillez noter: les colonnes <span class="tlp-badge-secondary"> Id </span> et <span class="tlp-badge-secondary"> Titre </span>seront toujours affichées.

source: Project not found
fr_fr: Projet non trouvé

source: Propose changelog after new file version drag and drop
fr_fr: Proposer de remplir le journal des modifications après le glissé déposé d'une nouvelle version d'un fichier

source: Save configuration
fr_fr: Sauvegarder la configuration

source: Save settings
fr_fr: Enregistrer

source: Search
fr_fr: Recherche

source: Search criteria
fr_fr: Critères de recherche

source: Search view
fr_fr: Interface de recherche

source: Settings have been saved successfully.
fr_fr: Les paramètres ont été sauvegardés avec succès.

source: Submitted maximum file size should be an unsigned integer greater than zero.
fr_fr: La taille maximum qui a été soumise devrait être un entier positif supérieur à zéro.

source: Submitted warning threshold should be an unsigned integer greater than zero.
fr_fr: Le seuil d'avertissement qui a été soumis devrait être un entier positif supérieur à zéro.

source: There was a problem and the following files could not be downloaded:
fr_fr: Il y a eu un problème et les fichiers suivants n'ont pas pu être téléchargés :

source: This limit prevents a user from downloading a folder with a total size exceeding x MB.
fr_fr: Cette limite empêche un utilisateur de télécharger un dossier dont la taille totale dépasse x Mo.

source: Those settings apply when downloading a folder as a zip archive.
fr_fr: Ces paramètres s'appliquent lors du téléchargement d'un dossier en tant qu'archive zip.

source: Unable to find the root folder of project
fr_fr: Impossible de trouver le dossier racine du projet

source: Warning threshold
fr_fr: Seuil d'avertissement

source: When this option is enabled, a changelog modal will open each time a user creates a new version of a file by drag and drop.
fr_fr: Lorsque que cette option est active, la modal du journal des modifications s'ouvrira à chaque fois qu'un utilisateur créé une nouvelle version d'un fichier au moyen d'un glissé-déposé.

source: You have recently downloaded the folder "%s" (id: %d) in the project %s.
fr_fr: Vous avez récemment téléchargé le dossier "%s" (id: %d) dans le projet %s.

source: You will find a file named TULEAP_ERRORS.txt at the root of the archive, listing all the impacted files.
fr_fr: Vous trouverez un fichier nommé TULEAP_ERRORS.txt à la racine de l'archive, répertoriant tous les fichiers impactés.
