                                                    <!doctype html public "-//W3C//DTD HTML 3.2 //EN">
<html>
<head>
<title>SourceForge New Project HOWTO (German)</title>
<meta name="description" content="Kurze Anleitung, wie man bei www.sourceforge.net ein neues Projekt einrichtet">
<meta name="author" content="Michael Renzmann">
<meta name="generator" content="Ulli Meybohms HTML EDITOR">
</head>
<body text="#000000" bgcolor="#FFFFFF" link="#0000FF" alink="#336699" vlink="#0000FF">

<center>
  <h2>SourceForge New Project HOWTO (German)</h2>
  <h3>oder: Wie man bei SourceForge ein neues Projekt einrichtet</h3>
</center>

<hr noshade size="1">

<p>
&Uuml;bersetzung: <a href="mailto:otaku@users.sourceforge.net">otaku</a><br>
Originaltext: <a href="mailto:prettypoly@users.sourceforge.net">prettypoly</a><br>
Stand: 29.12.1999
</p>

<p>
<font size=-2><u>Anmerkung des &Uuml;bersetzers:</u><br>
Es gibt mit Sicherheit Leute, deren Englisch besser ist als meines.
Von daher sind Hinweise auf (grobe) &Uuml;bersetzungsfehler o.&auml;. nat&uuml;rlich gerne willkommen. Ich
habe versucht, die Anleitung von prettypoly nicht wortw&ouml;rtlich zu &uuml;bersetzen, da&szlig;
klingt sonst alles so gestelzt :-)<br>
Diese Version der HOWTO geht auch noch davon aus, da&szlig; man im Notfall auch ein paar Brocken Englisch
versteht, um sich auf der SourceForge-Homepage zurechtzufinden. Sp&auml;ter (wenn die Entwicklung bei SF mal
etwas langsamer voranschreitet) werde ich diese Anleitung auch noch ein wenig erweitern. Vielleicht findet sich
bis dahin ja auch jemand, der sich die M&uuml;he macht und eine deutsche Bedienungsanleitung f&uuml;r SF
schreibt...<br>
Man m&ouml;ge mir Fl&uuml;chtigkeitsfehler bitte nachsehen, da ich diese &Uuml;bersetzung spontan mitten in der
Nacht geschrieben habe. Da kann sich schon mal der eine oder andere Vertipper einschleichen... :-)
</font>
</p>
<hr noshade size="1"><br>

<p><b><u>Vorwort</u></b></p>

<p>Hallo SourceForge-Neulinge!</p>
<p>Ich habe diese Anleitung geschrieben, um die Einrichtung eines neuen Projektes  und die ersten Schritte bei
SourceForge zu vereinfachen. Das ganze ist noch unvollst&auml;ndig und wird (hoffentlich) mit SourceForge
mitwachsen.</p>
<p>Die folgende Situation d&uuml;rfte auf die meisten Programmierer zutreffen:<br>
Es ist ein Verzeichnis vorhanden, in dem der geschriebene Code liegt, vielleicht sogar ein aktuelles CVS repository.
Die Features von SourceForge sollen genutzt werden, um das Projekt effizient weiterzuentwickeln, der &Ouml;ffentlichkeit
vorzustellen, vielleicht ein paar Helfer zu finden und nat&uuml;rlich auch neue Benutzer. Ich gehe im folgenden daher
einfach mal von dieser Situation aus. Also los...
</p>

<p><b><u>&Uuml;berblick</u></b></p>

<p>Die folgende Liste zeigt, was zum Einrichten eines neuen Projektes bei SourceForge gemacht werden mu&szlig. Die
Erkl&auml;rung dazu kommt gleich.

<ol>
  <li><a href="#one">Als neuer User bei SourceForge anmelden</a></li>
  <li><a href="#two">Mit diesem Account einloggen und das neue Projekt anmelden</a></li>
  <li><a href="#three">Gruppen- und Projektinformationen anpassen</a></li>
  <li><a href="#four">CVS repository mit dem aktuellen Schnappschu&szlig; des Quellcodes einrichten</a></li>
  <li><a href="#five">Webseiten f&uuml;r das Projekt auf den Webserver laden</a></li>
  <li><a href="#six">Mailinglisten anlegen</a></li>
  <li><a href="#seven">ggf. mit CVS vertraut machen und mit der Arbeit loslegen (bzw. weitermachen)!</a></li>
</ol>
... au&szlig;erdem k&ouml;nnte man noch folgendes brauchen:
<ol start=8>
  <li>Ein Filemodul freigeben, damit man sich den Fortschritt des Projekts ansehen kann</li>
  <li>SourceForge &quot;Site Documentation&quot; und das Hilfe-Forum durchlesen</li>
</ol></p>

<p><b><u>An die Arbeit...</u></b></p>

<p><b><a name="one">1. Als neuer User bei SourceForge anmelden</a></b></p>
<p>Dazu mu&szlig; man auf der <a href="http://www.sourceforge.net">SourceForge-Homepage</a> die Option
&quot;New User via SSL&quot; anklicken. Damit der neue Account eingerichtet werden kann, werden einige pers&ouml;nliche
Daten abgefragt. Hat man das hinter sich gebracht, kann man sich ab jetzt immer &uml;ber die Option &quot;Login via
SSL&quot; anmelden.</p>
<p>Nach dem Login befindet man sich auf seiner pers&ouml;nlichen Seite. Hier wird beispielsweise aufgelistet, an
welchen Projekten man teilnimmt. Am linken Rand dieser Seite findet man einige Optionen, von denen uns vor allem
&quot;Register New Project&quot; interessiert.</p>

<p><b><a name="two">2. Das neue Projekt anmelden</a></b></p>
<p>Nun mu&szlig; man sich durch eine Reihe Seiten durcharbeiten und die gew&uuml;nschten Informationen angeben. Das
ganze ist eigentlich recht verst&auml;ndlich geschrieben und einfach zu handhaben, daher gehe ich auf die einzelnen
Angaben hier nicht weiter ein.</p>
<p>Wenn man alle Angaben gemacht hat, schickt man die Beschreibung des Projekt an das SourceForge-Team. Das Projekt
wird dann begutachtet und &uuml;berpr&uuml;ft, ob es den Zielen von SourceForge entspricht. Keine Sorge, ich habe
bis jetzt nicht geh&ouml;rt, da&szlig; ein Projekt abgelehnt wurde... wenn es unter einer OpenSource-Lizenz steht
und frei verf&uuml;gbar ist, sollte es klappen.</p>
<p>Nun mu&szlig; man ein wenig warten. In der Regel bekommt man innerhalb von 24 Stunden eine Mail mit dem Hinweis,
da&szlig; das Projekt eingerichtet wurde. Wenn man sich nun wieder einloggt, findet man am unteren Ende seiner
pers&ouml;nlichen Seite einen Link zum Verwaltungsbereich des neuen Projekts.</p>

<p><b><a name="three">3. Gruppen- und Projektinformationen anpassen</a></b></p>
<p>Hat man den Link auf seiner pers&ouml;nlichen Seite angeklickt, kommt man also zum Verwaltungsbereich des neuen
Projektes. Hier kann man zahlreiche Einstellungen vornehmen.</p>
<p>Bis jetzt hat mal also folgendes:
<ul>
  <li>eine Website unter http://<i>Projektname</i>.sourceforge.net</li>
  <li>ein CVS repository unter cvs.<i>Projektname</i>.sourceforge.net:/cvsroot/<i>Projektname</i></li>
  <li>einen anonymous FTP-Zugang unter ftp.<i>Projektname</i>.sourceforge.net</li>
  <li>und Zugriff auf einen Mailinglisten-Server</li>
</ul>
</p>
<p>Als erstes sollte man eine Beschreibung des neuen Projektes angeben. Dazu klickt man auf &quot;Project
Admin&quot;, dann auf &quot;Edit Group Public Information and Categorization&quot;. Hier werden die gew&uuml;nschten
Informationen in die entsprechenden Felder eingegeben. Die Beschreibung und die Zielplattform(en) werden in der
Software Map angezeigt, in der alle Projekte bestimmten Kategorien zugeordnet und beschrieben werden. Ein Link zur
Software Map ist am linken Rand oben zu finden.</p>
<p>Die n&auml;chste Frage, die interessiert, ist: gibt es weitere Entwickler, die an diesem Projekt mitarbeiten?
Wenn ja, dann m&uuml;ssen sie sich alle bei SourceForge wie unter 1. beschrieben anmelden und Ihnen die Usernamen
mitteilen. Sie k&ouml;nnen dann die Namen in die Liste der Entwickler aufnehmen und ihnen Schreibzugriff auf den
CVS-Server und die Website geben. Dazu w&auml;hlt man im Verwaltungsbereich des Projektes &quot;Add Group
Member&quot; und gibt die entsprechenden Namen ein.</p>
<p>Der Rest der Einstellungen im Verwaltungsbereich wird sp&auml;ter interessant. Nun sollte man erstmal etwas Code
bereitstellen...</p>

<p><b><a name="four">4. CVS repository mit dem aktuellen Schnappschu&szlig; des Quellcodes einrichten</a></b></p>
<p>Wenn man mit CVS (wie ich) noch keine Erfahrung hat, braucht man ein bisschen Eingew&ouml;hnungszeit. Den
Neulingen m&ouml;chte ich kurz beschreiben, was CVS &uuml;berhaupt macht:</p>
<p>CVS f&uuml;hrt Buch &uuml;ber die Ver&auml;nderungen, die am Sourcecode vorgenommen wurden, zusammen mit einer
Beschreibung dessen, was ver&auml;ndert wurde. Man kann sich zu jeder Zeit jede vorangegangene Version jeder
Datei im repository ansehen. Durch CVS k&ouml;nnen mehrere Entwickler zur gleichen Zeit an der gleichen Datei
arbeiten und ihre &Auml;nderungen zusammenf&uuml;hren. Wenn zwei &Auml;nderungen sich gegenseitig beeinflussen,
werden die Entwickler darauf hingewiesen und sichergestellt, da&szlig; der Konflikt behoben wird, bevor die neue
Version der Datei im repository aufgenommen wird.</p>
<p>Das ist eine sch&ouml;ne Sache, an die man sich zwar erst ein wenig gew&ouml;hnen mu&szlig;, die man aber bald
sch&auml;tzen wird. Im Wesentlichen besteht der Entwicklungszyklus aus:</p>

<ol>
  <li>
    Man importiert den kompletten Sourcecode ins repository; anschlie&szlig;end checkt jeder Entwickler eine
    Arbeitskopie aus dem Entwicklungsbaum aus.
  </li>
  <li>
    Nun arbeitet jeder Entwickler in seiner gewohnten Umgebung am Programm. Sobald ein neues Feature fertig ist,
    aktualisiert man zun&auml;chst die lokale Kopie, um auf dem laufenden zu sein und schreibt die ver&auml;nderten
    Files zur&uuml;ck in den Entwicklungsbaum.
  </li>
  <li>
    Sollten beim zur&uuml;ckschreiben der Ver&auml;nderungen irgendwelche Konflikte auftauchen, wird man darauf
    hingewiesen und mu&szlig; anschlie&szlig;end manuell entsprechende &Auml;nderungen vornehmen. In den Dateien
    werden die ver&auml;nderten Bereiche mit &quot;>>>>>&quot; hervorgehoben und beide Versionen angezeigt. Hier
    l&ouml;scht man entweder einfach die alte Version oder pa&szlig;t den Bereich an, damit er wie gew&uuml;nscht
    arbeitet. Wenn alle Konflikte beseitigt sind, geht man wieder zur&uuml;ck zu Punkt 2 und setzt die Arbeit fort.
  </li>
</ol>

<p>Gut. Nun zu den Details, wie man den eigenen Source-Baum auf den CVS-Server von SourceForge l&auml;dt. Als erstes
sollte man sich die &quot;Site Documentation&quot; zum Thema CVS ansehen. Will man mehr wissen, ist der Griff zum
180 Seiten starken (und frei verf&uuml;gbaren) CVS-Handbuch angesagt. Dann geht man wie folgt vor:</p>
<p>SSH und CVS f&uuml;r das benutzte Betriebssystem besorgen. F&uuml;r die Kombination Linux und bash gibt man nun
ein:</p>
<code>
export CVS_RSH=ssh<br>
export CVSROOT=<i>Username</i>@cvs.<i>Projektname</i>.sourceforge.net:/cvsroot/<i>Projektname</i><br>
</code>
<p>Mit der ersten Zeile sagt man CVS, da&szlig; es mit Hilfe von SSH die Verbindung zum repository aufnehmen
soll. Das wird aus Sicherheitsgr&uuml;nden so gemacht. Die zweite Zeile teilt CVS mit, wo das repository genau zu
finden ist. Die kursiven Teile (Username und Projektname) m&uuml;ssen entsprechend angepa&szlig;t werden!</p>
<p>Oft wird man nun den Sourcecode aus einem Verzeichnis-Baum in den CVS-Server importieren wollen. Dazu
wechselt man in das Verzeichnis, da&szlig; &uuml;bertragen werden soll, und gibt folgende Zeile ein:</p>
<code>
cvs import <i>Verzeichnisname</i> vendor start
</code>
<p><i>Verzeichnisname</i> ist der Name, unter dem das repository angesprochen werden soll. Wenn alles klappt, wird
man nun nach seinem SourceForge User-Pa&szlig;wort gefragt. Anschlie&szlig;end wird das Verzeichnis in den
CVS-Server importiert, was ggf. ein Weilchen dauern kann.</p>
<p>Jetzt legt man ein Backup des &quot;alten&quot; Codes an, den man gerade auf den CVS-Server kopiert hat. In
Zukunft arbeitet man nicht mehr mit dieser Version, sondern mit einer frisch ausgecheckten CVS-Version. Die
erh&auml;lt man mit</p>
<code>
cvs checkout <i>Verzeichnisname</i>
</code>
<p>Dadurch bekommt man eine Arbeitskopie des Sources in f&uuml;r CVS verdaulicher Form. Man sollte auf keinen Fall
vergessen, da&szlig; jede neue oder gel&ouml;schte Datei bzw. Verzeichnis CVS bekanntgegeben werden mu&szlig.
Weitere Informationen dazu gibts im oben genannten Buch.</p>

<p><b><a name="five">5. Webseiten f&uuml;r das Projekt auf den Webserver laden</a></b></p>
<p>Ich gehe davon aus, da&szlig; bereits ein paar Seiten zum Projekt existieren, die nun auch auf SourceForge
zur Verf&uuml;gung stehen sollen, damit man einen Eindruck von Ihrem Projekt gewinnen kann. Sollten Sie noch
keine Seiten erstellt haben und auch nicht wissen, wie Sie das am besten anstellen, dann ist
<a href="http://www.teamone.de/selfhtml">SelfHTML</a> von Stefan M&uuml;nz die richtige Adresse f&uuml;r Sie.</p>
<p>Um auf dem Projektaccount zu arbeiten, loggt man sich per SSH auf SourceForge ein, z.B. mit</p>
<code>
ssh -l <i>Username</i> <i>Projektname</i>.sourceforge.net
</code>
<p>Anschlie&szlig;end findet man sich im Home-Verzeichnis des Projektes wieder. Von hier aus werden alle
Projektdateien im Verzeichnis <samp>/home/groups/<i>Projektname</i></samp> abgelegt. Dort sind alle Webseiten im
Verzeichnis <samp>ht_docs</samp> untergebracht. Bisher befindet sich in diesem Verzeichnis nur eine Datei
<samp>index.php</samp>, die besagt, da&szlig; bisher noch keine Webseiten zur Verf&uuml;gung stehen.</p>
<p>Die Webseiten werden mit dem Kommando <samp>scp</samp> &uuml;bertragen, da&azlig; mit ssh ausgeliefert wird.
Es wird folgenderma&szlig;en benutzt:</p>
<code>
scp <i>lokale_Dateien_zum_&uuml;bertragen</i> <i>Username</i>@shell.sourceforge.net:/home/groups/<i>Projektname</i>/ht_docs
</code>
<p>Ich empfehle Ihnen, die Dateien mit gzip zu packen und mit scp zu &uuml;bertragen. Loggen Sie sich
anschlie&zlig;end mit ssh auf SourceForge ein und entpacken Sie das Archiv mit gunzip.</p>
<p>Sie fragen Sich vielleicht, was Sie auf Ihre Webseiten schreiben sollen. Neben einer Beschreibung des
Projekt k&ouml;nnten Sie folgendes unterbringen:</p>
<ol>
  <li>ein Link auf die SourceForge-Projektseite</li>
  <li>Links zu den Mailinglisten (die wir gleich anlegen)</li>
  <li>ein SourceForge-Icon und einen Zugriffsz&auml;hler; Informationen dazu gibts bei der &quot;Site
      Documentation&quot; von SourceForge</li>
  <li>ein Link zum Webinterface des CVS-Servers unter http://cvs.sourceforge.net/cgi-bin/cvsweb.cgi/?cvsroot=<i>Projektname</i></li>
  <li>einige f&uuml;r Ihr Projekt spezifische Informationen, wie CVS benutzt werden kann/soll</li>
</ol>
<p>Das sind nat&uuml;rlich nur einige Anregungen. Lassen Sie Ihre Fantasie spielen und versuchen Sie sich
vorzustellen, was Besucher Ihrer Seiten interessieren k&ouml;nnte.</p>

<p><b><a name="six">6. Mailinglisten anlegen</a></b></p>
<p>Auch, wenn sich bei einem Projekt noch nicht viel tut oder nur ein einzelner Entwickler daran arbeitet, sollte
man in die Zukunft denken. Ich empfehle, drei Standardlisten f&uuml;r jedes Projekt anzulegen. Eine
<i>devel</i>-Liste f&uuml;r Entwickler, eine <i>users</i>-Liste f&uuml;r die Benutzer und eine
<i>announce</i>-Liste, auf der neue Versionen angek&uuml;ndigt werden.</p>
<p>Die Listen k&ouml;nnen im Verwaltungsbereich des Projektes mit der Option &quot;Mailing List Admin&quot;
angelegt werden. Das sollte keine Probleme bereiten, daher gehe ich darauf nicht weiter ein.</p>

<p><b><a name="seven">7. Mit CVS vertraut machen</a></b></p>
<p>Hier sind die wichtigsten Kommandos, die man eigentlich st&auml;ndig braucht. Alles weitere mu&szlig; man im
schon genannten Handbuch nachschlagen.</p>
<p>Die lokale Arbeitskopie des Sources mit der aktuellen Version auf dem Server zu synchronisieren:</p>
<code>
cvs -z3 update -Pd
</code>
<p>(dazu mu&szlig; man CVSROOT und CVS_RSH wie oben beschrieben eingestellt haben).</p>
<p>Die &Auml;nderungen an einer Datei auf den CVS-Server einspielen: </p>
<code>
cvs commit -m &quot;Beschreibung der Ver&auml;nderungen.&quot; <i>Dateiname</i>
</code>
<p>Eine neue Datei in das CVS repository aufnehmen:</p>
<code>
cvs add <i>Dateiname</i><br>
cvs commit -m &quot;<i>Dateiname</i> hinzugef&uuml;gt&quot; <i>Dateiname</i>
</code>
<p>... und nun kanns losgehen!</p>

</body>
</html>