Repository: Enalean/tuleap
Catalog: plugins/mediawiki_standalone/site-content/*/LC_MESSAGES/tuleap-mediawiki_standalone.po
Languages: fr_fr

source: An error occurred while migrating the project.
fr_fr: Une erreur est survenue lors de la migration du projet.

source: Build of %s MediaWiki failed
fr_fr: La construction du MediaWiki de %s a échoué

source: Building of %s MediaWiki in progress
fr_fr: Construction du MediaWiki de %s en cours

source: Cannot start MediaWiki standalone migration. Make sure that project is using legacy MediaWiki service and migration is not already started.
fr_fr: Impossible de démarrer la migration vers MediaWiki standalone. Assurez-vous que le projet utilise bien l'ancien service MediaWiki et que la migration n'a pas été démarrée entre temps.

source: Global MediaWiki Administrator
fr_fr: Administrateur d'instances de MediaWiki

source: Global permissions
fr_fr: Permissions globales

source: Granted groups
fr_fr: Groupes autorisés

source: MediaWiki Standalone
fr_fr: MediaWiki autonome

source: MediaWiki administration
fr_fr: Administration de MediaWiki

source: MediaWiki administrators
fr_fr: Administrateurs MediaWiki

source: MediaWiki migration has been started for %s. It might take some time to be effective.
fr_fr: La migration MediaWiki a été démarrée pour %s. Cela peut prendre un peu de temps pour finir.

source: MediaWiki permissions have been saved
fr_fr: Les permissions MediaWiki ont été sauvegardées

source: MediaWiki readers
fr_fr: Lecteurs MediaWiki

source: MediaWiki writers
fr_fr: Écrivains MediaWiki

source: Mediawiki Standalone (read only)
fr_fr: MediaWiki autonome (lecture seule)

source: Migration failed
fr_fr: Migration échouée

source: Migration started
fr_fr: Migration démarrée

source: Migrations to MediaWiki standalone
fr_fr: Migrations vers MediaWiki autonome

source: Permission granted for MediaWiki administrators
fr_fr: Permission accordée pour les administrateurs MediaWiki

source: Permission granted for MediaWiki readers
fr_fr: Permission accordée pour les lecteurs de MediaWiki

source: Permission granted for MediaWiki writers
fr_fr: Permission accordée pour les écrivains de MediaWiki

source: Permission reset for MediaWiki administrators
fr_fr: Réinitialisation des permissions pour les administrateurs de MediaWiki

source: Permission reset for MediaWiki readers
fr_fr: Réinitialisation des permissions pour les lecteurs de MediaWiki

source: Permission reset for MediaWiki writers
fr_fr: Réinitialisation des permissions pour les écrivains de MediaWiki

source: Please check plugin restrictions.
fr_fr: Veuillez vérifier les restrictions du plugin.

source: Please check the logs.
fr_fr: Veuillez jeter un œil aux logs.

source: Please come back later
fr_fr: Merci de revenir plus tard

source: Please come back later.
fr_fr: Veuillez revenir plus tard.

source: Project
fr_fr: Projet

source: Project administrators are de facto administrators of MediaWiki
fr_fr: Les administrateurs de projets sont de facto administrateurs de MediaWiki

source: Project name, status
fr_fr: Nom du projet, statut

source: Read only access to information about Mediawiki Standalone
fr_fr: Accès en lecture seule aux informations Mediawiki Autonome

source: Save configuration
fr_fr: Sauvegarder la configuration

source: Something went wrong
fr_fr: Quelque chose s'est mal passé

source: Standalone MediaWiki instances integration with Tuleap
fr_fr: Intégration avec Tuleap d'instances autonome de MediaWiki

source: Start migration
fr_fr: Démarrer la migration

source: Status
fr_fr: Statut

source: The MediaWiki standalone service cannot activated when the Mediawiki service is active
fr_fr: Le service MediaWiki autonome ne peut pas être activé quand le service Mediawiki est actif

source: The MediaWiki standalone service cannot activated when there are still legacy MediaWiki data
fr_fr: Le service MediaWiki autonome ne peut pas être activé quand il y a encore des données du service Mediawiki historique

source: The Mediawiki service cannot activated when the MediaWiki standalone service is active
fr_fr: Le service Mediawiki ne peut pas être activé quand le service MediaWiki autonome est actif

source: The Mediawiki service cannot activated when there are still MediaWiki standalone data
fr_fr: Le service Mediawiki ne peut pas être activé quand il y a encore des données du service MediaWiki autonome

source: The migration already started.
fr_fr: La migration a déjà démarré.

source: The project is not allowed to use MediaWiki standalone.
fr_fr: Le projet n'est pas autorisé à utiliser MediaWiki autonome.

source: The projects below are using the legacy MediaWiki (≤ 1.23). You can migrate them to MediaWiki standalone (≥ 1.35).
fr_fr: Les projets ci-dessous utilise le vieux MediaWiki (≤ 1.23). Vous pouvez les migrer vers MediaWiki autonome (≥ 1.35).

source: There isn't any projects to migrate
fr_fr: Il n'y a pas de projets à migrer

source: This permission grants MediaWiki administration rights for each MediaWiki of every project
fr_fr: Cette permission donne le droit d'administration sur toutes les instances de MediaWiki

source: To be migrated
fr_fr: À migrer

source: Unauthorized
fr_fr: Pas autorisé

source: User groups who can administrate
fr_fr: Groupes d'utilisateurs qui peuvent administrer

source: User groups who can read
fr_fr: Groupes d'utilisateurs qui peuvent lire

source: User groups who can write
fr_fr: Groupes d'utilisateurs qui peuvent écrire

source: {{ user_group_name }} has no global permission
fr_fr: {{ user_group_name }} n'a pas de permissions globales
