Repository: Enalean/tuleap
Catalog: plugins/botmattermost_agiledashboard/site-content/*/LC_MESSAGES/tuleap-botmattermost_agiledashboard.po
Languages: fr_fr

source: Add
fr_fr: Ajouter

source: Add notification
fr_fr: Ajouter une notification

source: Artifact ID
fr_fr: ID de l'artifact

source: Bot Mattermost-Agile Dashboard
fr_fr: Robot Mattermost Agile Dashboard

source: Bot list:
fr_fr: Liste des robots :

source: Bot name
fr_fr: Nom du robot

source: Bot to send stand-up summary in mattermost
fr_fr: Robot pour recevoir un résumé des stand-up sur Mattermost

source: Cancel
fr_fr: Annuler

source: Channel handles list
fr_fr: Liste des canaux

source: Channels
fr_fr: Canaux

source: Choose a bot to send a summary of the stand-up in Mattermost.
fr_fr: Choisissez un robot afin d'envoyer le résumé du stand-up dans Mattermost.

source: Closed
fr_fr: Fermé(e)s

source: Days Until End
fr_fr: Jours restants

source: Delete
fr_fr: Supprimer

source: Delete notification
fr_fr: Suppression de la notification

source: Edit
fr_fr: Éditer

source: Edit notification
fr_fr: Edition de la notification

source: Failed to create the bot notification for stand-up summary
fr_fr: L'ajout du robot de notification pour le résumé des stand-up a échoué

source: Failed to delete the bot notification for stand-up summary
fr_fr: La suppression du robot de notification pour le résumé des stand-up a échoué

source: Failed to update the bot notification for stand-up summary
fr_fr: La mise à jour du robot de notification pour le résumé des stand-up a échoué

source: If you don't see a Bot linked to your Mattermost project/team, please contact your administrator.
fr_fr: Si vous ne voyez pas de robot lié à votre projet/équipe Mattermost, veuillez contacter un administrateur.

source: Invalid post argument(s)
fr_fr: Les arguments soumis lors du formulaire sont invalides

source: Last modification
fr_fr: Dernière modification

source: Mattermost notifications
fr_fr: Notifications Mattermost

source: Name
fr_fr: Nom

source: No bots are defined for the project (either system or project bots). The notification configuration is not available.
fr_fr: Aucun robot n'a été défini pour le projet (robot système ou robot de projet). La configuration des notifications n'est donc pas disponible.

source: No channel selected, the channel defined at the webhook creation will be used as default
fr_fr: Aucun canal n'a été renseigné, celui défini lors de la création du webhook sera utilisé par défaut

source: No milestones in %1$s planning in project %2$s
fr_fr: Aucun jalons dans le planning %1$s du projet %2$s

source: No plannings in project
fr_fr: Aucun plannings dans le projet

source: No recent update on
fr_fr: Aucune modification récente sur

source: Open
fr_fr: Ouvert(e)s

source: Project bots
fr_fr: Robots de projet

source: Quick access
fr_fr: Accès rapide

source: Stand-up summary of %1$s in project %2$s
fr_fr: Résumé du stand-up %1$s du projet %2$s

source: Stand-up summary report time
fr_fr: Heure d'envoi du rapport

source: System bots
fr_fr: Robots système

source: The Mattermost notification has not yet been configured.
fr_fr: Aucune configuration des notifications Mattermost n'est encore en place.

source: The channel handle is display in its URL<br>example: https://example.com/myGroup/channels/mychannel<br>handle: mychannel
fr_fr: L'identifiant du canal est visible dans son URL<br>exemple: https://example.com/monGroupe/channels/canal<br>identifiant : canal

source: The specified time must be adapted according to the server's time zone %1$s
fr_fr: L'heure renseignée doit être adaptée en fonction du fuseau horaire %1$s du serveur

source: Time format: "hh:mm"
fr_fr: Temps au format : "hh:mm"

source: Title
fr_fr: Titre

source: To begin, click on add notification button below.
fr_fr: Pour commencez, cliquez sur ajouter un notification ci-dessous.

source: Update
fr_fr: Mettre à jour

source: You are about to remove the notification. Please confirm your action.
fr_fr: Cette suppression est irréversible. Veuillez confirmer la suppression de la notification.

source: channel1, channel2, channel3
fr_fr: canal1, canal2, canal3
