Repository: Enalean/tuleap
Catalog: plugins/git/site-content/gitphp_locale/*/gitphp.po
Languages: ru_ru

source: blob
ru_ru: содержимое

source: history
ru_ru: история

source: tree
ru_ru: дерево

source: snapshot
ru_ru: снимок

source: object
ru_ru: объект

source: commit
ru_ru: коммит

source: tag
ru_ru: тэг

source: author
ru_ru: автор

source: plain
ru_ru: только содержимое

source: first
ru_ru: первая

source: prev
ru_ru: пред

source: next
ru_ru: след

source: commitdiff
ru_ru: различия

source: committer
ru_ru: коммиттер

source: parent
ru_ru: родитель

source: %1 file changed:
ru_ru: %1 файл изменён:

source: new %1 with mode %2
ru_ru: новый %1 с правами %2

source: new %1
ru_ru: новый %1

source: deleted %1
ru_ru: удалён %1

source: changed from %1 to %2 mode: %3 -> %4
ru_ru: изменён с %1 на %2 права: %3 -> %4

source: changed from %1 to %2 mode: %3
ru_ru: изменён с %1 на %2 права: %3

source: changed from %1 to %2
ru_ru: изменён с %1 на %2

source: changed mode: %1 -> %2
ru_ru: изменены права: %1 -> %2

source: changed mode: %1
ru_ru: изменены права: %1

source: changed
ru_ru: изменён

source: diff
ru_ru: различия

source: moved from %1 with %2%% similarity, mode: %3
ru_ru: перемещён из %1 с %2%% сходства, права: %3

source: moved from %1 with %2%% similarity
ru_ru: перемещён из %1 с %2%% сходства

source: shortlog
ru_ru: краткий лог

source: log
ru_ru: лог

source: summary
ru_ru: сводка

source: projects
ru_ru: проекты

source: file
ru_ru: файл

source: search
ru_ru: поиск

source: Last change %1
ru_ru: Последнее изменение %1

source: No commits
ru_ru: Нет коммитов

source: diff to current
ru_ru: сравнить с текущим

source: tags
ru_ru: тэги

source: (deleted)
ru_ru: (удалено)

source: (new)
ru_ru: (новое)

source: description
ru_ru: описание

source: owner
ru_ru: владелец

source: last change
ru_ru: последнее изменение

source: Project
ru_ru: Проект

source: Description
ru_ru: Описание

source: Owner
ru_ru: Владелец

source: Last Change
ru_ru: Последнее Изменение

source: Actions
ru_ru: Действия

source: No projects found
ru_ru: Проектов не найдено

source: Project is required
ru_ru: Требуется проект

source: blobdiff
ru_ru: различия

source: Invalid project %1$s
ru_ru: Не верный проект %1$s

source: Search has been disabled
ru_ru: Поиск заблокирован

source: File search has been disabled
ru_ru: Поиск файлов заблокирован

source: You must enter search text of at least %1$d character
ru_ru: Поисковый запрос должен содержать не менее %1$d символа

source: Invalid search type
ru_ru: Не верный тип поиска

source: No matches for "%1$s"
ru_ru: Нет совпадений для "%1$s"

source: directory
ru_ru: директория

source: symlink
ru_ru: симлинк

source: unknown
ru_ru: неизвестный

source: %1$s is not a directory
ru_ru: %1$s не является директорией

source: %1$s is not a git repository
ru_ru: %1$s не является git репозиторием

source: %1$s is attempting directory traversal
ru_ru: %1$s пытается обойти директорию

source: %1$s is outside of the projectroot
ru_ru: %1$s за пределами корневой директории проектов

source: No tmpdir defined
ru_ru: Временная директория не определена

source: Specified tmpdir %1$s is not writable
ru_ru: Specified временная директория %1$s недоступна для записи

source: Specified tmpdir %1$s is not a directory
ru_ru: Specified временная директория %1$s не является директорией

source: Could not create tmpdir %1$s
ru_ru: Не удалось создать временную директорию %1$s

source: %1$s is not a file
ru_ru: %1$s не является файлом

source: Failed to open project list file %1$s
ru_ru: Не удалось открыть файл со списком проектов %1$s

source: Invalid hash %1$s
ru_ru: Не верный хэш %1$s

source: %1$d year ago
ru_ru: %1$d год назад

source: %1$d month ago
ru_ru: %1$d месяц назад

source: %1$d week ago
ru_ru: %1$d неделя назад

source: %1$d day ago
ru_ru: %1$d день назад

source: %1$d hour ago
ru_ru: %1$d час назад

source: %1$d min ago
ru_ru: %1$d мин назад

source: %1$d sec ago
ru_ru: %1$d сек назад

source: right now
ru_ru: прямо сейчас

source: A projectroot must be set in the config
ru_ru: Корневая директория проектов должна быть установлена в конфиге

source: selected
ru_ru: выбранный

source: deselect
ru_ru: отменить

source: diff with selected
ru_ru: сравнить с выбранным

source: select for diff
ru_ru: выбрать для сравнения

source: Loading…
ru_ru: Загрузка...

source: Loading blame data…
ru_ru: Загрузка blame данных…

source: language:
ru_ru: язык:

source: set
ru_ru: установить

source: The Memcached or Memcache PHP extension is required for Memcache support
ru_ru: Для поддержки Memcache требуется PHP расширение Memcached или Memcache

source: No matches found for "%1"
ru_ru: Не найдено совпадений для "%1"

source: Search projects
ru_ru: Поиск проектов
