Repository: Enalean/tuleap
Catalog: plugins/ai/site-content/*/LC_MESSAGES/tuleap-ai.po
Languages: fr_fr

source: AI
fr_fr: IA

source: AI Connectors
fr_fr: Connecteurs IA

source: API Key
fr_fr: Clé d'API

source: API key has been saved
fr_fr: La clé d'API a été sauvée

source: API key is empty
fr_fr: La clé d'API est vide

source: API key set. Current secret not display, can only be updated.
fr_fr: La clé d'API est enregistrée. Ce secret n'est pas affiché, il ne peut être que mis à jour.

source: An error occurred while trying to access to API key in configuration.
fr_fr: Une erreur s'est produite en essayant d'accèder à la clé d'API.

source: An error occurred while trying to reach Mistral API: %s.
fr_fr: Une erreur s'est produite en tentant d'accèder à l'API de Mistral : %s.

source: Authentication failed. Please check your API key (either invalid or expired).
fr_fr: L'identification a échoué. Veuillez mettre à jour votre clé d'API (invalide ou expirée).

source: Connection to Mistral API established.
fr_fr: La connexion à l'API de Mistral fonctionne.

source: Global AI provider, connect to external AI services.
fr_fr: Gestion de l'accès aux fournisseurs d'IA.

source: Mistral API configuration
fr_fr: Configuration de l'API Mistral

source: No API key set yet, please provide one.
fr_fr: Aucune clé d'API enregistrée, veuillez en fournir une.
