Repository: Enalean/tuleap
Catalog: plugins/document/scripts/document/po/*.po
Languages: fr_fr

source: "%{ title }" is being copied…
fr_fr: "%{ title }" est en train d'être copié…

source: "%{ title }" is being moved…
fr_fr: "%{ title }" est en train d'être déplacé…

source: %{ filename } has been locked for edition by <a href="%{ lock_owner_url }">%{ lock_owner_name }</a>. You can't upload a new version of this file until the lock is released.
fr_fr: L'édition de %{ filename } a été bloquée par <a href="%{ lock_owner_url }">%{ lock_owner_name }</a>. Vous ne pouvez pas téléverser de nouvelle version tant que le verrou n'a pas été levé.

source: %{ from } – %{ to } of %{ total }
fr_fr: %{ from } – %{ to } sur %{ total }

source: *lorem => finishing by "lorem"
fr_fr: *lorem => finissant par "lorem"

source: *lorem* => contains "lorem"
fr_fr: *lorem* => contenant "lorem"

source: 1 warning
fr_fr: 1 avertissement

source: 12 months
fr_fr: 12 mois

source: 3 months
fr_fr: 3 mois

source: 6 months
fr_fr: 6 mois

source: A document already exists with the same title.
fr_fr: Un document existe déjà avec le même titre.

source: A document already exists with the same title. However you can create a new version of this document by dropping the item on the file you want to update.
fr_fr: Un document existe déjà avec le même titre. Cependant vous pouvez créer une nouvelle version de ce document en déposant l'objet sur le fichier que vous voulez mettre à jour.

source: A folder already exists with the same title.
fr_fr: Un dossier existe déjà avec le même titre.

source: Actions in Documents service
fr_fr: Actions dans le service Documents

source: Advanced
fr_fr: Avancé

source: After
fr_fr: Après

source: All the properties values that you define here will be proposed as default values for the items that will be created within this folder.
fr_fr: Toutes les valeurs des propriétés que vous définirez ici seront proposées comme valeurs par défaut pour les éléments qui seront créés dans ce dossier.

source: An error has occurred, please contact your administrator
fr_fr: Une erreur est servenue, merci de contacter votre administrateur

source: An error occurred while deleting the version
fr_fr: Une erreur est survenue lors de la suppression de la version

source: An error occurred while loading logs
fr_fr: Une erreur est survenue lors du chargement des logs

source: An error occurred while searching for results.
fr_fr: Une erreur est survenue lors de la recherche.

source: Any
fr_fr: Tous

source: Apply
fr_fr: Appliquer

source: Apply new values on this folder and all its content
fr_fr: Appliquer les nouvelles valeurs sur ce dossier et son contenu

source: Apply new values on this folder and its subfolders only
fr_fr: Appliquer les nouvelles valeurs sur ce dossier et ses sous-dossiers

source: Apply same permissions to all sub-items of this folder
fr_fr: Appliquer les mêmes permissions pour tous les sous-éléments de ce dossier

source: Approval
fr_fr: Approbation

source: Approval table
fr_fr: Table d'approbation

source: Approval table status
fr_fr: Status de la table d'approbation

source: Approval tables
fr_fr: Tables d'approbation

source: Approved
fr_fr: Approuvé

source: Archive size warning threshold reached
fr_fr: Seuil d'avertissement de taille d'archive atteint

source: Ascending sort on %{label}.
fr_fr: Tri ascendant sur %{label}.

source: Author
fr_fr: Auteur

source: Before
fr_fr: Avant

source: Begin
fr_fr: Début

source: Cancel
fr_fr: Annuler

source: Cancel upload
fr_fr: Annuler le téléversement

source: Change Log
fr_fr: Description des changements

source: Changelog
fr_fr: Description des changements

source: Close
fr_fr: Fermer

source: Contact your administrator or try to reorganize this folder, then try again.
fr_fr: Contactez votre administrateur ou essayez de réorganiser ce dossier, puis réessayez à nouveau.

source: Content
fr_fr: Contenu

source: Continue
fr_fr: Continuer

source: Convert to…
fr_fr: Convertir en…

source: Copy
fr_fr: Copier

source: Copy the previous approval table.
fr_fr: Copier la table d'approbation précédente.

source: Corrupted
fr_fr: Corrompu

source: Create a new document
fr_fr: Créer un nouveau document

source: Create a new empty approval table.
fr_fr: Créer une nouvelle table d'approbation vide.

source: Create a new file
fr_fr: Créer un nouveau fichier

source: Create a new folder
fr_fr: Créer un nouveau dossier

source: Create a new version of document
fr_fr: Créer une nouvelle version du document

source: Create and edit document
fr_fr: Créer et éditer le document

source: Create document
fr_fr: Créer le document

source: Create folder
fr_fr: Créer le dossier

source: Create new version
fr_fr: Créer une nouvelle version

source: Creation
fr_fr: Création

source: Cut
fr_fr: Couper

source: Default properties
fr_fr: Propriétés par défaut

source: Delete
fr_fr: Supprimer

# keyboard key
source: Delete
fr_fr: Suppr

source: Depending on the speed of your network, it can take some time to complete. Do you want to continue?
fr_fr: En fonction de la vitesse de votre réseau, cela peut prendre un certain temps. Voulez-vous continuer ?

source: Descending sort on %{label}.
fr_fr: Tri décroissant sur {label}.

source: Document locked by %{username}.
fr_fr: Document verrouillé par %{username}.

source: Download
fr_fr: Télécharger

source: Download anyway
fr_fr: Télécharger quand même

source: Download as zip
fr_fr: Télécharger au format zip

source: Draft
fr_fr: Brouillon

source: Drop one file to upload it to %{folder}s (max size is %{size}s).
fr_fr: Déposez un fichier pour le téléverser dans %{folder}s (la taille max est %{size}s).

source: Drop to upload a new version
fr_fr: Déposer pour téléverser une nouvelle version

source: Drop to upload in folder
fr_fr: Déposer pour téléverser dans le dossier

source: Dropping files in %s is forbidden.
fr_fr: Déposer des fichiers dans %s n'est pas permis.

source: Edit "%s" permissions
fr_fr: Editer les permissions de "%s"

source: Edit "%s" properties
fr_fr: Editer les propriétés de "%s"

source: Embedded
fr_fr: Embarqué

source: Empty
fr_fr: Vide

source: End
fr_fr: Fin

source: File
fr_fr: Fichier

source: File size
fr_fr: Taille du fichier

source: Filename
fr_fr: Nom du fichier

source: Filename preview
fr_fr: Prévisualisation du nom de fichier

source: Filename will follow a pattern enforced by the document manager configuration.
fr_fr: Le nom du fichier suivra un modèle défini par la configuration du gestionnaire de document.

source: Fixed date
fr_fr: Date fixe

source: Focus the document search bar
fr_fr: Se placer dans la barre de recherche

source: Folder
fr_fr: Dossier

source: Global search
fr_fr: Recherche globale

source: Global search will search in all text properties of document (but does not look inside the document).
fr_fr: La recherche globale va chercher dans toutes les propriétés textes d'un document (mais ne va pas chercher à l'intérieur du document).

source: Go to Document manager home page
fr_fr: Aller à la page d'accueil du service Gestion de documents

source: Go to my home page
fr_fr: Aller à la page d'accueil

source: Go to parent folder
fr_fr: Aller au dossier parent

source: Go to the last version (%{ version_number }).
fr_fr: Aller à la dernière version (%{ version_number }).

source: Got it
fr_fr: J'ai compris

source: History
fr_fr: Historique

source: Hold on a second!
fr_fr: Attendez une seconde !

source: It seems an action you tried to perform can't be done.
fr_fr: Il semble que l'action que vous venez de tenter ne peut pas être réalisée.

source: It seems the content of this element can't be loaded.
fr_fr: Le contenu de cet élément n'a pas pu être chargé.

source: It's time to add new documents!
fr_fr: Il est temps d'ajouter des documents !

source: Keep lock?
fr_fr: Garder le verrou ?

source: Keep reviewers, comments and commitments.
fr_fr: Garder les approbateurs, commentaires et les engagements.

source: Large view
fr_fr: Vue large

source: Last
fr_fr: Dernier

source: Last update date
fr_fr: Mise à jour

source: Latest versions
fr_fr: Dernières versions

source: Link
fr_fr: Lien

source: Lock
fr_fr: Verrouiller

source: Lock and unlock document
fr_fr: Verrouiller et déverrouiller le document

source: Lock new version
fr_fr: Verrouiller la nouvelle version

source: Mail content is required
fr_fr: Le contenu du mail est requis

source: Manager
fr_fr: Gestionnaire

source: Managers are also Writers. Redundant permissions are automatically de-duplicated.
fr_fr: Les gestionnaires sont également rédacteurs. Les permissions redondantes sont automatiquement dédupliquées.

source: Maximum archive size allowed: %{ max_archive_size } MB
fr_fr: Taille maximum de l'archive autorisée : %{ max_archive_size } Mo

source: Maximum archive size threshold exceeded
fr_fr: Seuil de taille maximum de l'archive dépassé

source: My content...
fr_fr: Mon contenu...

source: My document
fr_fr: Mon document

source: My new version name
fr_fr: Mon nom de nouvelle version

source: My useful document description
fr_fr: Ma description de document

source: My wiki page
fr_fr: Ma page wiki

source: Name
fr_fr: Nom

source: Name, description...
fr_fr: Nom, description...

source: Narrow view
fr_fr: Vue étroite

source: Navigation in Documents service
fr_fr: Navigation dans le service Documents

source: New
fr_fr: Nouveau

source: New document
fr_fr: Nouveau document

source: New folder
fr_fr: Nouveau dossier

source: New value
fr_fr: Nouvelle valeur

source: New version for "%s"
fr_fr: Nouvelle version de "%s"

source: Next
fr_fr: Suivant

source: No matching results
fr_fr: Il n'y a aucun résultat

source: No version history
fr_fr: Pas d'historique de version

source: None
fr_fr: Aucun

source: Not yet
fr_fr: Pas encore

source: Obsolescence date
fr_fr: Date d'obsolescence

source: Obsolete today
fr_fr: Obsolète aujourd'hui

source: Old value
fr_fr: Ancienne valeur

source: On
fr_fr: Le

source: Ongoing upload
fr_fr: Téléversement en cours

source: Only the last 5 versions are displayed.
fr_fr: Seules les 5 dernières versions sont affichées.

source: Only the table structure will be kept. Reviewer comments and commitments will be discarded.
fr_fr: Seule la structure de la table sera gardée. Les approbateurs et les engagements seront annulés.

source: Oops, there's an issue.
fr_fr: Oups, il y a eu un problème.

source: Oops…
fr_fr: Oups…

source: Oops… Unable to upload file
fr_fr: Oups… Impossible de téléverser un fichier

source: Open
fr_fr: Ouvrir

source: Open approval tables
fr_fr: Ouvrir les tables d'approbation

source: Open dropdown menu
fr_fr: Ouvrir le menu déroulant

source: Open history
fr_fr: Ouvrir l'historique

source: Open link
fr_fr: Ouvrir le lien

source: Open notifications settings
fr_fr: Ouvrir les paramètres de notification

source: Open permissions settings
fr_fr: Ouvrir les paramètres de permissions

source: Other information
fr_fr: Autres informations

source: Owner
fr_fr: Propriétaire

source: Parent folders are not displayed to not clutter the interface
fr_fr: Les dossiers parents ne sont pas affichés pour ne pas encombrer l'interface

source: Paste
fr_fr: Coller

source: Please describe the changes of the new version here
fr_fr: Merci de décrire ici le changement de version

source: Please enter a reason for why you need to access this document.
fr_fr: Merci d'indiquer la raison pour laquelle vous avez besoin d'accéder à ce document.

source: Please note that if you check this option, the referenced wiki page will no longer exist in the wiki service too.
fr_fr: Veuillez noter que si vous activez cette option, la page wiki référencée n'existera également plus dans le service wiki.

source: Please note that the OSX archive extraction tool might not succeed in opening it.
fr_fr: Veuillez noter que l'outil d'extraction d'archive de OSX peut ne pas réussir à l'ouvrir.

source: Please start again.
fr_fr: Merci de bien vouloir recommencer.

source: Please wait until the ongoing upload is finished.
fr_fr: Merci d'attendre que les téléversements en cours soient terminés.

source: Please write something meaningful for the admin.
fr_fr: Veuillez soumettre un message pertinent afin d'aider l'administrateur.

source: Previous
fr_fr: Précédent

source: Project documentation
fr_fr: Documentation du projet

source: Propagate deletion to wiki service
fr_fr: Propager la suppression au service wiki

source: Quick look
fr_fr: Aperçu

source: Reader
fr_fr: Lecteur

source: Recursion option
fr_fr: Options de récursion

source: Rejected
fr_fr: Rejeté

source: Reload the page
fr_fr: Recharger la page

source: Reset the approval cycle.
fr_fr: Recommencer le cycle d'approbation.

source: Search
fr_fr: Recherche

source: Search allowed pattern:
fr_fr: Modèles de recherche authorisés :

source: Search criteria
fr_fr: Critères de recherche

source: Search help
fr_fr: Aide sur la recherche

source: Search in the '%{label}' property of the document.
fr_fr: Recherche dans la propriété '%{label}' du document.

source: Search in whole project documentation
fr_fr: Chercher dans toute la documentation du projet

source: Searching in
fr_fr: Recherche dans

source: Select bottom item
fr_fr: Sélectionner le dernier élément

source: Select next item
fr_fr: Sélectionner l'élément suivant

source: Select previous item
fr_fr: Sélectionner l'élément précédent

source: Select top item
fr_fr: Sélectionner le premier élément

source: Send mail
fr_fr: Envoyer un Email

source: Shortcuts will apply to the selected document or folder. If there is no selected item they will apply to the current folder.
fr_fr: Les raccourcis s'appliquent au document ou dossier sélectionné. S'il n'y a pas d'élément sélectionné, ils s'appliqueront au dossier courant.

source: Show
fr_fr: Afficher

source: Show error details
fr_fr: Voir les détails de l'erreur

source: Size of the archive to be downloaded: %{ size_in_MB } MB
fr_fr: Taille de l'archive à télécharger: %{ size_in_MB } Mo

source: Some files are being uploaded, click here to see the whole list.
fr_fr: Des fichiers sont en cours de téléversement, cliquez ici pour voir la liste complète.

source: Start over with a completely new approval table.
fr_fr: Commencer avec une nouvelle table d'approbation.

source: Status
fr_fr: Statut

source: Switch to old user interface
fr_fr: Basculer sur l'ancienne interface utilisateur

source: The archive you want to download has a size greater than %{ warning_threshold } MB.
fr_fr: L'archive à télécharger a une taille supérieure à %{ warning_threshold } Mo.

source: The archive you want to download has a size greater than or equal to 4GB or contains more than 64000 files.
fr_fr: L'archive que vous souhaitez télécharger a une taille supérieure ou égale à 4Go ou contient plus de 64000 fichiers.

source: The current date is the same or before the obsolescence date
fr_fr: La date actuelle est la même ou antérieure à la date d'obsolescence

source: The document has been created below.
fr_fr: Le document a été créé ci-dessous.

source: The folder has been created below.
fr_fr: Le dossier a été créé ci-dessous.

source: The item has been deleted successfully.
fr_fr: L'objet a été supprimé avec succès.

source: The item you have dropped is not a file. If you want to upload a folder, we advise you to create a new folder first, then upload its content inside in a second time.
fr_fr: L'objet que vous avez déposé n'est pas un fichier. Si vous voulez téléverser un dossier, nous vous conseillons de d'abord créer un nouveau dossier, puis d'y téléverser son contenu.

source: The last version of an item cannot be deleted
fr_fr: La dernière version d'un élément ne peut pas être supprimée

source: The size of the zip file you are attempting to download is exceeding the threshold defined by the site administrators.
fr_fr: La taille du fichier zip que vous tentez de télécharger dépasse le seuil défini par les administrateurs du site.

source: There are no items here or you don't have permissions to see them.
fr_fr: Il n’y a aucun élément ou alors vous n'avez pas le droit de le(s) voir.

source: There are no logs yet
fr_fr: Il n'y a pas encore de logs

source: There are no versions yet
fr_fr: Il n'y a pas encore de versions

source: There is no upload in progress
fr_fr: Il n'y a aucun téléversement en cours

source: This document is currently locked by
fr_fr: Ce document est actuellement verrouillé par

source: This folder is empty
fr_fr: Ce dossier est vide

source: This is a private folder
fr_fr: Ce dossier est privé

source: This item is not versionable
fr_fr: Cet élément n'est pas versionnable

source: This page is asking you to confirm that you want to leave - data you have entered may not be saved. Do you want to leave this page?
fr_fr: Cette page vous demande de confirmer que vous souhaitez partir - les données que vous avez entrées ne seront pas sauvegardées. Voulez-vous quitter cette page ?

source: This wiki has a approval table, you can't update it.
fr_fr: Ce wiki a une table d'approbation, vous ne pouvez pas le mettre à jour.

source: Title
fr_fr: Titre

source: Today
fr_fr: Aujourd'hui

source: Toggle selected folder open and closed
fr_fr: Ouvrir ou fermer le dossier sélectionné

source: Unlock
fr_fr: Déverrouiller

source: Update permissions
fr_fr: Mettre à jour les permissions

source: Update properties
fr_fr: Mettre à jour les propriétés

source: Upload error
fr_fr: Erreur de téléversement

source: Uploaded
fr_fr: Téléversé

source: Uploaded file
fr_fr: Fichier téléversé

source: Uploading documents
fr_fr: Documents en cours de téléversement

source: User avatar
fr_fr: Avatar de l'utilisateur

source: Validity
fr_fr: Validité

source: Version %{ number } has been successfully deleted
fr_fr: La version %{ number } a été supprimée

source: Version name
fr_fr: Nom de version

source: View all versions
fr_fr: Voir toutes les versions

source: We detect you are using OSX
fr_fr: Nous détectons que vous utilisez OSX

source: What
fr_fr: Quoi

source: When
fr_fr: Quand

source: When a filename pattern is set, you are not allowed to drag 'n drop more than 1 file at once.
fr_fr: Quand un modèle de nom de fichier est configuré, vous n'êtes pas autorisé à glisser-déposer plus d'un fichier à la fois.

source: When you delete a folder, all its content is also deleted. Please think wisely!
fr_fr: Lorsque vous supprimez un dossier, tout son contenu est également supprimé. Réfléchissez bien !

source: Who
fr_fr: Qui

source: Wiki page
fr_fr: Page wiki

source: Write your message below and click on the button to send your request to the project administrators
fr_fr: Ecrivez votre message ci-dessous et cliquez sur le bouton pour envoyer votre requête aux administrateurs du projet

source: Writer
fr_fr: Rédacteur

source: Writers and Managers are also Readers. Redundant permissions are automatically de-duplicated.
fr_fr: Les gestionnaires et les rédacteurs sont également lecteurs. Les permissions redondantes sont automatiquement dédupliquées.

source: You are about to delete "%{ title }" permanently. Please confirm your action.
fr_fr: Vous êtes sur le point de supprimer "%{ title }" de manière définitive. Veuillez confirmer cette action.

source: You are about to delete a version permanently. Please confirm your action.
fr_fr: Vous êtes sur le point de supprimer définitivement une version. Veuillez confirmer cette action.

source: You are currently copying "%{ title }". You can paste it in a folder you are allowed to write into using the folder action drop-down.
fr_fr: Vous êtes en train de copier "%{ title }". Vous pouvez le coller dans un dossier dans lequel vous êtes autorisé à écrire en utilisant le menu déroulant.

source: You are currently moving "%{ title }". You can paste it in a folder you are allowed to write into using the folder action drop-down. You also cannot move the item somewhere where the name is already used by another item.
fr_fr: Vous êtes en train de déplacer "%{ title }". Vous pouvez le coller dans un dossier dans lequel vous êtes autorisé à écrire en utilisant le menu déroulant. Il n'est pas autorisé de déplacer un élément dans un dossier où le nom est déjà utilisé par un autre élément.

source: You are not allowed to drag 'n drop more than %{ nb } file at once.
fr_fr: Vous n'êtes pas autorisé à glisser-déposer plus d'un fichier à la fois.

source: You are not allowed to upload a new version of this file
fr_fr: Vous n'êtes pas autorisé à téléverser une nouvelle version de ce fichier

source: You are not allowed to upload files bigger than %s.
fr_fr: Vous n'êtes pas autorisé à téléverser des fichiers avec une taille excédant %s.

source: You are not allowed to write in this folder
fr_fr: Vous n'êtes pas autorisé à écrire dans ce dossier

source: You are viewing an old version (%{ version_number }) of this document.
fr_fr: Vous visualisez une ancienne version (%{ version_number }) de ce document.

source: You don't have read permission for this item
fr_fr: Vous n'avez pas le droit de lecture sur cet élément

source: You may only access documents you are granted read permission on.
fr_fr: Vous pouvez seulement accéder aux documents pour lesquels vous avez la permission de lecture.

source: You should also be aware that the following wiki documents referencing page "%s" will no longer be valid if you choose to propagate the deletion to the wiki service:
fr_fr: Vous devez également être conscient que les documents wiki suivants référençant la page "%s" ne seront plus valides si vous choisissez de propager la suppression au service wiki :

source: lorem => exactly "lorem"
fr_fr: lorem => exactement "lorem"

source: lorem* => starting by "lorem"
fr_fr: lorem* => commençant par "lorem"
