Repository: Enalean/tuleap
Catalog: plugins/proftpd/site-content/*/LC_MESSAGES/tuleap-proftpd.po
Languages: fr_fr

source: (S)FTP administration
fr_fr: Administration (S)FTP

source: Cannot open project
fr_fr: Impossible d'ouvrir le projet

source: Control and interfact with Proftpd as FTP server
fr_fr: Gestion de Proftpd en tant que serveur FTP

source: Date Added
fr_fr: Date d'ajout

source: FTP access
fr_fr: Accès FTP

source: File
fr_fr: Fichier

source: Filepath
fr_fr: Chemin

source: No user group defined yet ! You should <a href="%1$s">create</a> some in project administration.
fr_fr: Aucun groupe d'utilisateur n'est encore créé ! Vous devriez en <a href="%1$s">créer</a> dans l'interface d'administration de projet.

source: Permissions will be propagated on filesystem shortly
fr_fr: Les permissions seront propagées sur le système de fichier dans quelques instants.

source: Readers
fr_fr: Lecteurs

source: Select the user group that will be allowed to access and/or modify content in the FTP area. Please note that Writers will automatically have read access as well.
fr_fr: Selectionnez le groupe d'utilisateurs qui aura l'accès en lecture et/ou en écriture à l'espace FTP. L'accès en écriture donne automatiquement droit en lecture.

source: Size (Bytes)
fr_fr: Taille (Octets)

source: Writers
fr_fr: Ecrivains

source: You can also <a href="%1$s">create</a> or <a href="%2$s">modify</a> user groups in project administration.
fr_fr: Vous pouvez également <a href="%1$s">créer</a> ou <a href="%2$s">modifier</a> le groupe d'utilisateurs dans l'interface d'administration de projet.

source: You must be granted Project Administrator permission to access this
fr_fr: Vous devez être administrateur projet pour accéder à cette section

source: You're not granted sufficient rights to browse the (S)FTP repository
fr_fr: Vos droits ne sont pas suffisants pour naviguer dans le dépôt (S)FTP
