Repository: Enalean/tuleap
Catalog: plugins/velocity/site-content/*/LC_MESSAGES/tuleap-velocity.po
Languages: fr_fr

source: <b>Done</b> semantic is needed since Velocity computation is made over <b>done</b> artifacts. Please select a <a href="%s">Done</a> semantic first.
fr_fr: La sémantique <b>fini</b> est nécessaire puisque le calcul de la vélocité est effectué sur les artéfacts <b>fini</b>. Merci de choisir une sémantique <a href="%s">fini</a> d'abord.

source: <b>Done</b> semantic is needed since Velocity computation is made over <b>done</b> artifacts. Please select a Done semantic first.
fr_fr: La sémantique <b>fini</b> est nécessaire puisque le calcul de la vélocité est effectué sur les artéfacts <b>fini</b>. Merci de choisir une sémantique <b>fini</b> d'abord.

source: <b>Status</b> semantic should be a select box or a radiobutton, status must have only one possible value.
fr_fr: La sémantique <b>status</b> doit être une liste déroulante ou des boutons radio, le status doit avoir une seule valeur possible.

source: Adds velocity chart into Agiledashboard
fr_fr: Ajoute le graphique de vélocité dans le tableau de bord Agile

source: Artifact velocity will always be set to 0, because no backlog tracker have the following semantic:
fr_fr: La vélocité de l'artéfact sera toujours sauvegardée à 0, parce qu'aucun élément du backlog n'a la sémantique :

source: Choose a field
fr_fr: Choisissez un champ

source: Define the field to use to compute velocity.
fr_fr: Définissez le champ à utiliser pour calculer la vélocité

source: Field used for velocity computation:
fr_fr: Champ utilisé pour le calcul de la vélocité:

source: Following artifact won't be displayed because it doesn't have a start date:
fr_fr: L'artéfact suivant ne sera pas affiché parce qu'il n'a pas de date de départ :

source: Following tracker should have <b>velocity</b> semantic:
fr_fr: L'outil de suivi suivant n'a pas de sémantique <b>vélocité</b>.

source: No field defined for velocity computation.
fr_fr: Aucun champ défini pour le calcul de la vélocité

source: Only integers and float fields are listed. By choosing one of these fields, it will be automatically computed in order to give you the velocity value.
fr_fr: Seuls les champs entiers et flottants sont listés. Ce champ contiendra la valeur de la vélocité calculée

source: Save your change
fr_fr: Sauvegarder vos changements

source: Semantic done is not defined.
fr_fr: La sémantique finie n'est pas définie

source: Semantic updated successfully.
fr_fr: La sémantique a été correctement sauvegardée

source: Semantic velocity unset with success
fr_fr: La sémantique vélocité a été réinitialisée avec succès

source: The <i>velocity</i> of this tracker will be represented in the Agile Dashboard by the field
fr_fr: La <i>vélocité</i> de ce tracker sera représentée dans le tableau de bord agile par le champ

source: The field %s will be automatically set to %s
fr_fr: Le champ %s sera automatiquement valué à %s

source: The following semantic is not defined:
fr_fr: La sémantique suivante n'est pas définie:

source: The request is not valid.
fr_fr: La requête n'est pas valide

source: The velocity chart only displays the last 7 artifacts found.
fr_fr: Le graphique de vélocité affiche seulement les 7 artéfacts les plus récents trouvés.

source: This tracker does not have a <i>velocity</i> field yet.
fr_fr: Cet outil de suivi n'a pas encore de champ <i>vélocité</i>.

source: Tracker %s does not have a configured Timeframe semantic
fr_fr: L'outil de suivi %s n'a pas de sémantique plage de temps configurée

source: Tracker semantic velocity
fr_fr: Sémantique vélocité de l'outil de suivi

source: Unset this semantic
fr_fr: Supprimer cette sémantique

source: Velocity
fr_fr: Vélocité

source: Velocity chart represents the sum of <b>initial effort</b> of <b>done</b> backlog elements of %s.
fr_fr: Le graphique de vélocité represente la somme de l'<b>effort initial</b> des elements du backlog <b>fini</b> de %s.

source: Velocity semantic
fr_fr: Sémantique vélocité

source: Velocity semantic successfully updated.
fr_fr: La sémantique vélocité a été mis à jour avec succès

source: go back to semantic overview
fr_fr: retour à l'administration de la sémantique

source: or
fr_fr: ou
