Repository: Enalean/tuleap
Catalog: www/scripts/angular/po/*.po
Languages: fr

source: 1 test will be added
fr: 1 test sera ajouté

source: 1 test will be removed
fr: 1 test sera supprimé

source: A campaign label is required
fr: Le label de la campagne est obligatoire

source: Add a test
fr: Ajouter un test

source: All tests
fr: Tous les tests

source: An authentication token that authorizes Tuleap to trigger this Jenkins job
fr: Un jeton d'authentification qui autorise Tuleap à déclencher ce build Jenkins

source: An error occurred while executing this step. Please try again later. {{ error }}
fr: Une erreur s'est produite pendant l'exécution de cette étape. Veuillez réessayer plus tard. {{ error }}

source: An error occurred while loading the campaigns. Please refresh the page. {{ message }}
fr: Une erreur s'est produite pendant le chargement des campagnes. Veuillez rafraîchir cette page. {{ message }}

source: Authentication Token
fr: Jeton d'authentification

source: Blocked
fr: Bloqué

source: Bug
fr: Le bug

source: Bug Id
fr: Id bug

source: Campaign
fr: Campagne

source: Campaign label
fr: Label de la campagne

source: Campaign label or status...
fr: Label ou statut de campagne…

source: Campaigns
fr: Campagnes

source: Cancel
fr: Annuler

source: Choose tests
fr: Sélectionner les tests

source: Close
fr: Fermer

source: Comment...
fr: Commenter…

source: Create a campaign
fr: Créer une campagne

source: Create a new bug
fr: Créer un nouveau bug

source: Create campaign
fr: Créer campagne

source: Dependencies graph of &#34;{{ graph.title }}&#34;
fr: Graphe de dépendances de &#34;{{ graph.title }}&#34;

source: Dependencies graph of &#34;{{ modal.title }}&#34;
fr: Graphe de dépendances de &#34;{{ modal.title }}&#34;

source: Details
fr: Détails

source: Edit
fr: Éditer

source: Edit campaign
fr: Éditer la campagne

source: Edit this test
fr: Éditer ce test

source: Edit {{ campaign.label }} campaign
fr: Édition de la campagne {{ campaign.label }}

source: Enter the id of the bug you want to link to "{{ modal.test_summary }}". The description of this test will be added as a follow-up comment to the linked bug.
fr: Entrez l'id du bug à lier avec "{{ modal.test_summary }}". La description du test sera ajoutée en commentaire du bug lié.

source: Error while refreshing the list of linked bugs
fr: Erreur pendant la récupération des bugs liés

source: Expected results
fr: Résultats attendus

source: Failed
fr: Échoué

source: Focus graph
fr: Recentrer le graphe

source: From Test definition tracker reports
fr: Rapports de l’outil de suivi de définition des tests

source: Hide closed campaigns
fr: Cacher les campagnes fermées

source: Id, summary, category…
fr: Id, résumé, catégorie…

source: Jenkins authentication token
fr: Jeton d'authentification Jenkins

source: Jenkins job
fr: Projet Jenkins

source: Job URL
fr: URL du projet

source: Launch automated tests
fr: Lancer les tests automatisés

source: Link
fr: Lier

source: Link "{{ modal.test_summary }}" to an existing bug
fr: Lier "{{ modal.test_summary }}" à un bug existant

source: Link to an existing bug
fr: Lier à un bug existant

source: Linked bugs
fr: Bugs liés

source: Load closed campaigns
fr: Charger les campagnes fermées

source: Milestone tests
fr: Tests du jalon

source: New campaign
fr: Nouvelle campagne

source: No tests
fr: Aucun test

source: Not run
fr: Non exécuté

source: Passed
fr: Succès

source: Please select a test
fr: Merci de sélectionner un test

source: Pre-select tests from a tracker report
fr: Pré-sélectionner les tests d'un rapport

source: Reload the test
fr: Recharger le test

source: Save changes
fr: Enregistrer les changements

source: Show dependencies graph for this test
fr: Afficher le graphe de dépendances

source: Summary
fr: Résumé

source: Test campaigns
fr: Campagne de tests

source: Test description
fr: Description du test

source: Test summary
fr: Résumé du test

source: The URL to a Jenkins job that will execute automated tests
fr: L'URL vers un projet Jenkins qui exécutera les tests automatisés

source: The entered id is incorrect.
fr: L’id saisi est incorrect.

source: The job at URL {{ job_url }} has been succesfully launched.
fr: Le projet à l'URL {{ job_url }} a été lancé avec succès.

source: The test has been changed by someone else. You should reload the test before executing it.
fr: Le test a été changé par quelqu'un d'autre. Vous devez recharger la dernière version du test avant de pouvoir l’exécuter.

source: There are no campaigns
fr: Il n'existe pas de campagne

source: There are no open campaigns
fr: Il n’existe pas de campagne ouverte

source: This artifact is already linked to this test.
fr: Cet artéfact est déjà lié à ce test.

source: This is an automated test
fr: Ceci est un test automatisé

source: This test has no description. Please edit it.
fr: Ce test n'a pas de description. Veuillez l'éditer.

source: You are disconnected from real time. Please reload your page.
fr: Vous êtes déconnecté du temps réel. Rechargez votre page.

source: You have just updated the test definition, so it has been reset. Please start over.
fr: Vous venez de mettre à jour la définition du test, veuillez recommencer l’exécution de ce test.

source: Zoom in
fr: Zoom avant

source: Zoom out
fr: Zoom arrière

source: by
fr: par

source: has been successfully linked to this test.
fr: a bien été lié au test.

source: {{ modal.title }} test campaign scores
fr: Scores pour la campagne de tests {{ modal.title }}
