Repository: Enalean/tuleap
Catalog: plugins/pullrequest/scripts/create-pullrequest-button/po/*.po
Languages: fr_fr

source: An error occurred while retrieving needed information to create a pull request.
fr_fr: Une erreur est survenue lors de la récupération d'informations nécessaires pour la création de pull request.

source: Cancel
fr_fr: Annuler

source: Choose destination branch
fr_fr: Choisissez la branche destination

source: Choose source branch…
fr_fr: Choisissez la branche source…

source: Close
fr_fr: Fermer

source: Create a pull request
fr_fr: Créer une pull request

source: Create pull request
fr_fr: Créer une pull request

source: Create the pull request
fr_fr: Créer la pull request

source: Destination branch
fr_fr: Branche destination

source: No pull request can currently be created
fr_fr: Aucune pull request ne peut actuellement être créée

source: Oops
fr_fr: Oups

source: Refresh the page and try again; if the error persists, contact your administrator.
fr_fr: Rafraîchissez la page et essayez à nouveau; si l'erreur persiste, alors contactez votre administrateur.

source: Source branch
fr_fr: Branche source

source: You don't have permission to see parent repository's branches.
fr_fr: Vous n'avez pas la permission de voir les branches du dépôt parent.
