Repository: Enalean/tuleap
Catalog: src/scripts/project-registration/po/*.po
Languages: fr_fr

source: Back
fr_fr: Précédent

source: Between %{ min } and %{ max } characters length
fr_fr: Entre %{ min } et %{ max } caractères

source: Chosen template
fr_fr: Modèle choisi

source: Close
fr_fr: Fermer

source: Create a project based on a template exported from another platform
fr_fr: Créer un projet basé sur un modèle exporté d'une autre plateforme

source: Custom templates
fr_fr: Modèles de projet personnalisés

source: For advanced users
fr_fr: Pour les utilisateurs avancés

source: From another project I'm admin of
fr_fr: Depuis un autre projet dont je suis administrateur

source: From project template upload
fr_fr: Depuis un modèle de projet

source: Go to my home page
fr_fr: Aller à ma page personnelle

source: I agree to the <a href="/tos/tos.php">policy agreement</a>
fr_fr: J'accepte les <a href="/tos/tos.php">conditions d'utilisation</a>

source: Must start with a letter, without spaces nor punctuation.
fr_fr: Doit commencer par une lettre, sans espace ni ponctuation.

source: My new project
fr_fr: Mon nouveau projet

source: My useful project description
fr_fr: Ma description de projet utile

source: Name
fr_fr: Nom

source: Next
fr_fr: Suivant

source: Oh snap! Failed to load project you are admin of.
fr_fr: Oups! Erreur lors du chargement des projets dont vous êtes membres.

source: Only project members can access project content.
fr_fr: Seuls les membres du projet peuvent accéder à son contenu.

source: Only project members can access project content. Restricted users can NOT be added in this project.
fr_fr: Seuls les membres du projet peuvent accéder à son contenu. Les utilisateurs restreints NE PEUVENT PAS être ajoutés dans ce projet.

source: Only project members can access project content. Restricted users can be added to the project.
fr_fr: Seuls les membres du projet peuvent accéder à son contenu. Les utilisateurs restreints peuvent être ajoutés dans ce projet.

source: Please choose a project...
fr_fr: Merci de choisir un projet ...

source: Policy agreement
fr_fr: Conditions d'utilisation

source: Private
fr_fr: Privé

source: Private without restricted
fr_fr: Privé sans utilisateurs restreints

source: Project configuration will be duplicated into your new project.
fr_fr: La configuration du projet sera dupliquée dans votre nouveau projet.

source: Project content is available to all authenticated users, including restricted users. Please note that more restrictive permissions might exist on some items.
fr_fr: Le contenu du projet est accessible à tout utilisateur authentifié, incluant les utilisateurs restreints. Veuillez noter que des permissions plus restrictives peuvent être apposées sur certains éléments.

source: Project content is available to all authenticated users. Please note that more restrictive permissions might exist on some items.
fr_fr: Le contenu du projet est accessible à tout utilisateur authentifié. Veuillez noter que des permissions plus restrictives peuvent être apposées sur certains items.

source: Project information
fr_fr: Information sur le projet

source: Project name must be between %{ min } and %{ max } characters length.
fr_fr: Le nom de de project doit comprendre entre %{ min } et %{ max } caractères.

source: Project short name must have between %{ min } and %{ max } characters length. It can only contain alphanumerical characters and dashes. Must start with a letter.
fr_fr: Le nom court de projet doit comprendre entre %{ min } et %{ max } caractères. Il ne peut seulement contenir des caractères alphanumériques, des tirets et doit commencer par une lettre.

source: Project shortname
fr_fr: Nom court de projet

source: Project shortname:
fr_fr: Nom court de projet :

source: Public incl. restricted
fr_fr: Publique incl. les utilisateurs restreints

source: Start a new project
fr_fr: Démarrer un nouveau projet

source: Start my project
fr_fr: Créer mon projet

source: Template
fr_fr: Modèle

source: The project template you will select provides pre-configured tools. Don’t worry, you can always modify your project workspace after it has been created.
fr_fr: Le template de projet que vous allez sélectionner va instancier quelques services. Ne vous inquiétez pas, vous pourrez toujours modifier votre espace projet, une fois que celui-ci aura été créé.

source: Visibility
fr_fr: Visibilité

source: What kind of project is it?
fr_fr: Quel type de projet est-ce ?

source: You are not administrator of any project.
fr_fr: Vous êtes administrateur d'aucun projet.

source: You will receive an email when the administrator has validated it.
fr_fr: Vous allez recevoir un email lorsque l'administrateur l'aura validé.

source: You will receive an email when the project is created.
fr_fr: Vous allez recevoir un email lorsque le projet sera créé.

source: Your project has been submitted to the administrators for validation
fr_fr: Votre projet a été soumis aux administrateurs pour validation

source: Your project is being created.
fr_fr: Votre projet est en cours de création.

source: project-shortname
fr_fr: nom-court-de-projet
