Repository: Enalean/tuleap
Catalog: plugins/frs/site-content/*/LC_MESSAGES/tuleap-frs.po
Languages: fr_fr

source: An error occured while saving new linked artifact id.
fr_fr: Une erreur est survenue lors de la mise à jour de l'identifiant d'artéfact.

source: An error occurred while deleting the file
fr_fr: Une erreur est survenue lors de la suppression du fichier

source: Artifact #%1$s does not exist.
fr_fr: L'artéfact #%1$s n'existe pas.

source: Artifact id:
fr_fr: Identifiant de l'artéfact :

source: Artifact linked to a Files release cannot be moved
fr_fr: Les artéfacts liés à une version du service Fichiers ne peuvent pas être déplacés

source: Extends file release system included into the Tuleap core with new features
fr_fr: Étend les possibilités du gestionnaire de livrable inclus dans le cœur de Tuleap

source: File release
fr_fr: Version

source: File release system
fr_fr: Gestionnaire de livrable

source: Release %s - Release Notes
fr_fr: Version %s - Notes

source: Release not found.
fr_fr: La version n'existe pas.

source: The parent release cannot be found.
fr_fr: La version n'existe pas.

source: The provided artifact id is not an integer. Linked artifact not updated.
fr_fr: L'identifiant d'artéfact fournit n'est pas un chiffre. Cette information n'a pas été mise à jour.
