Repository: Enalean/tuleap
Catalog: plugins/pluginsadministration/site-content/*/LC_MESSAGES/tuleap-pluginsadministration.po
Languages: fr_fr

source: %1$s is now available.
fr_fr: %1$s est maintenant disponible.

source: %1$s is now unavailable. Web space and CGI remain accessible!
fr_fr: %1$s est maintenant indisponible. L'espace web et les scripts cgi sont toujours accessibles !

source: %1$s projects restriction
fr_fr: Restriction de projets pour %1$s

source: All locally available plugins have been installed.
fr_fr: Tous les plugins disponible localement ont été installés.

source: All projects can now use this plugin.
fr_fr: Tous les projets ont maintenant la possibilité d'utiliser ce plugin.

source: Allow access
fr_fr: Autoriser

source: Allow all the projects to use this plugin
fr_fr: Autoriser tous les projets à utiliser ce plugin

source: Avail this plugin
fr_fr: Utiliser le plugin

source: Available plugins
fr_fr: Plugins disponibles

source: Be aware it's likely to impact end user's day to day activity.
fr_fr: Veuillez noter que ceci pourrait impacter les activités quotidiennes des utilisateurs.

source: Can't restrict this plugin because of its system scope
fr_fr: Impossible de restreindre ce plugin car il a une portée système

source: Cancel
fr_fr: Annuler

source: Confirm disable of plugin
fr_fr: Confirmez la désactivation du plugin

source: Currently, there are no projects allowed to use this plugin.
fr_fr: Actuellement, il n'y a aucun projet autorisé à utiliser ce plugin.

source: Dependencies
fr_fr: Dépendances

source: Details
fr_fr: Détails

source: Disabling a plugin
fr_fr: Désactivation d'un plugin

source: Do not avail this plugin
fr_fr: Ne pas utiliser le plugin

source: Editing plugin properties through the web UI present a security risk, it is strongly advised to disable it. Check the deployment guide for more information.
fr_fr: Éditer les propriétés d'un plugin par l'interface web pose des problèmes de sécurité, il est fortement conseillé de désactiver cette fonctionnalité. Veuillez consulter le guide déploiement pour plus d'informations.

source: Enabled?
fr_fr: Activé ?

source: Filter on name or description
fr_fr: Nom, description

source: Filter on project id or name
fr_fr: Filtrer sur l'id ou le nom du projet

source: Install
fr_fr: Installer

source: Install plugin
fr_fr: Installer le plugin

source: Installed plugins
fr_fr: Plugins installés

source: List of allowed projects
fr_fr: Liste des projets autorisés

source: Name
fr_fr: Nom

source: No
fr_fr: Non

source: No dependencies
fr_fr: Aucune dépendance

source: Now, only the allowed projects are able to use this plugin.
fr_fr: A partir de maintenant, seuls les projets autorisés pourront utiliser ce plugin.

source: Offers a web interface for managing plugins.
fr_fr: Interface web d'administration des plugins.

source: Please confirm that you want to disable %s.
fr_fr: Merci de confirmer que vous voulez désactiver %s.

source: Plugin "%1$s" have been uninstalled.
fr_fr: Le plugin "%1$s" a été désinstallé.

source: Plugin "%1$s" have not been uninstalled.
fr_fr: Le plugin "%1$s" n'a pas été désinstallé.

source: Plugin properties have been successfully updated
fr_fr: Les propriétés du plugin ont été mises à jour avec succès

source: Plugins Administration
fr_fr: Administration des Plugins

source: Project name
fr_fr: Nom du projet

source: Projects
fr_fr: Projets

source: Projects allowed to use %1$s
fr_fr: Projets autorisés à utiliser %1$s

source: Properties
fr_fr: Propriétés

source: Restrict
fr_fr: Restreindre

source: Revoke access
fr_fr: Supprimer l'autorisation

source: Scope
fr_fr: Portée

source: Something went wrong during the update of the allowed project list.
fr_fr: Une erreur est survenue pendant la mise à jour de la liste des projets autorisés.

source: Something went wrong during the update of the plugin restriction status.
fr_fr: Une erreur est survenue pendant la mise à jour du status de ce plugin.

source: Submitted project can now use this plugin.
fr_fr: Le projet soumis peut maintenant utiliser ce plugin.

source: Submitted projects will not be able to use this plugin.
fr_fr: Les projets soumis ne pourront plus utiliser ce plugin.

source: System
fr_fr: Système

source: The feature will be desactivated for all users.
fr_fr: La fonctionnalité sera désactivée pour tous les utilisateurs.

source: The plugin has been successfully installed
fr_fr: Le plugin a été installé avec succès

source: There are unmet dependencies that prevent you from installing these plugins:
fr_fr: Impossible d'installer ce plugin sans avoir installé au préalable :

source: There isn't any matching plugins.
fr_fr: Il n'y a pas de plugins correspondant à votre filtre.

source: This section allows to define which projects will be able to use %1$s.
fr_fr: Cette section permet de définir les projets qui pourront utiliser ou non %1$s.

source: Unable to avail %1$s. Please avail the following plugins before: %2$s
fr_fr: Impossible d'activer %1$s. Veuillez activer les plugins suivants : %2$s

source: Unable to unavail %1$s. Please unavail the following plugins before: %2$s
fr_fr: Impossible de désactiver %1$s. Veuillez désactiver les plugins suivants : %2$s

source: Uninstall
fr_fr: Désinstaller

source: Uninstall plugin
fr_fr: Désinstaller le plugin

source: Update properties
fr_fr: Mettre à jour les propriétés

source: Warning
fr_fr: Attention

source: Yes, revoke access
fr_fr: Oui, interdire l'accès

source: You are about to disable a plugin.
fr_fr: Vous êtes sur le point de désactiver un plugin.

source: You are about to revoke the access to this plugin to one or several projects. Are you sure you want to do this?
fr_fr: Vous êtes sur le point d'interdire l'accès à ce plugin pour les projects sélectionnés. Êtes-vous sûr de vouloir faire celà ?

source: You can't uninstall this plugin since at least another plugin depends on it:
fr_fr: Vous ne pouvez pas désinstaller ce plugin tant que ces plugins seront installés :

source: Your about to install a plugin. Please confirm your action.
fr_fr: Vous êtes sur le point d'installer un plugin. Veuillez confirmer votre action.

source: Your about to uninstall a plugin. Please note the following points and confirm your action.
fr_fr: Vous êtes sur le point de désinstaller un plugin. Veuillez noter les points suivants et confirmer votre action.

source: directory of this plugin will not be deleted
fr_fr: le répertoire de ce plugin ne sera pas supprimé

source: script <code>db/uninstall.sql</code> of this plugin will be launched
fr_fr: le script <code>db/uninstall.sql</code> de ce plugin sera executé

source: web space and cgi scripts of this plugin will remain accessible unless you move or remove corresponding directory
fr_fr: l'espace web et les scripts cgi de ce plugin resteront accessible tant que vous ne supprimerez pas ou ne déplacerez pas les répertoires correspondants
